{
  "name": "Cowboy Bebop",
  "anilistId": 1,
  "totalQuotes": 34,
  "totalCharacters": 8,
  "lastUpdated": "2025-08-20T15:34:34.177Z",
  "quotes": [
    {
      "id": "quote_223_1755681666566",
      "character": "Spike Spiegel",
      "quote": "I was younger then, I wasn't afraid of anything, I didn't think about dying for a second. I thought I was invincible. Then I met some girl. I wanted to live, I started to think like that; for the first time I was afraid of death. I had never felt like that before."
    },
    {
      "id": "quote_224_1755681666566",
      "character": "Jet Black",
      "quote": "Humans were meant to work and sweat for their money after all. Those that try to get rich quickly or live at expense of others - all get divine retribution along the way. That is the lesson. But, one thing about humans is that they quickly forget the lesson they have learnt."
    },
    {
      "id": "quote_225_1755681666566",
      "character": "Londes",
      "quote": "The souls that God has given us, our spirits. Our spirits, which found a way to swim through the immense network and live in the infinity of space. Is not the human body a mere shell? A form of existence all too small and weak for consciousness with such vast reach and potential."
    },
    {
      "id": "quote_226_1755681666566",
      "character": "Spike Spiegel",
      "quote": "*points to Jet*Don't give me that art of war crap! And you!*points to the other man*You take too long to take a sh*t!"
    },
    {
      "id": "quote_227_1755681666566",
      "character": "Jet Black",
      "quote": "Everything has a beginning and an end. Life is just a cycle of starts and stops. There are ends we don't desire, but they're inevitable. We have to face them. It's what being human is all about."
    },
    {
      "id": "quote_228_1755681666566",
      "character": "Vincent Volaju",
      "quote": "No one can draw a clear line between sane and insane. You move that line as you see fit for yourself. No one else can. You'll understand soon... that the one that's insane is this world."
    },
    {
      "id": "quote_229_1755681666566",
      "character": "Spike Spiegel",
      "quote": "Don't you want to hang out and waste your life with us?"
    },
    {
      "id": "quote_230_1755681666566",
      "character": "Spike Spiegel",
      "quote": "A man can't just live on carbohydrates alone..."
    },
    {
      "id": "quote_231_1755681666566",
      "character": "Andy Von De Oniyate",
      "quote": "Why don't we drink to me and my reflection in your lovely eyes?"
    },
    {
      "id": "quote_232_1755681666566",
      "character": "Spike Spiegel",
      "quote": "Once, there was a tiger striped cat. This cat, died a million deaths, revived and lived a million lives. And he had various owners that he didn't really care about, the cat wasn't afraid to die. Then ONE day, he met a white female cat, the two of them fell in love and lived together happily. Well, the years went by and the white female cat got old and passed away. The Tiger Striped cat cried a million times, then he also died. But this time.....he didn't come back."
    },
    {
      "id": "quote_233_1755681666566",
      "character": "Faye Valentine",
      "quote": "You know the first rule in combat? [Empties sub-machine gun through closed door] ... shoot them before they shoot you."
    },
    {
      "id": "quote_234_1755681666566",
      "character": "Laughing Bull",
      "quote": "Do not fear Death. Death is always at our side. When we show fear, it jumps at us faster than light. But, if we do not show fear, it casts its eye upon us gently and then guides us into infinity."
    },
    {
      "id": "quote_235_1755681666566",
      "character": "Spike Spiegel",
      "quote": "I'm not going there to die. I'm going there to find out if I'm really alive."
    },
    {
      "id": "quote_236_1755681666566",
      "character": "Faye Valentine",
      "quote": "The past is the past and the future is the future. A man is a man and a woman is a woman. The present is the present. I am who I am and you are who you are. That's all there is to it. Does it really matter? Or do we just think it does?"
    },
    {
      "id": "quote_237_1755681666566",
      "character": "Faye Valentine",
      "quote": "Survival of the fittest is the law of nature. We deceive or we are deceived. Thus, we flourish or perish. Nothing good ever happened to me when I trusted others. That is the lesson."
    },
    {
      "id": "quote_238_1755681666566",
      "character": "Spike Spiegel",
      "quote": "I love the type of woman who can kick my ***."
    },
    {
      "id": "quote_239_1755681666566",
      "character": "Spike Spiegel",
      "quote": "And what's the real lesson? Don't leave things in the fridge."
    },
    {
      "id": "quote_240_1755681666566",
      "character": "Spike Spiegel",
      "quote": "A fallen angel banished from heaven, arises into the light to be recieved by the benevolence of God..."
    },
    {
      "id": "quote_241_1755681666566",
      "character": "Jet Black",
      "quote": "Men always seem to think about their past before they die, as though they were frantically searching for proof that they truly lived."
    },
    {
      "id": "quote_242_1755681666566",
      "character": "Jet Black",
      "quote": "You were always there for me, and that’s all I needed. Just you. For some reason, I didn't feel sad or broken up, it just didn't seem real. But slowly I realized it was real – that you were gone. And little by little, I slowly felt something inside me go numb."
    },
    {
      "id": "quote_243_1755681666566",
      "character": "Faye Valentine",
      "quote": "They often say that humans can't live alone. But you can live pretty long by yourself. Instead of feeling alone in a group, it's better to be alone in your solitude."
    },
    {
      "id": "quote_244_1755681666566",
      "character": "Spike Spiegel",
      "quote": "Whatever happens, happens."
    },
    {
      "id": "quote_245_1755681666566",
      "character": "Spike Spiegel",
      "quote": "I'm watching a dream I'll never wake up from."
    },
    {
      "id": "quote_246_1755681666566",
      "character": "Vicious",
      "quote": "There is nothing left to believe in."
    },
    {
      "id": "quote_247_1755681666566",
      "character": "Vicious",
      "quote": "Angels banished from heaven have no choice but to become devils."
    },
    {
      "id": "quote_248_1755681666566",
      "character": "Vincent Volaju",
      "quote": "I have no fear of death. It just means dreaming in silence. A dream that lasts for eternity"
    },
    {
      "id": "quote_249_1755681666566",
      "character": "Spike Spiegel",
      "quote": "There are three things I hate the most: Kids, pets, and women with attitude. So tell me, why do we have all of them packed into our ship!?"
    },
    {
      "id": "quote_250_1755681666566",
      "character": "Vincent Volaju",
      "quote": "Know much about purgatory? It's the place between heaven and hell, where those who were left behind, unable to get into heaven continue to suffer, a place of struggle and pain. In other words, the world that we're in now."
    },
    {
      "id": "quote_251_1755681666566",
      "character": "Spike Spiegel",
      "quote": "I felt like I was watching a dream I'd never wake up from. Before I knew it, the dream was all over."
    },
    {
      "id": "quote_73_1755704074177",
      "character": "Vicious",
      "quote": "Angels banished from heaven have no choice but to become devils. "
    },
    {
      "id": "quote_74_1755704074177",
      "character": "Jet Black",
      "quote": "Men always seem to think about their past before they die, as though they were frantically searching for proof that they truly lived. "
    },
    {
      "id": "quote_75_1755704074177",
      "character": "Faye Valentine",
      "quote": "Survival of the fittest is the law of nature. We deceive or we are deceived. Thus, we flourish or perish. Nothing good ever happened to me when I trusted others. That is the lesson. "
    },
    {
      "id": "quote_76_1755704074177",
      "character": "Laughing Bull",
      "quote": "Do not fear Death. Death is always at our side. When we show fear, it jumps at us faster than light. But, if we do not show fear, it casts its eye upon us gently and then guides us into infinity. "
    },
    {
      "id": "quote_77_1755704074177",
      "character": "Faye Valentine",
      "quote": "The past is the past and the future is the future. A man is a man and a woman is a woman. The present is the present. I am who I am and you are who you are. That's all there is to it. Does it really matter? Or do we just think it does? "
    }
  ]
}