{
  "name": "Fate/zero",
  "anilistId": 10087,
  "totalQuotes": 79,
  "totalCharacters": 17,
  "lastUpdated": "2025-08-20T15:34:56.187Z",
  "quotes": [
    {
      "id": "quote_1686_1755663523585",
      "character": "Gilgamesh",
      "quote": "Isn't the foolishness of the few a more precious commodity than the wisdom of the masses? There are those who were born human but harbor wishes that man was not meant for and have renounced their humanity in its pursuit."
    },
    {
      "id": "quote_1687_1755663523585",
      "character": "Kaminski Natalia",
      "quote": "Killing one man won't change anything. Kill every last person in the world. If you could do that, it might be possible."
    },
    {
      "id": "quote_1688_1755663523585",
      "character": "Rider",
      "quote": "Fail to strike the enemy once you know their location, and it'll be too late to even regret having missed the chance."
    },
    {
      "id": "quote_1689_1755663523585",
      "character": "Gilgamesh",
      "quote": "Ephemeral and brilliant one, fall to my embrace. That is my decision."
    },
    {
      "id": "quote_1690_1755663523585",
      "character": "Saber",
      "quote": "Only brute warriors find glory in destruction!"
    },
    {
      "id": "quote_1691_1755663523585",
      "character": "Berserker",
      "quote": "I am the alienated, the ridiculed, the despised. No need to praise my name. No need to envy my body. I am the shadow under the radiance of heroic spirits. Birthed of the darkness of glorious legend. And so, I hate, I resent. Nourished by the sighs of the people precipitated within the darkness, people that curse the light. This is my disgrace. Because of her unsullied glory, I must forever be belittled. You are, the sacrifice. Good, give me more, your blood and flesh, your life. Let them ignite my hatred!!"
    },
    {
      "id": "quote_1692_1755663523585",
      "character": "Saber",
      "quote": "The weight of my sword is the weight of my pride. The wound from my battle with you is an honor, not a fetter."
    },
    {
      "id": "quote_1693_1755663523585",
      "character": "Gilgamesh",
      "quote": "You mongrels. By our next meeting see that you've culled your numbers. Only a true hero is worthy to look upon my glorious presence."
    },
    {
      "id": "quote_1694_1755663523585",
      "character": "Emiya Kiritsugu",
      "quote": "Even if I am to carry all the evils of this world, it won't matter. If that can save the world, then I'd gladly accept it."
    },
    {
      "id": "quote_1695_1755663523585",
      "character": "Lancer",
      "quote": "You're as good as naked before my spear."
    },
    {
      "id": "quote_1696_1755663523585",
      "character": "Rider",
      "quote": "When you someday find a way of life that you can truly be proud of, you'll be forced into your own battle whether you like it or not."
    },
    {
      "id": "quote_1697_1755663523585",
      "character": "Irisviel von Einzbern",
      "quote": "I have no parents, and I'm not a product of love. Therefore, I can't understand what a 'good wife' is. Even so... the love he gave me is my entire world. No one can humiliate that."
    },
    {
      "id": "quote_1698_1755663523585",
      "character": "Rider",
      "quote": "Heroic Spirits... I want you to find a path to victory."
    },
    {
      "id": "quote_1699_1755663523585",
      "character": "Matou Kariya",
      "quote": "Children's minds are immature. They do not possess a firm resolve and the strength to turn their misery to anger. Confronted with a cruel fate, they were not provided with the choice of having a strong will. Moreover, as they have not lived through and comprehended life, ideals such as honor and hope are yet to be completely nurtured in them. Therefore, in moments of despair, children are more prone than adults to seal away their own mind, lock up their own heart. Because they have not tasted the joy of life they can afford to discard. Because they have not understood the meaning of future, they can sink into despair."
    },
    {
      "id": "quote_1700_1755663523585",
      "character": "Rider",
      "quote": "The inferiority you feel is actually the quality of a king. You may grumble a lot, but you know how small you are. And yet you still struggle to reach heights greater than you can imagine."
    },
    {
      "id": "quote_1701_1755663523585",
      "character": "Lancer",
      "quote": "Do all of you really want... to win that badly? You all want the Grail that desperately?! You'd crush the only wish I have in my heart... do none of you feel any shame at all?! I won't forgive you... I? won't forgive ANY of you for this! All of you monsters who'd disregard a knight's honor for personal gain... let my blood taint your dreams! Let the Grail be cursed! Let the wish it grants bring disaster! And when you fall into the pits of hell... remember the rage of Diarmuid!"
    },
    {
      "id": "quote_1702_1755663523585",
      "character": "Mackenzie Glen",
      "quote": "When you look back after a long life, you'll realize there's nothing that's really worth risking your life for."
    },
    {
      "id": "quote_1703_1755663523585",
      "character": "Tohsaka Tokiomi",
      "quote": "Taking responsibility for yourself is the first condition for humanity. One who cannot do even that is less than human. Just a dog, Kariya."
    },
    {
      "id": "quote_1704_1755663523585",
      "character": "Irisviel von Einzbern",
      "quote": "I am who I am because I learned your ideals and took your prayers to the heart. You've guided me. You've given me a life a mere puppet wouldn't have. You need not to pity me. I am a part of you."
    },
    {
      "id": "quote_1705_1755663523585",
      "character": "Emiya Kiritsugu",
      "quote": "Justice cannot save the world. It is useless."
    },
    {
      "id": "quote_1706_1755663523585",
      "character": "Gilgamesh",
      "quote": "Mongrels though they may be, they're still figures of some slight renown"
    },
    {
      "id": "quote_1707_1755663523585",
      "character": "Irisviel von Einzbern",
      "quote": "Her sword shines, a dream that all warriors  scattered in battle, past, present, and future, hold and mournfully exalt as their final moments approach. She carries their will as her pride, bidding them to remain steadfast in their loyalty."
    },
    {
      "id": "quote_1708_1755663523585",
      "character": "Gilgamesh",
      "quote": "There are two kinds of arrogance. One where you are unequal to the task and one where your dreams are too big. The former is commonplace stupidity... but the latter is a rare species that is difficult to find."
    },
    {
      "id": "quote_1709_1755663523585",
      "character": "Lancer",
      "quote": "Before I am a Servant, I am a knight. I can only serve but one lord."
    },
    {
      "id": "quote_1710_1755663523585",
      "character": "Kaminski Natalia",
      "quote": "If you cut a thread, and then tie it, the thickness will be different where you originally cut it, right? In that sense, it means irreversible change."
    },
    {
      "id": "quote_1711_1755663523585",
      "character": "Rider",
      "quote": "Indeed. I wanted to see Oceanus with my own eyes. Unfortunately, my dream never came true. Oceanus is still my final destination. A dream that never ends. Go ahead and laugh. Two thousand years later, and I still have the same dream. Every bit the fool as well. And so boy... a pact with a fellow idiot seems ideal."
    },
    {
      "id": "quote_1712_1755663523585",
      "character": "Rider",
      "quote": "Rarely does one have the chance to exchange blows with heroes from another age. And with the chance to fight as many as six, I can't allow one of them to fall right now. Look at Saber and Lancer. Both are valiant warriors I would love to duel with. It'd be a pity to let either die."
    },
    {
      "id": "quote_1713_1755663523585",
      "character": "Rider",
      "quote": "A king without greed is even worse than a figurehead! Saber, you said you would become a martyr for your ideals. In life, you must have been a pure saint. A proud and noble figure, certainly. But who can truly admire the martyr's thorny path? Who dreams of such an ending?\n\nA king... The king must be greedier than any other. He must laugh louder and rage harder. He must exemplify the extreme of all things, good and evil. That is why his retainers envy and adore him. And why the flames of aspiration, to be as the king is, can burn within his people. \n\nProud king of chivalry... The righteousness and ideals you bore may indeed have saved your nation once. However, I'm certain you know what became of those who were saved, but left to themselves.\n\nYou saved them, but you never led them. You never showed them what a king should be. You abandoned your men when they lost their way. Then, alone and untroubled, you followed your own petty little ideals.\n\nThus, you are no true king. You are only a little girl, enraptured by a false idol of the king who serves others, but not themselves."
    },
    {
      "id": "quote_1714_1755663523585",
      "character": "Rider",
      "quote": "Glory lies beyond the horizon. Challenge it because it is unreachable. Speak of conquest and demonstrate it."
    },
    {
      "id": "quote_1715_1755663523585",
      "character": "Gilgamesh",
      "quote": "To unite dreams beneath a banner of conquest. I praise your efforts. But, warriors... did you not understand? That all dreams must disappear when the dreamer wakes. Every last one of them. Therefore, it was inevitable that I would stand in your way. King of Conquerors, know the end of your eternal dream. I, myself, shall show you harsh reality. Now awaken, Ea! A worthy stage has been set for you! Look up and behold... Enuma Elish!"
    },
    {
      "id": "quote_1716_1755663523585",
      "character": "Tohsaka Tokiomi",
      "quote": "From the moment a magus is born, he is someone that has \"power\". And some day, he will achieve a \"greater power\". This responsibility was already flowing in his \"blood\" before he realized this destiny. That is what it means to be born into this world as the child of a magus."
    },
    {
      "id": "quote_1717_1755663523585",
      "character": "Rider",
      "quote": "Using a simple method to accomplish something impressive, far outshines using a complex method to achieve the same thing."
    },
    {
      "id": "quote_1718_1755663523585",
      "character": "Rider",
      "quote": "I shall grieve, and I shall weep. But I shall never regret."
    },
    {
      "id": "quote_1719_1755663523585",
      "character": "Kotomine Kirei",
      "quote": "Conflict is humanity's primal instinct. Eliminating it would mean eliminating humanity itself."
    },
    {
      "id": "quote_1720_1755663523585",
      "character": "Rider",
      "quote": "Whatever you do, enjoy it to the fullest. That is the secret of life."
    },
    {
      "id": "quote_1721_1755663523585",
      "character": "Gilgamesh",
      "quote": "A soul naturally seeks pleasure, consciously or not."
    },
    {
      "id": "quote_1722_1755663523585",
      "character": "Gilgamesh",
      "quote": "Fool… I belong among the heavens? Yet you would have me trod upon the ground?! Your impudence has guaranteed your death! Mongrel! When I am through with you, nothing will remain of your corpse!"
    },
    {
      "id": "quote_1723_1755663523585",
      "character": "Gilgamesh",
      "quote": "[To Waver] The path of devotion is a great labor. Do not ever mar it."
    },
    {
      "id": "quote_1724_1755663523585",
      "character": "Rider",
      "quote": "I suppose having your name recorded in the history books is a form of immortality. But if that just means your name gets passed down for two thousand years and nothing else, I'd have preferred to have even a hundredth of that added to my actual life."
    },
    {
      "id": "quote_1725_1755663523585",
      "character": "Emiya Kiritsugu",
      "quote": "The world as it is, the human nature as always, it is impossible to eliminate battles. In the end, killing is necessarily evil. If so, it is best to end them in the maximum efficiency and at the least cost, least time. If you want to slander that as foul and demean that as nasty, then do as you wish. Justice can not save the world. I have no interest with things like that."
    },
    {
      "id": "quote_1726_1755663523585",
      "character": "Rider",
      "quote": "Only a man brave enough to ride into battle at my side could ever be my Master. A coward lacking the courage to even show himself is nowhere close to being worthy!"
    },
    {
      "id": "quote_1727_1755663523585",
      "character": "Lancer",
      "quote": "What must triumph here is the knight's path of chivalry that we champion. Is that not so, Heroic Spirit Arturia?"
    },
    {
      "id": "quote_1728_1755663523585",
      "character": "Gilgamesh",
      "quote": "Do exactly as you like. That is the true meaning of pleasure. Pleasure leads to joy and joy leads to happiness. Your path is now clear, Kirei. So clear there is no longer any need to hesitate."
    },
    {
      "id": "quote_1729_1755663523585",
      "character": "Gilgamesh",
      "quote": "You have yet to see what form your soul has taken. That's what it actually means when you claim that you lack joy in your life."
    },
    {
      "id": "quote_1730_1755663523585",
      "character": "Saber",
      "quote": "I only joined this war to avoid spilling rivers of blood. Fight for the Holy Grail, no meaningless bloodshed, minimize sacrifices, one person taking up the mission of fate instead of armies of men and competing here! This is what we Servants should do."
    },
    {
      "id": "quote_1731_1755663523585",
      "character": "Ryuunosuke Uryuu",
      "quote": "God loves human virtues like courage and hope, but he loves screams, blood and despair just as much!"
    },
    {
      "id": "quote_1732_1755663523585",
      "character": "Emiya Kiritsugu",
      "quote": "However, humans did not realize that truth no matter how high they staked their mountains of corpses. That's because in no matter what era the courageous and fearless great heroes have always bedazzled the eyes of the multitude with their splendid heroic legends. Because of the wistful actions of those idiots and their refusal to admit that bloodshed is by itself evil, the essence of humans has stayed on the same spot since the Stone Age!"
    },
    {
      "id": "quote_1733_1755663523585",
      "character": "Kaminski Natalia",
      "quote": "Choosing your calling based solely on your talents won't always guarantee you happiness."
    },
    {
      "id": "quote_1734_1755663523585",
      "character": "Gilgamesh",
      "quote": "Surely there must be limits to which one may sink."
    },
    {
      "id": "quote_1735_1755663523585",
      "character": "Tohsaka Tokiomi",
      "quote": "Strive to consistently maintain the proper flow. That is the Tohsaka family motto. It means always remaining reserved and elegant."
    },
    {
      "id": "quote_1736_1755663523585",
      "character": "Ryuunosuke Uryuu",
      "quote": "The world might seem boring. But, if you just look, you'll find all kinds of crazy stuff. The world is the best form of entertainment. Something like this couldn't just have happened by chance. There must be a writer writing the stories of more than five-billion people. And the only thing we could possibly call this person is God."
    },
    {
      "id": "quote_1737_1755663523585",
      "character": "Kaminski Natalia",
      "quote": "If you act only on what you should do without heed for what you want to do, you're nothing more than a machine, a phenomenon."
    },
    {
      "id": "quote_1738_1755663523585",
      "character": "Irisviel von Einzbern",
      "quote": "What we call the human heart... It's such a mystery, isn't it?"
    },
    {
      "id": "quote_1739_1755663523585",
      "character": "Gilgamesh",
      "quote": "You brake the law and I'll punish you, there is no room for discussion."
    },
    {
      "id": "quote_1740_1755663523585",
      "character": "Rider",
      "quote": "The King lives to the fullest! He needs to live more fully than anyone else. He is a figure of admiration to his people!"
    },
    {
      "id": "quote_1741_1755663523585",
      "character": "Saber",
      "quote": "If you do evil out of a hatred for evil, that rage and hate will merely birth new conflict."
    },
    {
      "id": "quote_1742_1755663523585",
      "character": "Gilgamesh",
      "quote": "Did you not understand? All dreams eventually disappear when the dreamers wake."
    },
    {
      "id": "quote_1743_1755663523585",
      "character": "Rider",
      "quote": "Impossible, right? Compared to the enemy we're facing, you and I are the same, no more than dots! What's the point in comparing our heights? That is what makes this exciting! The smallest, the weakest - it doesn't matter! I should still wish to go and take over the world, with nothing more than my tiny dot of a body! Within my chest, beats the heart of the King of Conquerors!"
    },
    {
      "id": "quote_1744_1755663523585",
      "character": "Ryuunosuke Uryuu",
      "quote": "Sometimes you can't see what's right in front of you."
    },
    {
      "id": "quote_1745_1755663523585",
      "character": "Rider",
      "quote": "To win, but not destroy; to conquer, but not humiliate: That is what true conquest is!"
    },
    {
      "id": "quote_1746_1755663523585",
      "character": "Waver Velvet",
      "quote": "I'm scared. Or should I borrow your words and say this is exciting?"
    },
    {
      "id": "quote_1747_1755663523585",
      "character": "Saber",
      "quote": "Of what worth is a king who fails to protect the powerless?"
    },
    {
      "id": "quote_1748_1755663523585",
      "character": "Gilgamesh",
      "quote": "So, you would question me, you filthy mongrel? Me, the one true king? If you cannot now discern my identity in the presence of my magnificent glory, then you’re ignorant blindness will serve to seal your doom!"
    },
    {
      "id": "quote_1749_1755663523585",
      "character": "Rider",
      "quote": "A king must live a life more vivid than any other and be figure for all to admire! The king is the one who collects the envy of all his heroes and stands as their guide! Therefore, the king is not alone! For his will equals that of all his followers combined!"
    },
    {
      "id": "quote_1750_1755663523585",
      "character": "Rider",
      "quote": "Then you swear that, once I defeat an enemy, you will buy me pants?"
    },
    {
      "id": "quote_1751_1755663523585",
      "character": "Emiya Kiritsugu",
      "quote": "In the battlefield, there is no place for hope. What lies there is only cold despair and a sin called victory, built on the pain of the defeated. All those people who met there have wholeheartedly admitted the evil and foolishness of this act called war. As long as people don't repent and don't regard it as the most evil taboo, then hell will endlessly reappear in the world."
    },
    {
      "id": "quote_1752_1755663523585",
      "character": "Caster",
      "quote": "Fright is about the feeling that you will die. The true meaning of terror doesn't lie in a static condition, but in a change."
    },
    {
      "id": "quote_1753_1755663523585",
      "character": "Rider",
      "quote": "A cowardly thief would sneak away in the night; the King of Conquerors leaves with his loot amidst songs of victory!"
    },
    {
      "id": "quote_1754_1755663523585",
      "character": "Emiya Kiritsugu",
      "quote": "And there you go. You heard her, Iri. Our Heroic Spirit thinks a battlefield to be something better than Hell. What a joke. It's Hell itself. There is no hope on a battlefield. There is nothing but unspeakable despair. Just a crime we call victory, paid for by the pain of the defeated. But humanity has never recognized this truth. And the reason is that, in every era, a dazzling hero has blinded the people with their legends, and kept them from seeing the evil of bloodshed. True human nature has not advanced a step beyond the Stone Age."
    },
    {
      "id": "quote_1755_1755663523585",
      "character": "Emiya Kiritsugu",
      "quote": "I don't think it's possible to save everyone. I just want to save as many as I can."
    },
    {
      "id": "quote_1756_1755663523585",
      "character": "Kotomine Risei",
      "quote": "One's true worth shows as hardship increases."
    },
    {
      "id": "quote_1757_1755663523585",
      "character": "Gilgamesh",
      "quote": "What you speak of at greatest length is what interests you the most."
    },
    {
      "id": "quote_1758_1755663523585",
      "character": "Gilgamesh",
      "quote": "Sinful? Corrupt? I don't understand your logic. Why must pleasure and sin be connected? Pleasure gotten through evil means could be a sin. But pleasure can also result from good deeds. What kind of philosophy calls pleasure itself a sin?"
    },
    {
      "id": "quote_1759_1755663523585",
      "character": "Rider",
      "quote": "Here, my armies once rode across the land. The place all the heroes who stood with me, through joy and sorrow, will never forget. I can make this world real because it still exists within our hearts! Behold my endless armies! Their bodies destroyed, and their souls offered to the world as Heroic Spirits. And still, these legendary heroes pledge their loyalty to me! My bond with them is my greatest treasure, my path of kingship! The ultimate Noble Phantasm that I, Iskandar, possess. Ionian Hetairoi!"
    },
    {
      "id": "quote_1760_1755663523585",
      "character": "Kotomine Kirei",
      "quote": "Pleasure is another thing that I lack. I seek for it but cannot find it."
    },
    {
      "id": "quote_1761_1755663523585",
      "character": "Kayneth Archibald El-Melloi",
      "quote": "(to Kiritsugu) I shall not let you die easily. I shall use healing magic to regenerate your heart and lungs, while I rend every inch of your flesh. In pain and despair, you will die as you suffer. And while you die, you will curse them... You will curse the cowardice of those who hired you! You will curse the Einzbern's for disgracing the Holy Grail War!"
    },
    {
      "id": "quote_1762_1755663523585",
      "character": "Rider",
      "quote": "Up until now, have you not faced the same enemies as I? That means you are my friend! So hold your chest high, and consider yourself my equal."
    },
    {
      "id": "quote_105_1755700679876",
      "character": "Gilgamesh",
      "quote": "There are two kinds of arrogance. One where you are unequal to the task and one where your dreams are too big. The former is commonplace stupidity... but the latter is a rare species that is difficult to find.\n"
    },
    {
      "id": "quote_80_1755704096187",
      "character": "Rider",
      "quote": "  A king without greed is even worse than a figurehead! Saber, you said you would become a martyr for your ideals. In life, you must have been a pure saint. A proud and noble figure, certainly. But who can truly admire the martyr's thorny path? Who dreams of such an ending?\n\r\nA king... The king must be greedier than any other. He must laugh louder and rage harder. He must exemplify the extreme of all things, good and evil. That is why his retainers envy and adore him. And why the flames of aspiration, to be as the king is, can burn within his people.   \n\r\nProud king of chivalry... The righteousness and ideals you bore may indeed have saved your nation once. However, I'm certain you know what became of those who were saved, but left to themselves.\n\r\nYou saved them, but you never led them. You never showed them what a king should be. You abandoned your men when they lost their way. Then, alone and untroubled, you followed your own petty little ideals.\n\r\nThus, you are no true king. You are only a little girl, enraptured by a false idol of the king who serves others, but not themselves."
    }
  ]
}