{
  "name": "Golden Time",
  "anilistId": 102755,
  "totalQuotes": 15,
  "totalCharacters": 4,
  "quotes": [
    {
      "id": "quote_892_1755681818120",
      "character": "Tada Banri",
      "quote": "You got in an accident. You couldn't do anything afterward. It's okay to feel ashamed about that. But don't run from that shame! You have to carry that humiliation with you and live on!"
    },
    {
      "id": "quote_893_1755681818120",
      "character": "Kaga Kouko",
      "quote": "If a person you love doesn't love you back, you're worthless. That's what I always told myself."
    },
    {
      "id": "quote_894_1755681818120",
      "character": "Kaga Kouko",
      "quote": "I don’t want to waste a single second or meter. From your first step and second of the day, I want to be with you."
    },
    {
      "id": "quote_895_1755681818120",
      "character": "Nana",
      "quote": "Life is suffering, pain, and misery."
    },
    {
      "id": "quote_896_1755681818120",
      "character": "Tada Banri",
      "quote": "Accident or amnesia, you can't rewind your life and start again. If you struggle, you'll just hurt yourself, and the people around you."
    },
    {
      "id": "quote_897_1755681818120",
      "character": "Kaga Kouko",
      "quote": "I want to spend a lot more time with you! But I don’t want you to think I’m annoying, so I’m holding myself back. When you’re away, I always wonder what you’re doing and thinking."
    },
    {
      "id": "quote_898_1755681818120",
      "character": "Hayashida Nana",
      "quote": "You were like a bomb, one wrong move and I might have lost you again."
    },
    {
      "id": "quote_899_1755681818120",
      "character": "Tada Banri",
      "quote": "The Present is ending. Here, countless versions of our past selves are always crying, laughing, falling in love, getting hurt, joking around, feeling happy and suffering. These feelings are born all the time and in the next moment, they became the past and die. It's over now. This is the end, but the truth is everyone's time is like that. Right after it's born, every moment becomes the past and dies."
    },
    {
      "id": "quote_900_1755681818120",
      "character": "Tada Banri",
      "quote": "Why do you still want to be my friend? Is it because you feel comfortable being with me? Because I understand your awkward and useless self, and yet still love you? Quit acting so spoiled. When you rejected me, you lost the right to want those things!"
    },
    {
      "id": "quote_901_1755681818120",
      "character": "Tada Banri",
      "quote": "I may be unreliable, and I may not be able to do anything, but I’m here. I’ll always be with you. I’ll be always by your side."
    },
    {
      "id": "quote_902_1755681818120",
      "character": "Nana",
      "quote": "You meet someone and then part ways. It’s a natural part of the human experience. No one can promise they’ll be together forever."
    },
    {
      "id": "quote_903_1755681818120",
      "character": "Hayashida Nana",
      "quote": "Once you miss the opportunity to say something, the words become increasingly toxic. The best thing to do is to just say everything."
    },
    {
      "id": "quote_904_1755681818120",
      "character": "Tada Banri",
      "quote": "Even if you think I’m a nuisance, no matter where you go, I’ll find you. I’ll always be listening for your voice. When the rain falls, when the wind blows, when the flowers scatter, when shadow looms. In every sign, I’ll search for your voice."
    },
    {
      "id": "quote_905_1755681818120",
      "character": "Kaga Kouko",
      "quote": "Worrying about rejection may be the same as rejecting yourself."
    },
    {
      "id": "quote_906_1755681818120",
      "character": "Tada Banri",
      "quote": "When you want to scream or cry, I’ll be there. I’ll share your feelings and stay with you."
    }
  ]
}