{
  "name": "Jinrui wa Suitai Shimashita",
  "anilistId": 10357,
  "totalQuotes": 28,
  "totalCharacters": 4,
  "lastUpdated": "2026-02-28T15:07:29.317Z",
  "quotes": [
    {
      "id": "quote_2220_1755682191954",
      "character": "Watashi",
      "quote": "I've never been so grateful to have walls to shut the world out."
    },
    {
      "id": "quote_2221_1755682191954",
      "character": "Watashi",
      "quote": "The toilet is a wonder of civilization. It is a grand invention. It preserves human dignity."
    },
    {
      "id": "quote_2222_1755682191954",
      "character": "Watashi",
      "quote": "I should use a cheerful joke to lighten the mood. Would you like a snack? Or, maybe I should snack on you instead?"
    },
    {
      "id": "quote_2223_1755682191954",
      "character": "Watashi",
      "quote": "We must demonstrate that we took action, even if our action was meaningless."
    },
    {
      "id": "quote_2224_1755682191954",
      "character": "Watashi",
      "quote": "Hide the truth. Manipulate information. Use intimidation."
    },
    {
      "id": "quote_2225_1755682191954",
      "character": "Y",
      "quote": "I found a job after graduation, but it was at the school. So much for sentimental farewells."
    },
    {
      "id": "quote_2226_1755682191954",
      "character": "Watashi",
      "quote": "Items to invent: Bed, massage chair, humidifier, rubber band, Rube Goldberg Machine, religion... Religions are invented? I've learned something new."
    },
    {
      "id": "quote_2227_1755682191954",
      "character": "Watashi",
      "quote": "I always thought of humans as intelligent dominoes, since they tend to follow each other."
    },
    {
      "id": "quote_2228_1755682191954",
      "character": "Loaf",
      "quote": "If you pity my existence, please eat me."
    },
    {
      "id": "quote_2229_1755682191954",
      "character": "Y",
      "quote": "Children aren't sweet or innocent. The weird ones are left unchecked. It's rare to find anyone you can trust!"
    },
    {
      "id": "quote_2230_1755682191954",
      "character": "UNESCO Director",
      "quote": "A politician in the past once said: \"My secretaries did it all.\""
    },
    {
      "id": "quote_2231_1755682191954",
      "character": "Watashi",
      "quote": "The devil made me do it. It was all his fault. Yup, all him. Look at them shake. I don't blame them. The second I spotted them, I put a lid on the tin and ran away. In other words, I kidnapped them. Is there any way to spin this? I mean, any way to solve the problem?"
    },
    {
      "id": "quote_2232_1755682191954",
      "character": "Watashi",
      "quote": "The chickens have earned their right to live, while the humans will go hungry."
    },
    {
      "id": "quote_2233_1755682191954",
      "character": "Watashi",
      "quote": "It's simply fun to be part of a group sharing the same interests, regardless of what those interests are."
    },
    {
      "id": "quote_2234_1755682191954",
      "character": "UNESCO Director",
      "quote": "I've done it! After years of climbing the ladder, I've finally made it! Now that I have control of all good, no one can stop me! I now rule the human race! First, I will restore all the long-abandoned customs! Control the people! Control the goods! Control the economy! Once that's done, I can easily take over the nation! I'm in position to wield all of the power! Time to implement a dictatorial democracy! I can be a tyrant!"
    },
    {
      "id": "quote_2235_1755682191954",
      "character": "Watashi",
      "quote": "I woke up feeling refreshed, after dreaming about a long shower. But of course, it was an illusion."
    },
    {
      "id": "quote_2236_1755682191954",
      "character": "Watashi",
      "quote": "And so... I have written down the lesson I've learned from this vital experience in form of a title suitable for a business reference book: \"Never hold meetings. The outcome is determined before the meeting begins.\""
    },
    {
      "id": "quote_2237_1755682191954",
      "character": "Watashi",
      "quote": "It's quite educational, seeing the thought process of someone in charge."
    },
    {
      "id": "quote_2238_1755682191954",
      "character": "Watashi",
      "quote": "So, who should we hold responsible? Compensation. Punishment. If you didn't want any problems you shouldn't have taken risks."
    },
    {
      "id": "quote_2239_1755682191954",
      "character": "Watashi",
      "quote": "Well, nothing in life is ever certain."
    },
    {
      "id": "quote_2240_1755682191954",
      "character": "Watashi",
      "quote": "Necessary murder. Man must kill to live. That hasn't changed, even with humanity's decline. The situation has reached the point in which escape and refusal are no longer options, so I must act."
    },
    {
      "id": "quote_2241_1755682191954",
      "character": "Watashi",
      "quote": "I bet that when they run out of delicacy points, girls turn into old ladies."
    },
    {
      "id": "quote_2242_1755682191954",
      "character": "Watashi",
      "quote": "They have no faces, no mouths... Their slimy bodies are completely hairless! They are... the skinned chickens!... Or you could just say they're chickens."
    },
    {
      "id": "quote_2243_1755682191954",
      "character": "Watashi",
      "quote": "This is how culture spreads. When someone has a new idea, it is immediately copied."
    },
    {
      "id": "quote_2244_1755682191954",
      "character": "Watashi",
      "quote": "Yes! One small candy for man, one giant candy for new mankind."
    },
    {
      "id": "quote_98_1755704221446",
      "character": "Watashi",
      "quote": "The devil made me do it. It was all his fault. Yup, all him. Look at them shake. I don't blame them. The second I spotted them, I put a lid on the tin and ran away. In other words, I kidnapped them. Is there any way to spin this? I mean, any way to solve the problem? "
    },
    {
      "id": "quote_5039_1772291249317",
      "character": "UNESCO Director",
      "quote": "A politician in the past once said: \"\"My secretaries did it all."
    },
    {
      "id": "quote_5040_1772291249317",
      "character": "Watashi",
      "quote": "And so... I have written down the lesson I've learned from this vital experience in form of a title suitable for a business reference book: \"\"Never hold meetings. The outcome is determined before the meeting begins."
    }
  ]
}