{
  "name": "Kyoukai Senjou No Horizon",
  "anilistId": 10456,
  "totalQuotes": 7,
  "totalCharacters": 3,
  "lastUpdated": "2025-08-20T15:36:51.682Z",
  "quotes": [
    {
      "id": "quote_1264_1755681904640",
      "character": "Aoi Toori",
      "show": "Kyoukai Senjou No Horizon",
      "quote": "Shinto, Buddhism, Catholic, Protestant, Murasai, Anglican Church, Russian Orthodox Church, Dunhi, Oat, Techno-magic, swordplay, martial arts, gunsligning, mechanical beasts, phoenixes, dragons, aerial warships, civilians, knights, musketeers, samurai, ninja, warriors, kings, nobles, sovereigns, dynasts, emperors, popes, Far East, K.P.A. Italia,  Hexagone Franchise, England, Svet Russia, P.A. ODA, Qing, Union of India, money, rights, negotiations, politics, public opinion, armed forces, information, Divine Weapons, Armaments of Deadly Sins, Testament Arma, Summit Five, Eight Great Dragon Kings, Chancellor's Board, Student Council, men, women, those who are neither, the young, the old, the dead, and the living, the emotions, the logic, the resolve, for those here who have the power to be able to duel those on the Musashi, all of us, and all of you, and others, many others, many more, so very many more things that I still don't know about, among all of us! Let's find out who's the strongest out there!"
    },
    {
      "id": "quote_1265_1755681904640",
      "character": "Aoi Toori",
      "show": "Kyoukai Senjou No Horizon",
      "quote": "I may be inept, but at least I don't forget to aim high!"
    },
    {
      "id": "quote_1266_1755681904640",
      "character": "Aoi Toori",
      "show": "Kyoukai Senjou No Horizon",
      "quote": "Once you get everything back, you'll be down to having nothing but loads of fun left."
    },
    {
      "id": "quote_1267_1755681904640",
      "character": "Aoi Toori",
      "show": "Kyoukai Senjou No Horizon",
      "quote": "If someone you care for is ever in the eyes of danger, don't hesitate to save himher."
    },
    {
      "id": "quote_1268_1755681904640",
      "character": "Futayo Honda",
      "show": "Kyoukai Senjou No Horizon",
      "quote": "Loyalty is only given meaning through one's actions."
    },
    {
      "id": "quote_1269_1755681904640",
      "character": "Horizon Ariadust",
      "show": "Kyoukai Senjou No Horizon",
      "quote": "It's where all parallel lines meet. Where conflicting ideas are reconciled. It is... above the horizon."
    },
    {
      "id": "quote_753_1755700855869",
      "character": "Aoi Toori",
      "show": "Kyoukai Senjou No Horizon",
      "quote": "If someone you care for is ever in the eyes of danger, don't hesitate to save him/her.",
      "originalIndex": "5054"
    }
  ]
}