{
  "name": "Blood-C",
  "anilistId": 10490,
  "totalQuotes": 5,
  "totalCharacters": 3,
  "lastUpdated": "2025-08-20T10:33:41.994Z",
  "quotes": [
    {
      "id": "quote_164_1755686021994",
      "character": "Dog",
      "quote": "Evil doesn't always seep out. It's possible to hide it if you’re careful and skilled."
    },
    {
      "id": "quote_165_1755686021994",
      "character": "Fumito Nanahara",
      "quote": "It's difficult to change someone's emotions, no matter how they are, so long as they are deeply engraved in the heart. I suppose hatred would be the hardest. Many people will say that hatred fades over time, but that doesn't mean it ever really goes away. It's still there. It's just hiding where you can't see it, and given the slightest chance, it will reassert itself. Now then, given hatred's persistence, what should you do if you can't get rid of it? The only possibility is to overwrite it with an equally powerful emotion – with an emotion as strong as hatred… Yes, those would be love and trust."
    },
    {
      "id": "quote_166_1755686021994",
      "character": "Fumito Nanahara",
      "quote": "What do you think people are made of? I'm not talking about blood or flesh. We do care about what's on the exterior, but we want to focus more on what people even now still call the \"inside.\" You can also call it \"nature\". I guess you are either born this way or raised to act this way. Are people born like this or do they become like this? The answer is..."
    },
    {
      "id": "quote_167_1755686021994",
      "character": "Saya Kisaragi",
      "quote": "I make my own decisions, and see them to the very end. I had to find my resolve, so I could remain true to myself."
    },
    {
      "id": "quote_168_1755686021994",
      "character": "Fumito Nanahara",
      "quote": "When a person encounters that which they cannot understand, what do they do? Why, they think. But you know, the more you think about something, the further you get from the truth. Yes. Your thoughts get in the way of what your instincts desire. In the way of the real answer."
    }
  ]
}