{
  "name": "Kamisama No Memochou",
  "anilistId": 10568,
  "totalQuotes": 20,
  "totalCharacters": 5,
  "quotes": [
    {
      "id": "quote_2287_1755682221766",
      "character": "Charunee Kusakabe",
      "show": "Kamisama No Memochou",
      "quote": "(Her dad) He'd always tell me that family isn't about being related by blood. Living under the same roof and caring for each other is what family is all about."
    },
    {
      "id": "quote_2288_1755682221766",
      "character": "Shionji Yuuko",
      "show": "Kamisama No Memochou",
      "quote": "I've been looking out at the world through windows I've opened across the net. It's an extremely close-minded and twisted world."
    },
    {
      "id": "quote_2289_1755682221766",
      "character": "Shionji Yuuko",
      "show": "Kamisama No Memochou",
      "quote": "What takes reason a hundred years to build a bridge to only takes the wings of faith a single night to reach."
    },
    {
      "id": "quote_2290_1755682221766",
      "character": "Shionji Yuuko",
      "show": "Kamisama No Memochou",
      "quote": "There are only two professions in the whole world that give meaning to those who have died and what have been lost... They're writers and detectives. Writers are the only ones able to revive what was lost through their visions. Detectives are the only ones able to dig up the grave and bring back lost information. But the information us detectives dig up is nothing more than the truth as recorded in Heaven's Memo Pad."
    },
    {
      "id": "quote_2291_1755682221766",
      "character": "Mukai Hitoshi",
      "show": "Kamisama No Memochou",
      "quote": "Babies are jobless when they are born too! It's just that they are tainted in the large bathtub called life after that!"
    },
    {
      "id": "quote_2292_1755682221766",
      "character": "Shionji Yuuko",
      "show": "Kamisama No Memochou",
      "quote": "As of this moment, you're my official assistant. Your arms, your legs, your eyes, your ears, your throat, your nails, your teeth, and your tongue. Even the last drop of your blood. They all belong to me now."
    },
    {
      "id": "quote_2293_1755682221766",
      "character": "Shionji Yuuko",
      "show": "Kamisama No Memochou",
      "quote": "NEETs aren't people who can't do or won't do things. The only difference is the rules. Because we're playing with different rules, we're forced to do things differently. The participants are disoriented. They frown. Then they are discouraged by labeling and stereotyping and find comfort in isolation."
    },
    {
      "id": "quote_2294_1755682221766",
      "character": "Shionji Yuuko",
      "show": "Kamisama No Memochou",
      "quote": "A normal detective eavesdrops, goes on stakeouts, and gathers information by foot to find out what they're looking for. But a NEET detective can search the world over to find the truth without stepping out of their room!"
    },
    {
      "id": "quote_2295_1755682221766",
      "character": "Shionji Yuuko",
      "show": "Kamisama No Memochou",
      "quote": "NEET is not a stereotype. It's a way of life."
    },
    {
      "id": "quote_2296_1755682221766",
      "character": "Shionji Yuuko",
      "show": "Kamisama No Memochou",
      "quote": "Human emotions are ambiguous. A person can have contradicting feelings. I know how they are capable of creating lies and pain when reflected in the real world. That's why we have words. Words are brutally precise. They give form to feelings while mercilessly killing anything left unsaid."
    },
    {
      "id": "quote_2297_1755682221766",
      "character": "Narumi Fujishima",
      "show": "Kamisama No Memochou",
      "quote": "The crowd of people looks just like pixels in a picture to me. A single pixel is meaningless. But add two, three and four... They pile up rapidly until they ultimately form a picture. But I've never seen that picture."
    },
    {
      "id": "quote_2298_1755682221766",
      "character": "Shionji Yuuko",
      "show": "Kamisama No Memochou",
      "quote": "Most non-NEET people in the world don't realize that human nature isn't scalar, but vectorial."
    },
    {
      "id": "quote_2299_1755682221766",
      "character": "Shionji Yuuko",
      "show": "Kamisama No Memochou",
      "quote": "What do you think killed the most people in history? It wasn't explosives or drugs. It was information. To know is to die."
    },
    {
      "id": "quote_2300_1755682221766",
      "character": "Shionji Yuuko",
      "show": "Kamisama No Memochou",
      "quote": "The human mind is uncertain things. Within mind, even contradictory thoughts may coexist."
    },
    {
      "id": "quote_2301_1755682221766",
      "character": "Kamisama No Memochou",
      "show": "Kamisama No Memochou",
      "quote": "Songs are great. They reach people no matter how far they are. Even to people dear to you, who are no longer here."
    },
    {
      "id": "quote_2302_1755682221766",
      "character": "Shionji Yuuko",
      "show": "Kamisama No Memochou",
      "quote": "We will never laugh at ourselves. Just as earthworms do not fear darkness and penguins are not ashamed of their inability to fly. That's the meaning of life, is it not?"
    },
    {
      "id": "quote_2303_1755682221766",
      "character": "Shionji Yuuko",
      "show": "Kamisama No Memochou",
      "quote": "True detective work is beyond the general masses. After all, we're advocates for the dead. We dig up what was lost to the grave and hurt the living to defend the honor of the dead. And we humiliate the dead to comfort the living."
    },
    {
      "id": "quote_2304_1755682221766",
      "character": "Narumi Fujishima",
      "show": "Kamisama No Memochou",
      "quote": "Broken promises, regardless of how horrid transform into rage that stinks to the ocean floor. Through those bonds, we're drawn together countless times."
    },
    {
      "id": "quote_2305_1755682221766",
      "character": "Shionji Yuuko",
      "show": "Kamisama No Memochou",
      "quote": "Will you stay by my side? Will you watch as we uncover a harsh truth that was meant to remain buried, and share in the pain that comes with the act?"
    },
    {
      "id": "quote_2306_1755682221766",
      "character": "Shionji Yuuko",
      "show": "Kamisama No Memochou",
      "quote": "A detective must become nothing more than an advocate. We must never put words to the feelings that failed to take form."
    }
  ]
}