{
  "name": "Boku wa Tomodachi ga Sukunai",
  "anilistId": 10719,
  "totalQuotes": 7,
  "totalCharacters": 3,
  "quotes": [
    {
      "id": "quote_2466_1755682305037",
      "character": "Yozora Mikazuki",
      "show": "Boku wa Tomodachi ga Sukunai",
      "quote": "It makes you sad when someone suddenly just up and disappears without a word. If you're just going to end up hurt in the end, you're better off not forming any bonds at all."
    },
    {
      "id": "quote_2467_1755682305037",
      "character": "Yozora Mikazuki",
      "show": "Boku wa Tomodachi ga Sukunai",
      "quote": "You don't need to make a hundred friends. Just make real friends that you care about a hundred times as much. Even if you only have one, so long as they’re a friend you really care about."
    },
    {
      "id": "quote_2468_1755682305037",
      "character": "Yozora Mikazuki",
      "show": "Boku wa Tomodachi ga Sukunai",
      "quote": "It's not like I'm desperate to have friends, anyway. I just don't like being looked down on as that sad person with no friends."
    },
    {
      "id": "quote_2469_1755682305037",
      "character": "Rika Shiguma",
      "show": "Boku wa Tomodachi ga Sukunai",
      "quote": "You don't like being lonely, but you're afraid of people expressing their affection towards you. You pretend not to notice. You run away. You brush it off. You cover up. You reject. You even lie to yourself, convincing yourself that no one has any feelings for you."
    },
    {
      "id": "quote_2470_1755682305037",
      "character": "Yozora Mikazuki",
      "show": "Boku wa Tomodachi ga Sukunai",
      "quote": "Humans love hurting others when they can´t be hurt themselves. Like killing animals, or flaming people online. And if the target makes a mistake, it fans the flames even more, and the bully gets even more fun out of it."
    },
    {
      "id": "quote_2471_1755682305037",
      "character": "Yozora Mikazuki",
      "show": "Boku wa Tomodachi ga Sukunai",
      "quote": "It doesn't matter if you can make 100 friends. Instead, make real friends who are as important to you as 100 is to them. It doesn't matter if you have one, as long as it's a friend that you care about."
    },
    {
      "id": "quote_2472_1755682305037",
      "character": "Kodaka Hasegawa",
      "show": "Boku wa Tomodachi ga Sukunai",
      "quote": "Judging things based on looks alone... That's just cruel."
    }
  ]
}