{
  "name": "Chihayafuru",
  "anilistId": 10800,
  "totalQuotes": 10,
  "totalCharacters": 5,
  "quotes": [
    {
      "id": "quote_924_1755681823882",
      "character": "Chihaya Ayase",
      "show": "Chihayafuru",
      "quote": "If I can be the best in the world at something, then I think it's worth a shot."
    },
    {
      "id": "quote_925_1755681823882",
      "character": "Tsutomu Komano",
      "show": "Chihayafuru",
      "quote": "When you find yourself wishing that a certain person was also here, that person is like family to you. Regardless of how long or how well you know them."
    },
    {
      "id": "quote_926_1755681823882",
      "character": "Taichi Mashima",
      "show": "Chihayafuru",
      "quote": "It doesn't seem right to let a girl choose me. I would rather choose the girl I devote myself to."
    },
    {
      "id": "quote_927_1755681823882",
      "character": "Tsutomu Komano",
      "show": "Chihayafuru",
      "quote": "You have to do the things you don't want to do, before you can do the things you truly want to do."
    },
    {
      "id": "quote_928_1755681823882",
      "character": "Hidehiro Harada",
      "show": "Chihayafuru",
      "quote": "Frustrations will not last forever. Nobody can keep on going without some measure of reward."
    },
    {
      "id": "quote_929_1755681823882",
      "character": "Taichi Mashima",
      "show": "Chihayafuru",
      "quote": "Love is when it isn't fun to be with that person. It's when nothing goes the way you want. When you're not having fun... and yet you still want to be with that person."
    },
    {
      "id": "quote_930_1755681823882",
      "character": "Taichi Mashima",
      "show": "Chihayafuru",
      "quote": "Men don't get touchy-feely with each other."
    },
    {
      "id": "quote_931_1755681823882",
      "character": "Hidehiro Harada",
      "show": "Chihayafuru",
      "quote": "Some people think the act of investing efforts, trying your best is more precious than the result. But for mentors as well as their pupils, that approach feels bitter. 'I did my best', 'the fight was close'... words like that blow past and die out like a wind. Only the result is a stone. The stone you can reach by doing your best."
    },
    {
      "id": "quote_932_1755681823882",
      "character": "Ooe Kanade",
      "show": "Chihayafuru",
      "quote": "A woman must always move with grace, whether you're wiping a table or drying sheets. Or in the fight for your life."
    },
    {
      "id": "quote_933_1755681823882",
      "character": "Taichi Mashima",
      "show": "Chihayafuru",
      "quote": "Love is hating someone but you still want to be with them."
    }
  ]
}