{
  "name": "Eden*",
  "anilistId": 109217,
  "totalQuotes": 6,
  "totalCharacters": 5,
  "quotes": [
    {
      "id": "quote_1183_1755681880854",
      "character": "Naoto Inaba",
      "quote": "Everyone lives their own way. Whether you live for yourself or live for others... that is your own decision. A life of earnestly protecting and tending to someone isn't bad either. Though it's not that glorious of a life."
    },
    {
      "id": "quote_1184_1755681880854",
      "character": "Elica",
      "quote": "Chains can be torn off. Your sister knew that. Be it an artificially produced human or a wild animal stained by sin... I believe that all living things have the right to be happy."
    },
    {
      "id": "quote_1185_1755681880854",
      "character": "Sion",
      "quote": "Even if they are locked in cage, as long as they have wings, birds can dream of the wide-open sky. But.. If their wings are plucked, they will cease to be birds..."
    },
    {
      "id": "quote_1186_1755681880854",
      "character": "Natsume",
      "quote": "Even now, she continues to burn away her life in order to bring about a beginning rather than an end... She just looks forward while dreaming of the outside world. But you know what I think? Isn't it a bad thing to just look forward? Sometimes looking to the side, or looking back... There just might be something important there. You may have lost something. There may be the smile of a loved one. Isn't it impotant to try looking around once in a while? That's how it was for me. I could only ever face forward, could only move my legs with reckless abandon. I never had any idea what sort of footprints I might be leaving behind me. No, in truth, I couldn't even look ahead. The fact that I've never seen anything was scary... so I went on a trip to find what I truly desired."
    },
    {
      "id": "quote_1187_1755681880854",
      "character": "Ryou Haruna",
      "quote": "There's no need to rush. Sometimes even pointless conversations can teach you a thing or two."
    },
    {
      "id": "quote_1188_1755681880854",
      "character": "Natsume",
      "quote": "Everyone's reality is freight with some degree of pain. What's wrong with seeing what makes you happy in your dreams?"
    }
  ]
}