{
  "name": "Ghost in the Shell: Stand Alone Complex - The Laughing Man - Tachikomatic Days",
  "anilistId": 10947,
  "totalQuotes": 30,
  "totalCharacters": 3,
  "lastUpdated": "2026-02-28T14:48:56.247Z",
  "quotes": [
    {
      "id": "quote_1772_1755663529158",
      "character": "Kawai Maria",
      "quote": "He who lies to make things beautiful is probably someone who admires pure feelings much more than anybody else."
    },
    {
      "id": "quote_1773_1755663529158",
      "character": "Kawai Maria",
      "quote": "No matter how ugly something is, if you look at it in a cute way, it'll seem dear somehow."
    },
    {
      "id": "quote_1774_1755663529158",
      "character": "Kawai Maria",
      "quote": "Friendship might begin with getting picked, but I don't think that you can stop picking for yourself either. But in order to choose, there are things you need to know. And in order to get picked, you need them to know certain things."
    },
    {
      "id": "quote_1775_1755663529158",
      "character": "Kawai Maria",
      "quote": "I should just do what I'm able to do. No matter how small it is, there's no need to feel ashamed."
    },
    {
      "id": "quote_1776_1755663529158",
      "character": "Yuusuke Kanda",
      "quote": "To me, Kawai-san is like a mirror. A mirror that reflects all the bad parts about you. A devil-like mirror that contaminates your heart."
    },
    {
      "id": "quote_1777_1755663529158",
      "character": "Yuusuke Kanda",
      "quote": "Anyone can say that he likes himself best. When you say that you like someone, you just end up liking yourself in the moment of being with that person, right?"
    },
    {
      "id": "quote_1778_1755663529158",
      "character": "Kawai Maria",
      "quote": "I'm not very good at sensing people's boundaries. Without knowing how far is too far, I gradually get closer and closer. It's terrifying. Being unable to sense that is terrifying."
    },
    {
      "id": "quote_1779_1755663529158",
      "character": "Kawai Maria",
      "quote": "I have to accept that who I want to become and who I can actually become are different."
    },
    {
      "id": "quote_1780_1755663529158",
      "character": "Kawai Maria",
      "quote": "There isn't anything more painful than to have someone say that he doesn't believe you."
    },
    {
      "id": "quote_1781_1755663529158",
      "character": "Shin Meguro",
      "quote": "There are those people who are born aloof and prefer to stay away from groups. In such a case, others should just leave those people alone. It's not a matter of sympathy."
    },
    {
      "id": "quote_1782_1755663529158",
      "character": "Kawai Maria",
      "quote": "Nothing good ever comes from a man interfering with women's problems."
    },
    {
      "id": "quote_1783_1755663529158",
      "character": "Kawai Maria",
      "quote": "I think that having no relationships with others is the loneliest thing in the world."
    },
    {
      "id": "quote_1784_1755663529158",
      "character": "Yuusuke Kanda",
      "quote": "I think that no one wants to see others' sins."
    },
    {
      "id": "quote_1785_1755663529158",
      "character": "Kawai Maria",
      "quote": "I always wished to be accepted by my surroundings. I tried to change myself for that reason. But, I don't care if I'm disliked. I don't care if I don't have a place where I belong. I don't mind if everybody rejects me starting tomorrow. I will even become a devil for the person who is trying to protect me."
    },
    {
      "id": "quote_1786_1755663529158",
      "character": "Kawai Maria",
      "quote": "I think that the people who come to like and understand you, like you not because of your outward appearance, but because of your own feelings that aren't lies."
    },
    {
      "id": "quote_1787_1755663529158",
      "character": "Kawai Maria",
      "quote": "You don't have to try to get along with someone that you aren't interested in."
    },
    {
      "id": "quote_1788_1755663529158",
      "character": "Kawai Maria",
      "quote": "The spell always breaks in the end. Girls will always transform back into their original shabby form. After that, you only have your own strength to rely on to accomplish anything."
    },
    {
      "id": "quote_1789_1755663529158",
      "character": "Kawai Maria",
      "quote": "Wrongly placed jealousy is ugly when it goes too far."
    },
    {
      "id": "quote_1790_1755663529158",
      "character": "Kawai Maria",
      "quote": "I never once thought that the world was fair, but some things will never change. If you want things to change, don't wait for someone to do it for you, go change it yourself."
    },
    {
      "id": "quote_1791_1755663529158",
      "character": "Kawai Maria",
      "quote": "I do want to be useful for something and to be of help to people, but I want to decide what that \"something\" is by myself."
    },
    {
      "id": "quote_1792_1755663529158",
      "character": "Kawai Maria",
      "quote": "\"Those who believe will be saved\". It's just that I wanted to find out whether you'll be saved if you believed. If such a thing were true, I feel like I can change myself too."
    },
    {
      "id": "quote_1793_1755663529158",
      "character": "Kawai Maria",
      "quote": "If you want to change, don't wait for someone else to make it happen. Do it yourself."
    },
    {
      "id": "quote_1794_1755663529158",
      "character": "Kawai Maria",
      "quote": "Ever since I was little, I've always been curious. Why doesn't the witch, who can use her magic to transform a shabby girl into someone lovely, cast a spell on herself? If she used her magic on herself, she could become lovely too. The witch does not use her magic on herself because she knows the emptiness that follows when the spell breaks."
    },
    {
      "id": "quote_1795_1755663529158",
      "character": "Kawai Maria",
      "quote": "Sticking through with a lie to protect someone, is probably harder than telling the truth."
    },
    {
      "id": "quote_1796_1755663529158",
      "character": "Shin Meguro",
      "quote": "If you're friends with everyone, you become a popular guy in return; but then, you wouldn't have a place where you can be who you truly are."
    },
    {
      "id": "quote_1797_1755663529158",
      "character": "Kawai Maria",
      "quote": "The ability to understand others just by touching definitely exists. There might not be any reason to be afraid of touching and being touched by others, or hugging and being hugged by others."
    },
    {
      "id": "quote_1798_1755663529158",
      "character": "Kawai Maria",
      "quote": "You're not God, nor are you a sister. But it's because I feel that you're much closer to me than God, I'm much more afraid of being hated by you."
    },
    {
      "id": "quote_2573_1772290136247",
      "character": "Kawai Maria",
      "quote": "I do want to be useful for something and to be of help to people, but I want to decide what that \"\"something\"\" is by myself."
    },
    {
      "id": "quote_2660_1772290136247",
      "character": "Kawai Maria",
      "quote": "Those who believe will be saved\"\". It's just that I wanted to find out whether you'll be saved if you believed. If such a thing were true, I feel like I can change myself too."
    },
    {
      "id": "quote_2662_1772290136247",
      "character": "Shin Meguro",
      "quote": "If you're friends with everyone, you become a popular guy in return"
    }
  ]
}