{
  "name": "Black Rock Shooter",
  "anilistId": 11285,
  "totalQuotes": 10,
  "totalCharacters": 4,
  "quotes": [
    {
      "id": "quote_2275_1755682212753",
      "character": "Mato Kuroi",
      "quote": "This is my darkness. Nothing anyone says can console me."
    },
    {
      "id": "quote_2276_1755682212753",
      "character": "Mato Kuroi",
      "quote": "You can't get hurt without also hurting others."
    },
    {
      "id": "quote_2277_1755682212753",
      "character": "Mato Kuroi",
      "quote": "Love is a bitter sweet taste of life, which many humans many weaknesses and sometimes their strongest weapon."
    },
    {
      "id": "quote_2278_1755682212753",
      "character": "Mato Kuroi",
      "quote": "You’re wrong! None of that makes any sense! Grief and suffering isn’t something that can be taken away by dying in a fight! You have to resolve your problems by talking and explaining your points of view. Relying on others for it is wrong!"
    },
    {
      "id": "quote_2279_1755682212753",
      "character": "Arata Kohata",
      "quote": "You know… When something bad happens, I don’t like thinking it was someone else’s fault. See, if it’s someone else’s fault, then there’s nothing I, personally, can do about it. I want to think it’s all up to me. If that’s the case, then I can do something about the things that go wrong. Then I can always run and always fly."
    },
    {
      "id": "quote_2280_1755682212753",
      "character": "Strength",
      "quote": "No world is more painful to live in than this one."
    },
    {
      "id": "quote_2281_1755682212753",
      "character": "Mato Kuroi",
      "quote": "To me, nothing is painful. There is no such thing as anguish. Even if some things seem like they hurt, deep down, everyone is a nice person. We can understand each other, or so I thought; or so I liked to think. I didn't want to wallow in misery. I didn't want to become spiteful. I just didn't want to be hurt. I didn't want to be hated."
    },
    {
      "id": "quote_2282_1755682212753",
      "character": "Saya Irino",
      "quote": "Even if your heart feels like it's been stabbed, it won't bleed or leave a scar behind. There'll be someone who'll help you bear the pain. It'll all work out, so don't brood over it. No matter how much it seems to hurt, it's all just a trick of the mind."
    },
    {
      "id": "quote_2283_1755682212753",
      "character": "Saya Irino",
      "quote": "It's good to not have any enemies, but it's normal to unintentionally make a few along the way."
    },
    {
      "id": "quote_1919_1772288332519",
      "character": "Mato Kuroi",
      "quote": "To me, nothing is painful. There is no such thing as anguish. Even if some things seem like they hurt, deep down, everyone is a nice person. We can understand each other, or so I thought"
    }
  ],
  "lastUpdated": "2026-02-28T14:18:52.519Z"
}