{
  "name": "Nisemonogatari",
  "anilistId": 11597,
  "totalQuotes": 20,
  "totalCharacters": 10,
  "quotes": [
    {
      "id": "quote_1985_1755663558774",
      "character": "Yozuru Kagenui",
      "quote": "Whatever you value... What you consider right is up to you. But don't force those ideals onto other people."
    },
    {
      "id": "quote_1986_1755663558774",
      "character": "Suruga Kanbaru",
      "quote": "Any time one isn't familiar with something, it all looks the same. Knowledge and education are required to properly judge a thing."
    },
    {
      "id": "quote_1987_1755663558774",
      "character": "Tsukihi Araragi",
      "quote": "In their own way, fights are also a valid form of communication."
    },
    {
      "id": "quote_1988_1755663558774",
      "character": "Deish큰 Kaiki",
      "quote": "The fake is of far greater value. In its deliberate attempt to be real, it's more real than the real thing."
    },
    {
      "id": "quote_1989_1755663558774",
      "character": "Mayoi Hachikuji",
      "quote": "In a way, the supernatural is what's behind the curtain. Normally, you only need to see what's happening on stage. That's how reality works. If you don't know, it's best that you don't. Actually, learning about the supernatural only increases the number of things you don't know."
    },
    {
      "id": "quote_1990_1755663558774",
      "character": "Shinobu Oshino",
      "quote": "No matter what bonds you forge with others, time will tear them apart. Well... Doesn't thinking about it make you sick?"
    },
    {
      "id": "quote_1991_1755663558774",
      "character": "Tsubasa Hanekawa",
      "quote": "I don't know everything. I just know what I know."
    },
    {
      "id": "quote_1992_1755663558774",
      "character": "Senjougahara Hitagi",
      "quote": "But they say a woman is better off with an unloved man, versus a man who loves her."
    },
    {
      "id": "quote_1993_1755663558774",
      "character": "Deish큰 Kaiki",
      "quote": "Just as there isn't a problem that can't be solved by being right, there isn't a problem that can't be solved by money."
    },
    {
      "id": "quote_1994_1755663558774",
      "character": "Koyomi Araragi",
      "quote": "The impostor is an impostor because it can't be distinguished from the real thing. The proof of its falsity is in its resemblance to the real thing."
    },
    {
      "id": "quote_1995_1755663558774",
      "character": "Mayoi Hachikuji",
      "quote": "I'm sure there's a reason that, even after I stopped being lost, I stayed here. I won't leave until I know what that reason is."
    },
    {
      "id": "quote_1996_1755663558774",
      "character": "Suruga Kanbaru",
      "quote": "It's easy for girls to take advantage of your kindness, so be careful."
    },
    {
      "id": "quote_1997_1755663558774",
      "character": "Karen Araragi",
      "quote": "You can lose the match and the game, but if you don't lose to yourself, it isn't a loss."
    },
    {
      "id": "quote_1998_1755663558774",
      "character": "Deish큰 Kaiki",
      "quote": "Even if the truth is as one suspects, it may still be worthless."
    },
    {
      "id": "quote_1999_1755663558774",
      "character": "Deish큰 Kaiki",
      "quote": "The past is just the past. There's no inherent value in getting over it or catching up to it."
    },
    {
      "id": "quote_2000_1755663558774",
      "character": "Mayoi Hachikuji",
      "quote": "I know love. The convenience store was selling it. For 298 yen."
    },
    {
      "id": "quote_2001_1755663558774",
      "character": "Koyomi Araragi",
      "quote": "It isn't just \"others\". Not \"others\". It's my Family. I'll force my ideals on my family. And since they're family, I'll lie to them. I'll deceive them. I'll cause them trouble. I'll make them worry. I'll owe them things, things I'll never be able to repay. However, I think that's okay. If you say that being an impostor is evil, then I will shoulder the burden of that evil. If lying is a bad thing, then I'm fine being the bad person. I don't need them to like me. I'm fine with being the worst kind of person."
    },
    {
      "id": "quote_2002_1755663558774",
      "character": "Shinobu Oshino",
      "quote": "We can't let the past be mere water under the bridge. Even so, there's no reason that we can't come together."
    },
    {
      "id": "quote_2003_1755663558774",
      "character": "Mayoi Hachikuji",
      "quote": "Sharing your secret with someone means you involve them in your problems. It may make things easier for you, but your family could end up suffering for it too."
    },
    {
      "id": "quote_1177_1772287489272",
      "character": "Koyomi Araragi",
      "quote": "It isn't just \"\"others\"\". Not \"\"others\"\". It's my Family. I'll force my ideals on my family. And since they're family, I'll lie to them. I'll deceive them. I'll cause them trouble. I'll make them worry. I'll owe them things, things I'll never be able to repay. However, I think that's okay. If you say that being an impostor is evil, then I will shoulder the burden of that evil. If lying is a bad thing, then I'm fine being the bad person. I don't need them to like me. I'm fine with being the worst kind of person."
    }
  ],
  "lastUpdated": "2026-02-28T14:04:49.272Z"
}