{
  "name": "Code:Breaker",
  "anilistId": 11703,
  "totalQuotes": 8,
  "totalCharacters": 2,
  "quotes": [
    {
      "id": "quote_2473_1755682307934",
      "character": "Ogami Rei",
      "quote": "Giving into the pain and thinking you want to die just means you've been spoiled by life. If you don't want to die, then don't act spoiled. Suffer through life; crawl through life. Stick it out till the very end. If you still want to die after that, come find me. I'll end you."
    },
    {
      "id": "quote_2474_1755682307934",
      "character": "Ogami Rei",
      "quote": "An eye for an eye, a tooth for a tooth, evil for evil."
    },
    {
      "id": "quote_2475_1755682307934",
      "character": "Ogami Rei",
      "quote": "I dislike things. When a person dies, their things are left behind. I`d like to take care of mine ahead of time."
    },
    {
      "id": "quote_2476_1755682307934",
      "character": "Ogami Rei",
      "quote": "Don`t you... decide everything by yourself!! I don`t care about being pathetic or getting anything in return... People cannot possibly choose their own birthplace, but they can choose their own death that's why I became a \"Code Breaker\".  I`ll burn down all evil as long as I`m still alive... to the very last second of my life... nothing more than that!!"
    },
    {
      "id": "quote_2477_1755682307934",
      "character": "Ogami Rei",
      "quote": "Do you resent me? If you do, then keep on living and come kill me. I'll remember you. I'll never forget you."
    },
    {
      "id": "quote_2478_1755682307934",
      "character": "Ogami Rei",
      "quote": "If you let yourself get depressed, you'd be making light of the people who trust and follow you."
    },
    {
      "id": "quote_2479_1755682307934",
      "character": "Toki Fujiwara",
      "quote": "I could kill you, but I wont become like you, who uses power for his own egoism."
    },
    {
      "id": "quote_2480_1755682307934",
      "character": "Ogami Rei",
      "quote": "Death is to good for trash like you. This is your punishment which is even harder than death. Atone for your sin by living... A life of fulfillment."
    }
  ]
}