{
  "name": "Sword Art Online",
  "anilistId": 11757,
  "totalQuotes": 31,
  "totalCharacters": 8,
  "lastUpdated": "2025-08-20T15:36:58.962Z",
  "quotes": [
    {
      "id": "quote_3435_1755663691550",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online",
      "quote": "There's no meaningful difference between a real and a virtual world. It's pointless to ask anyone who they really are. All you can do is accept and believe in them, because whoever they are in your mind, is their true identity."
    },
    {
      "id": "quote_3436_1755663691550",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online",
      "quote": "Real pain is the result of losing someone you care about."
    },
    {
      "id": "quote_3437_1755663691550",
      "character": "Asuna Yūki",
      "show": "Sword Art Online",
      "quote": "I cried alone every single night. It felt like every day that passed here stole another piece of my real life away. After I cried, I'd go and fight as hard as I could. My only thought was winning, moving forward and getting stronger."
    },
    {
      "id": "quote_3438_1755663691550",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online",
      "quote": "I'd rather die with someone than let that person die before my eyes. More so if she's a girl like you."
    },
    {
      "id": "quote_3439_1755663691550",
      "character": "Asuna Yūki",
      "show": "Sword Art Online",
      "quote": "If we make it back to the real world, I'll find you. And fall in love with you all over again."
    },
    {
      "id": "quote_3440_1755663691550",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online",
      "quote": "Everybody can fight. It's just a choice of whether you should."
    },
    {
      "id": "quote_3441_1755663691550",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online",
      "quote": "Levels are just numbers. In this world, strength is just an illusion. There are more important things."
    },
    {
      "id": "quote_3442_1755663691550",
      "character": "Keiko Ayano",
      "show": "Sword Art Online",
      "quote": "It's impossible to work hard for something you don't enjoy."
    },
    {
      "id": "quote_3443_1755663691550",
      "character": "Asuna Yūki",
      "show": "Sword Art Online",
      "quote": "I was just dreaming a little. About my old world. It's strange. In the dream, I wondered if everything here, in Aincard, if everything that had happened with you, was only a dream. I was really scared. I'm happy this wasn't a dream."
    },
    {
      "id": "quote_3444_1755663691550",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online",
      "quote": "If you married someone, that means you love every side of your significant other that you already know. So if you find a new side after to love, doesn't that mean you'll love your partner even more?"
    },
    {
      "id": "quote_3445_1755663691550",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online",
      "quote": "The main reason I got stronger was so I’d be able to survive."
    },
    {
      "id": "quote_3446_1755663691550",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online",
      "quote": "No matter what my heart will be forever yours and I will fight until the day I see you again."
    },
    {
      "id": "quote_3447_1755663691550",
      "character": "Akihiko Kayaba",
      "show": "Sword Art Online",
      "quote": "In every world, once you die, you're gone."
    },
    {
      "id": "quote_3448_1755663691550",
      "character": "Sachi",
      "show": "Sword Art Online",
      "quote": "Even if I die, you keep living okay? Live to see the end of this world, and to see why it was born. Live to see why a weak girl like me ended up here. And the reason you and I met."
    },
    {
      "id": "quote_3449_1755663691550",
      "character": "Asuna Yūki",
      "show": "Sword Art Online",
      "quote": "When I began thinking of him as I fell asleep, I stopped having nightmares. I began to look forward to seeing him. For the first time since I arrived here, I was happy."
    },
    {
      "id": "quote_3450_1755663691550",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online",
      "quote": "Whether here or in the real world, you can cry when it hurts. There's no rule that you can't show feelings just because it's a game."
    },
    {
      "id": "quote_3451_1755663691550",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online",
      "quote": "You stole this world and it's people. You're a king of thieves, alone upon a stolen throne!"
    },
    {
      "id": "quote_3452_1755663691550",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online",
      "quote": "Rather than leaving someone to die, I'd much rather die together with them."
    },
    {
      "id": "quote_3453_1755663691550",
      "character": "Asuna Yūki",
      "show": "Sword Art Online",
      "quote": "There is one thing I've learned here. To keep doing your best, up until the very end."
    },
    {
      "id": "quote_3454_1755663691550",
      "character": "Klein",
      "show": "Sword Art Online",
      "quote": "Just consider hardships as another part of training and keep working hard."
    },
    {
      "id": "quote_3455_1755663691550",
      "character": "Asuna Yūki",
      "show": "Sword Art Online",
      "quote": "Life isn't just doing things for yourself. It's possible to live in such a way that other people's happiness, makes you happy too."
    },
    {
      "id": "quote_3456_1755663691550",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online",
      "quote": "You can go anywhere you want in this world with a single blade. This may be a virtual world, but I feel more alive here than in the real world."
    },
    {
      "id": "quote_3457_1755663691550",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online",
      "quote": "If that bullet could also kill a player in the real world, and if you didn't shoot them, you or someone you loved would be killed, could you still pull the trigger?"
    },
    {
      "id": "quote_3458_1755663691550",
      "character": "Lisbeth",
      "show": "Sword Art Online",
      "quote": "I too, was looking for something. Something real in this world. For me, it was the warmth of your hand."
    },
    {
      "id": "quote_3459_1755663691550",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online",
      "quote": "I'd rather trust and regret, than doubt and regret."
    },
    {
      "id": "quote_3460_1755663691550",
      "character": "Yui",
      "show": "Sword Art Online",
      "quote": "Everyone smiles, when they are with you. Please... from now on, go and help people in my place. Share your happiness with them."
    },
    {
      "id": "quote_3461_1755663691550",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online",
      "quote": "It is pointless to question who someone really is. All you can do is believe and accept. Because the way you perceive someone is their true identity."
    },
    {
      "id": "quote_3462_1755663691550",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online",
      "quote": "No point in wondering who someone really is, all you can do is trust them and accept them for who they are. Because the person you come to know is who that person really is."
    },
    {
      "id": "quote_3463_1755663691550",
      "character": "Asuna Yūki",
      "show": "Sword Art Online",
      "quote": "Sometimes the things that matter the most are right in front of you."
    },
    {
      "id": "quote_3464_1755663691550",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online",
      "quote": "All this time, I seriously thought that it's better to die than to live your life alone."
    },
    {
      "id": "quote_3465_1755663691550",
      "character": "Akihiko Kayaba",
      "show": "Sword Art Online",
      "quote": "A person is very strong when he seeks to protect something."
    }
  ]
}