{
  "name": "Accel World",
  "anilistId": 11759,
  "totalQuotes": 9,
  "totalCharacters": 3,
  "lastUpdated": "2025-08-20T15:36:46.736Z",
  "quotes": [
    {
      "id": "quote_2200_1755682186147",
      "character": "Kuroyukihime",
      "show": "Accel World",
      "quote": "You are really red. It would be fun to hang you from a traffic light, and stop cars."
    },
    {
      "id": "quote_2201_1755682186147",
      "character": "Fuuko Kurasaki",
      "show": "Accel World",
      "quote": "A scar indicates that something is missing. You lost something important, and there's a hole in your heart. Having that empty hole can lead to anger, hate, despair, or... it can make you reach for the sky."
    },
    {
      "id": "quote_2202_1755682186147",
      "character": "Kuroyukihime",
      "show": "Accel World",
      "quote": "You’re always in my mind and it makes me both happy and sad.\nI guess that’s what it feels like to be in love."
    },
    {
      "id": "quote_2203_1755682186147",
      "character": "Haruyuki Arita",
      "show": "Accel World",
      "quote": "Strength isn't just about winning. Even if my attempts are pathetic and comical, and even if I'm covered in the mud of my defeat, if I can keep fighting and look up at the sky as I lie on the ground, that alone is proof of true strength!"
    },
    {
      "id": "quote_2204_1755682186147",
      "character": "Haruyuki Arita",
      "show": "Accel World",
      "quote": "We all live in the space between one moment and eternity. We meet and part. Everyone lives their lives to the fullest in a world where things change with the passage of time. But I'm sure some things won't ever change. There also things that change and can never be gotten back. But we already now. Even if things change, they'll begin anew. And as long as we have the will, humans will always move on forward. For we can accelerate."
    },
    {
      "id": "quote_2205_1755682186147",
      "character": "Haruyuki Arita",
      "show": "Accel World",
      "quote": "It’s natural to want to stay in the game world and hope the game will never end. However, I’ve learned one thing from playing all those online games. There’s nothing lonelier or sadder than the end of a game with no ending. More and more players get bored and move on to other games... And one day, even NPC's like your favorite blacksmith or landlady disappear forever as they smile. I've experienced that moment and cried many, many times. That isn't how games should end. It definitely isn't!"
    },
    {
      "id": "quote_2206_1755682186147",
      "character": "Kuroyukihime",
      "show": "Accel World",
      "quote": "A clever retreat? Throw that to the dogs! Once you've dived into the battlefield, you can only devote yourself to the fight, regardless of your opponent!"
    },
    {
      "id": "quote_2207_1755682186147",
      "character": "Kuroyukihime",
      "show": "Accel World",
      "quote": "I envy you. You've been betrayed and hurt, yet you can still forgive each other. I envy you for having such a great friend."
    },
    {
      "id": "quote_2208_1755682186147",
      "character": "Kuroyukihime",
      "show": "Accel World",
      "quote": "No need to be afraid of the end, because this world is infinite!"
    }
  ]
}