{
  "name": "Medaka Box",
  "anilistId": 11761,
  "totalQuotes": 14,
  "totalCharacters": 5,
  "quotes": [
    {
      "id": "quote_1304_1755681919413",
      "character": "Medaka Kurokami",
      "show": "Medaka Box",
      "quote": "Is the world too peaceful? Is the future bothersome? Is reality your enemy? Don't worry, even if it is - LIFE IS EPIC."
    },
    {
      "id": "quote_1305_1755681919413",
      "character": "Medaka Kurokami",
      "show": "Medaka Box",
      "quote": "Those who win are not strong. It is those who lose and crawl back up who are strong."
    },
    {
      "id": "quote_1306_1755681919413",
      "character": "Misogi Kumagawa",
      "show": "Medaka Box",
      "quote": "I want to beat them. Even though I'm not cool, or strong, or just, or beautiful, or cute, or pretty, I want to beat the cool, strong, just, beautiful, cute, and pretty people. Even though I wasn't blessed with talent, even though I'm stupid and have a bad personality, have bad grades, am misguided and am a good for nothing, I want to beat the talented, smart, likeable, overachieving people. I want to beat those with friends when I can't have friends. I want to beat the people who work hard when I can't work hard. I want to beat the the victorious people when I can't win. I want to beat the happy people when I'm miserable. Even if I'm hated, even if I'm despised, even if I'm useless, I want to prove that I'm better than the main characters!"
    },
    {
      "id": "quote_1307_1755681919413",
      "character": "Myouri Unzen",
      "show": "Medaka Box",
      "quote": "It's not justice if you don't go overboard."
    },
    {
      "id": "quote_1308_1755681919413",
      "character": "Medaka Kurokami",
      "show": "Medaka Box",
      "quote": "\"To enjoy what one loves to do\". Those words come easily from the mouth. But it's another thing to help them grow."
    },
    {
      "id": "quote_1309_1755681919413",
      "character": "Hansode Shiranui",
      "show": "Medaka Box",
      "quote": "It's pointless to force people to do their best if they don't want to."
    },
    {
      "id": "quote_1310_1755681919413",
      "character": "Medaka Kurokami",
      "show": "Medaka Box",
      "quote": "It is meaningless to distinguish between the beautiful and the ugly, or between the talented and the ordinary. Every human struggles to survive."
    },
    {
      "id": "quote_1311_1755681919413",
      "character": "Myouri Unzen",
      "show": "Medaka Box",
      "quote": "Justice and charity don't mix."
    },
    {
      "id": "quote_1312_1755681919413",
      "character": "Medaka Kurokami",
      "show": "Medaka Box",
      "quote": "There was no reason for me to get attacked by you. And therefore, there was no reason to dodge."
    },
    {
      "id": "quote_1313_1755681919413",
      "character": "Myouri Unzen",
      "show": "Medaka Box",
      "quote": "Rule breakers should be punished. If you go easy on them, they'll think explaining their circumstances will get them forgiven, and the same thing will only happen again."
    },
    {
      "id": "quote_1314_1755681919413",
      "character": "Medaka Kurokami",
      "show": "Medaka Box",
      "quote": "You shouldn't judge a person based on circumstantial evidence."
    },
    {
      "id": "quote_1315_1755681919413",
      "character": "Medaka Kurokami",
      "show": "Medaka Box",
      "quote": "People do not exist to follow rules. Rules exist to protect the people."
    },
    {
      "id": "quote_1316_1755681919413",
      "character": "Myouri Unzen",
      "show": "Medaka Box",
      "quote": "If you claim to love humans, that should include their lies and betrayals, their sins and ugliness, their jealousy and immaturity, their hatred and conflicts."
    },
    {
      "id": "quote_1317_1755681919413",
      "character": "Kouki Akune",
      "show": "Medaka Box",
      "quote": "If you're going to make a wish, you must put forth the effort to ensure that it comes true!"
    }
  ]
}