{
  "name": "Kuroko No Basket",
  "anilistId": 11771,
  "totalQuotes": 66,
  "totalCharacters": 16,
  "lastUpdated": "2025-08-20T15:36:44.340Z",
  "quotes": [
    {
      "id": "quote_650_1755663445177",
      "character": "Akashi Seijuurou",
      "quote": "Winning is everything in this world. The victors write history. The losers are wiped from it."
    },
    {
      "id": "quote_651_1755663445177",
      "character": "Taiga Kagami",
      "quote": "If we understood how other people felt, then nobody would ever start wars!"
    },
    {
      "id": "quote_652_1755663445177",
      "character": "Akashi Seijuurou",
      "quote": "We cannot be satisfied until we have eliminated all others. It has nothing to do with reason. It is instinct."
    },
    {
      "id": "quote_653_1755663445177",
      "character": "Daiki Aomine",
      "quote": "I won't say you'll definitely be able to do it if you don't give up. But if you do give up, then there'll definitely be nothing."
    },
    {
      "id": "quote_654_1755663445177",
      "character": "Reo Mibuchi",
      "quote": "It's not about doing what it takes to win. Sei-chan told me before \"Winning is just like breathing\". Victory isn't something that Sei-chan seeks. It's a natural part of his life. It's a basic bodily function."
    },
    {
      "id": "quote_655_1755663445177",
      "character": "Tetsuya Kuroko",
      "quote": "But hating something you love is a painful feeling."
    },
    {
      "id": "quote_656_1755663445177",
      "character": "Shun Izuki",
      "quote": "Does math bring out your wrath?"
    },
    {
      "id": "quote_657_1755663445177",
      "character": "Daiki Aomine",
      "quote": "The only one who can beat me, is me!"
    },
    {
      "id": "quote_658_1755663445177",
      "character": "Teppei Kiyoshi",
      "quote": "If you wanna climb a mountain, you obviously aim for the top, but you gotta enjoy the scenery too."
    },
    {
      "id": "quote_659_1755663445177",
      "character": "Taiga Kagami",
      "quote": "Life is all about challenges, There's no point in living if there's no one strong to play with, It's better if I can't win."
    },
    {
      "id": "quote_660_1755663445177",
      "character": "Akashi Seijuurou",
      "quote": "I do not allow anyone acting against me to look down upon me."
    },
    {
      "id": "quote_661_1755663445177",
      "character": "Midorima Shintarou",
      "quote": "In the world of sports, quickness doesn't necessarily mean having the fastest time. It could also mean the acceleration from zero to maximum speed or the deceleration from maximum speed to zero. This is known as agility."
    },
    {
      "id": "quote_662_1755663445177",
      "character": "Tsutomu Iwamura",
      "quote": "The strong don't win. The winners are the strong ones."
    },
    {
      "id": "quote_663_1755663445177",
      "character": "Kise Ryouta",
      "quote": "Once you look up to someone, you can't overtake them."
    },
    {
      "id": "quote_664_1755663445177",
      "character": "Teppei Kiyoshi",
      "quote": "Team isn't just something to be protected. A team also protects you. We don't support each because we are a team. We are a team because we support each other."
    },
    {
      "id": "quote_665_1755663445177",
      "character": "Shun Izuki",
      "quote": "Fear isn't a bad thing. There are some things that can only be done by cowards."
    },
    {
      "id": "quote_666_1755663445177",
      "character": "Hyuuga Junpei",
      "quote": "“Your hard work will be rewarded.” What kind of idiot came up with that nonsense?"
    },
    {
      "id": "quote_667_1755663445177",
      "character": "Hyuuga Junpei",
      "quote": "Don't go believing everyone with glasses is smart!"
    },
    {
      "id": "quote_668_1755663445177",
      "character": "Tetsuya Kuroko",
      "quote": "We'll worry about the future once we get there."
    },
    {
      "id": "quote_669_1755663445177",
      "character": "Tetsuya Kuroko",
      "quote": "No one knows what the right decision, to make in life, is, and that is not why I made this choice."
    },
    {
      "id": "quote_670_1755663445177",
      "character": "Midorima Shintarou",
      "quote": "Don’t give up! There’s no shame in falling down! True shame is to not stand up again!"
    },
    {
      "id": "quote_671_1755663445177",
      "character": "Tetsuya Kuroko",
      "quote": "I am a supporting actor, a shadow. But a shadow will become darker if the light is stronger and it will make the white of the light stand out. As the shadow of the main actor, I will make you, the light, the number one in Japan."
    },
    {
      "id": "quote_672_1755663445177",
      "character": "Kuroko No Basket",
      "quote": "No matter how hard you practice, \"someday\" and \"maybe\" aren't good enough. I need to know if you have ambitious goals and the will to accomplish them."
    },
    {
      "id": "quote_673_1755663445177",
      "character": "Makoto Hanamiya",
      "quote": "Break them and they're all just trash."
    },
    {
      "id": "quote_674_1755663445177",
      "character": "Midorima Shintarou",
      "quote": "How you change is up to you."
    },
    {
      "id": "quote_675_1755663445177",
      "character": "Kuroko No Basket",
      "quote": "Human minds are not designed to accept negative statements like ‘don’t do this’ or ‘I can’t do that’, ‘we can’t make any mistakes’, ‘failure is not accepted’. These kinds of thoughts only serve to counter productively stress the body and lead to further mistakes. And if just one mistake is made, it turns into a vicious cycle. The more they think about it, the more mistakes will be made, and the more the quality of their plays will drop."
    },
    {
      "id": "quote_676_1755663445177",
      "character": "Midorima Shintarou",
      "quote": "Don’t you know the saying ‘Man proposes; God disposes’ ? First, you do your best and then fate will decide how it will turn out."
    },
    {
      "id": "quote_677_1755663445177",
      "character": "Tetsuya Kuroko",
      "quote": "When you come to hate something you liked it is incredibly painful."
    },
    {
      "id": "quote_678_1755663445177",
      "character": "Tetsuya Kuroko",
      "quote": "If you haven't changed, that means you haven't improved."
    },
    {
      "id": "quote_679_1755663445177",
      "character": "Tetsuya Kuroko",
      "quote": "The stronger the light, the darker the shadow."
    },
    {
      "id": "quote_680_1755663445177",
      "character": "Tetsuya Kuroko",
      "quote": "Celebrations are more fun if there are more people."
    },
    {
      "id": "quote_681_1755663445177",
      "character": "Tatsuya Himuro",
      "quote": "What are you good at, what do you like… You need to show something that makes people understand who you are."
    },
    {
      "id": "quote_682_1755663445177",
      "character": "Tetsuya Kuroko",
      "quote": "So long as I don't give up, the possibility of winning will never fall to zero."
    },
    {
      "id": "quote_683_1755663445177",
      "character": "Midorima Shintarou",
      "quote": "A man who cannot play by himself, cannot improve by himself."
    },
    {
      "id": "quote_684_1755663445177",
      "character": "Midorima Shintarou",
      "quote": "The only lucky item you'll need is already within - CONFIDENCE."
    },
    {
      "id": "quote_685_1755663445177",
      "character": "Midorima Shintarou",
      "quote": "Don't give up! There's no shame in falling down! True shame is to not stand up again!"
    },
    {
      "id": "quote_686_1755663445177",
      "character": "Teppei Kiyoshi",
      "quote": "For living creatures, Victory if Life, and Defeat means Death."
    },
    {
      "id": "quote_687_1755663445177",
      "character": "Akashi Seijuurou",
      "quote": "When I tell you to leave, leave. In this world, winning is everything. Winners are affirmed completely, and losers are denied completely. I've never lost at anything before, and I never will. Because I always win, and I'm always right. I show no mercy to those who oppose me, not even my own parents."
    },
    {
      "id": "quote_688_1755663445177",
      "character": "Kise Ryouta",
      "quote": "If we have time to get upset, we should have used that time to move on… Even if just one step forward!"
    },
    {
      "id": "quote_689_1755663445177",
      "character": "Kuroko No Basket",
      "quote": "There is no meaning to victory, if you win alone."
    },
    {
      "id": "quote_690_1755663445177",
      "character": "Tetsuya Kuroko",
      "quote": "I am the shadow that has overcome the light."
    },
    {
      "id": "quote_691_1755663445177",
      "character": "Hyuuga Junpei",
      "quote": "I'm going to teach you how to talk to your seniors, baldy."
    },
    {
      "id": "quote_692_1755663445177",
      "character": "Tetsuya Kuroko",
      "quote": "Even if other people think it’s meaningless, it’s disgusting for me to quit, even when the possibility is 0. Therefore, I will never... Give up !"
    },
    {
      "id": "quote_693_1755663445177",
      "character": "Akashi Seijuurou",
      "quote": "What a laughable attempt. You should just stay where you are, groveling at my feet."
    },
    {
      "id": "quote_694_1755663445177",
      "character": "Kuroko No Basket",
      "quote": "* The Zone * In this state of extreme focus, all unnecessary thoughts disappear and the athlete becomes absorbed in his play. Only those who have practiced and practiced earn the right to stand before the door, and it only opens unpredictably. It is the ultimate domain, open only to the chosen."
    },
    {
      "id": "quote_695_1755663445177",
      "character": "Tetsuya Kuroko",
      "quote": "If there's no one happy, is it really a victory?"
    },
    {
      "id": "quote_696_1755663445177",
      "character": "Taiga Kagami",
      "quote": "It’s not the time to be scared. Of course it’s better if the opponent is strong rather than weak, right!"
    },
    {
      "id": "quote_697_1755663445177",
      "character": "Taiga Kagami",
      "quote": "You'll always stand by the light. That is your basketball."
    },
    {
      "id": "quote_698_1755663445177",
      "character": "Tetsuya Kuroko",
      "quote": "The past and the future are not the same, but they're not completely separate either."
    },
    {
      "id": "quote_699_1755663445177",
      "character": "Tetsuya Kuroko",
      "quote": "No matter how many more points you have at the end of the game, if you're not happy, that's not a victory."
    },
    {
      "id": "quote_700_1755663445177",
      "character": "Hyuuga Junpei",
      "quote": "Listen to your seniors once in a while or I will kill you."
    },
    {
      "id": "quote_701_1755663445177",
      "character": "Atsushi Murasakibara",
      "quote": "I don't like practice. I just hate losing even more."
    },
    {
      "id": "quote_702_1755663445177",
      "character": "Daiki Aomine",
      "quote": "For a winner, there is nothing to say to a loser."
    },
    {
      "id": "quote_703_1755663445177",
      "character": "Atsushi Murasakibara",
      "quote": "Do you think everyone can make their dreams come true through hard work? Hard work isn't always rewarded."
    },
    {
      "id": "quote_704_1755663445177",
      "character": "Taiga Kagami",
      "quote": "There's no such thing as useless effort."
    },
    {
      "id": "quote_705_1755663445177",
      "character": "Riko Aida",
      "quote": "When one thing ends, another begins."
    },
    {
      "id": "quote_706_1755663445177",
      "character": "Teppei Kiyoshi",
      "quote": "They say some defeats are meaningful and losing makes you stronger. Do you understand what that means? For living creatures victory is life, and defeat means death. It's an extreme example, but humans retain that instinct. Those who know the terror of defeat, hunger for victory."
    },
    {
      "id": "quote_707_1755663445177",
      "character": "Taiga Kagami",
      "quote": "The only times we're fated to lose are in fictional stories. This is our drama! We decide what the plot will be!"
    },
    {
      "id": "quote_708_1755663445177",
      "character": "Taiga Kagami",
      "quote": "Be Yourself because an Original is worth more than a Copy"
    },
    {
      "id": "quote_709_1755663445177",
      "character": "Teppei Kiyoshi",
      "quote": "You keep working HARD in order to win and you get better little by little. To IMMERSE yourself in something you like, that's what it means to enjoy something fully."
    },
    {
      "id": "quote_710_1755663445177",
      "character": "Tetsuya Kuroko",
      "quote": "There’s no meaning if you win alone!"
    },
    {
      "id": "quote_711_1755663445177",
      "character": "Taiga Kagami",
      "quote": "With out strong opponents, living isn't fun. It's perfect if I can't win."
    },
    {
      "id": "quote_712_1755663445177",
      "character": "Taiga Kagami",
      "quote": "This is our show. We're the ones who are writing the script."
    },
    {
      "id": "quote_713_1755663445177",
      "character": "Tetsuya Kuroko",
      "quote": "If we give our best in something we love, we'll enjoy the victories from the bottom of our hearts."
    },
    {
      "id": "quote_208_1755686833369",
      "character": "Atsushi Murasakibara",
      "quote": "All these things you guys seek....hard work, guts, faith....I'll crush them all."
    },
    {
      "id": "quote_551_1755700831736",
      "character": "Midorima Shintarou",
      "quote": "Don't give up! There's no shame in falling down! True shame is to not stand up again!\n"
    }
  ]
}