{
  "name": "Kokoro Connect",
  "anilistId": 11887,
  "totalQuotes": 20,
  "totalCharacters": 4,
  "quotes": [
    {
      "id": "quote_861_1755663467207",
      "character": "Iori Nagase",
      "quote": "I am who I am now because of my past. Calling any choice I made a mistake would be calling who I am now a mistake."
    },
    {
      "id": "quote_862_1755663467207",
      "character": "Iori Nagase",
      "quote": "Even if I’m not perfect… Even if I’m not the ideal me… He says that I’m still my own person.\nThe point of life isn’t to be perfect.\nIt’s to do want you want to do, to be who you want to be.\nThat’s how I should be trying to live."
    },
    {
      "id": "quote_863_1755663467207",
      "character": "Himeko Inaba",
      "quote": "There won't be any pain if you don't do anything stupid."
    },
    {
      "id": "quote_864_1755663467207",
      "character": "Iori Nagase",
      "quote": "What defines humans... Defines us? Nobody will notice a change on the inside if you look the same on the outside."
    },
    {
      "id": "quote_865_1755663467207",
      "character": "Iori Nagase",
      "quote": "If you were given the chance to redo your life, would you take it?"
    },
    {
      "id": "quote_866_1755663467207",
      "character": "Ryuuzen Gotou",
      "quote": "You'll discover that problems have a way of working themselves out if you talk to your friends."
    },
    {
      "id": "quote_867_1755663467207",
      "character": "Himeko Inaba",
      "quote": "If I show people how weak I am, they won't need me anymore."
    },
    {
      "id": "quote_868_1755663467207",
      "character": "Taichi Yaegashi",
      "quote": "What you can't accomplish alone, becomes doable when you're with someone else."
    },
    {
      "id": "quote_869_1755663467207",
      "character": "Taichi Yaegashi",
      "quote": "Everyone has different faces."
    },
    {
      "id": "quote_870_1755663467207",
      "character": "Iori Nagase",
      "quote": "What are people? What is the \"self\"? So long as you look like someone else, no one can't tell who's really on the inside."
    },
    {
      "id": "quote_871_1755663467207",
      "character": "Iori Nagase",
      "quote": "If I try to deny my past, I'm denying the person I've become. I don't want to do that."
    },
    {
      "id": "quote_872_1755663467207",
      "character": "Iori Nagase",
      "quote": "After spending most of my life trying to live as someone else wanted, I’d apparently forgotten who I was."
    },
    {
      "id": "quote_873_1755663467207",
      "character": "Iori Nagase",
      "quote": "I don't care what normal people do anymore. I'm going to live my life the way that I want to."
    },
    {
      "id": "quote_874_1755663467207",
      "character": "Iori Nagase",
      "quote": "If you're lonely, you should say something! If you're worried, say something! Most people aren't as sharp as you are! If you want those people to understand you, you should say something! Even if you're worried that you'll embarrass yourself, you should still say something!"
    },
    {
      "id": "quote_875_1755663467207",
      "character": "Iori Nagase",
      "quote": "You can never tell what'll happen next in life. But so long as you have faith in your feet, the road you walk will be a part of you."
    },
    {
      "id": "quote_876_1755663467207",
      "character": "Iori Nagase",
      "quote": "I am who I am now because of everything that's happened. If I try to deny my past, I'm denying the person I've become. I don't want to do that."
    },
    {
      "id": "quote_877_1755663467207",
      "character": "Himeko Inaba",
      "quote": "Don’t forget that kindness can hurt people too."
    },
    {
      "id": "quote_878_1755663467207",
      "character": "Taichi Yaegashi",
      "quote": "When you're hiding a secret from the whole world, it puts a weight on your shoulders."
    },
    {
      "id": "quote_879_1755663467207",
      "character": "Iori Nagase",
      "quote": "The point of life isn't to be perfect. It's to do what you want to do. To be who you want to be."
    },
    {
      "id": "quote_880_1755663467207",
      "character": "Himeko Inaba",
      "quote": "Never forget that kindness can hurt instead of help."
    }
  ]
}