{
  "name": "Fruits Basket",
  "anilistId": 120,
  "totalQuotes": 179,
  "totalCharacters": 18,
  "lastUpdated": "2025-08-20T14:40:58.244Z",
  "quotes": [
    {
      "id": "quote_1172_1755663493031",
      "character": "Sohma Kagura",
      "show": "Fruits Basket",
      "quote": "Hippo."
    },
    {
      "id": "quote_1173_1755663493031",
      "character": "Sohma Kagura",
      "show": "Fruits Basket",
      "quote": "(to Kyo) oh, shut up. shut up! shut up! AAHHH!! AAHHH!!"
    },
    {
      "id": "quote_1174_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "Maybe I'm not perfect. Maybe I have a long way to go. But someday... someday I'll be able to stand and walk on my own. Without hurting anyone... and without being a burden. (to Kazuma)"
    },
    {
      "id": "quote_1175_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "You sicko...I knew you were depraved, but I never imagined how low you could sink! (to shigure)"
    },
    {
      "id": "quote_1176_1755663493031",
      "character": "Saki Hanajima",
      "show": "Fruits Basket",
      "quote": "I do...want to be with you...I want to be with you...! (To Tohru and Arisa)"
    },
    {
      "id": "quote_1177_1755663493031",
      "character": "Sohma Hatori",
      "show": "Fruits Basket",
      "quote": "One more word Shigure and the entire publishing industry will know every embarrassing thing you've done since you were four."
    },
    {
      "id": "quote_1178_1755663493031",
      "character": "Sohma Yuki",
      "show": "Fruits Basket",
      "quote": "I never... [chuckles]... laughed this hard in front of my parents.(to Tohru)"
    },
    {
      "id": "quote_1179_1755663493031",
      "character": "Arisa Uotani",
      "show": "Fruits Basket",
      "quote": "Hmm... you can go anywhere you want? Cuz' I'll go... anywhere with you, y'know. (To Kureno)"
    },
    {
      "id": "quote_1180_1755663493031",
      "character": "Sohma Rin",
      "show": "Fruits Basket",
      "quote": "You talk big yet you're nothing but Akito's toy! (To Yuki)"
    },
    {
      "id": "quote_1181_1755663493031",
      "character": "Sohma Yuki",
      "show": "Fruits Basket",
      "quote": "I won't ask what you wish for. I only hope it comes true by your own two hands. (to Kyo)"
    },
    {
      "id": "quote_1182_1755663493031",
      "character": "Akito Sohma",
      "show": "Fruits Basket",
      "quote": "It's frightening that there's no guarantee that I'll ever be loved."
    },
    {
      "id": "quote_1183_1755663493031",
      "character": "Arisa Uotani",
      "show": "Fruits Basket",
      "quote": "Is that the kinda attitude you show to someone concerned about you?! What's gonna happen to the person who wants to see ya, huh?!?! Its obvious... Its obvious you wish to see each other... SO COME AND FREAKIN' SEE ME ALREADY!!"
    },
    {
      "id": "quote_1184_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "The scariest and the most painful thing is to be hated by someone you truly love."
    },
    {
      "id": "quote_1185_1755663493031",
      "character": "Sohma Kagura",
      "show": "Fruits Basket",
      "quote": "It's Valentine's day, silly! It's the day when lovers are together!"
    },
    {
      "id": "quote_1186_1755663493031",
      "character": "Kyoko Honda",
      "show": "Fruits Basket",
      "quote": "Ah, I'm sorry, I guess this is farewell. Let Tohru find happiness. Please by many people let her be loved. If you become perplexed or make errors, in the end have the kind of life that you can have pride in living. The kind where you can say, \"I persevered\". Repeating delightful things and sad things. And in that way keep getting older. I persevered. (Part of Kyoko's last words that were never said)"
    },
    {
      "id": "quote_1187_1755663493031",
      "character": "Sohma Kagura",
      "show": "Fruits Basket",
      "quote": "I just told you what I think, now say something DAMMIT!"
    },
    {
      "id": "quote_1188_1755663493031",
      "character": "Sohma Shigure",
      "show": "Fruits Basket",
      "quote": "I yearn for you more than anyone else. I love you Akito... And that is the irrevocable unwavering truth.(shigures answer to akitos question \"do you like me?\" during a child hood flashback)"
    },
    {
      "id": "quote_1189_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "I'll always love you. (To Yuki)"
    },
    {
      "id": "quote_1190_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "Don't judge me based on the same story and laugh."
    },
    {
      "id": "quote_1191_1755663493031",
      "character": "Sohma Shigure",
      "show": "Fruits Basket",
      "quote": "So this is how...it feels... (After just being released from the curse)"
    },
    {
      "id": "quote_1192_1755663493031",
      "character": "Sohma Shigure",
      "show": "Fruits Basket",
      "quote": "I do intend to pay you for your services."
    },
    {
      "id": "quote_1193_1755663493031",
      "character": "Sohma Yuki",
      "show": "Fruits Basket",
      "quote": "I'm not sure why I've decided to do this. I'm not any stronger than I was, and nothing else has changed. But all the same, this time I'm not going to run away. It's okay to feel weak sometimes. It's okay to be afraid. The important thing is that we face our fears. That's... that's what makes us strong."
    },
    {
      "id": "quote_1194_1755663493031",
      "character": "Saki Hanajima",
      "show": "Fruits Basket",
      "quote": "To truly love someone, is to always put their feelings before your own... no matter what."
    },
    {
      "id": "quote_1195_1755663493031",
      "character": "Sohma Rin",
      "show": "Fruits Basket",
      "quote": "And if when everything ends, nothing is left in my hands...that's alright."
    },
    {
      "id": "quote_1196_1755663493031",
      "character": "Sohma Hiro",
      "show": "Fruits Basket",
      "quote": "Thanks for such a boring time, it was a blast!"
    },
    {
      "id": "quote_1197_1755663493031",
      "character": "Sohma Kagura",
      "show": "Fruits Basket",
      "quote": "...There's nothing to feel sorry for on my behalf. I've been a very selfish girl. For the first time, I was able to see that. Thank you for worrying about me, mama. (to her mother)"
    },
    {
      "id": "quote_1198_1755663493031",
      "character": "Sohma Yuki",
      "show": "Fruits Basket",
      "quote": "Leave her out of this... who we let in this house is really none of your concern. You're the one who doesn't belong here. (to Kyo)"
    },
    {
      "id": "quote_1199_1755663493031",
      "character": "Kyoko Honda",
      "show": "Fruits Basket",
      "quote": "Tohru, you must always be yourself and do things at your own pace. Someday... you'll catch up."
    },
    {
      "id": "quote_1200_1755663493031",
      "character": "Sohma Rin",
      "show": "Fruits Basket",
      "quote": "The biggest idiot is you! So why don't you go back to school or whatever it is that idiots like you do and don't ever bother me again! You piece of shit! (To Yuki)"
    },
    {
      "id": "quote_1201_1755663493031",
      "character": "Saki Hanajima",
      "show": "Fruits Basket",
      "quote": "...If Tohru-chan were to die, I...I wonder if I'd be able to smile again one year later? Or if I'd wish that I could forget ever having met her. ...Tohru-chan... has tried really hard..."
    },
    {
      "id": "quote_1202_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "I don't think anyone is born with a reason to live. It's something you have to find for yourself."
    },
    {
      "id": "quote_1203_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "So stupid! Stupid, Stupid! You're so stupid! You want to live your life scared of being ratted out?! Screw that! I'd rather let everyone know everything!! (to Yuki, Tohru, Kyo, and Momiji while destroying a classroom)"
    },
    {
      "id": "quote_1204_1755663493031",
      "character": "Megumi Hanajima",
      "show": "Fruits Basket",
      "quote": "There are things that take a long time to acquire. Friends. Love. Really, nothing has been a waste."
    },
    {
      "id": "quote_1205_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "I'm creating trouble. Can't you see?"
    },
    {
      "id": "quote_1206_1755663493031",
      "character": "Kyoko Honda",
      "show": "Fruits Basket",
      "quote": "True kindness isn't something we're born with. It's something we had to work on... (to Tohru)"
    },
    {
      "id": "quote_1207_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "You make me sick, you and your pathetic girly whining... You're not a MAN! You're just a little kitty-cat who's afraid to fight! Know what?! YOU CAN GO TO HELL! HAHAHAHAHA! UGH! (gets kicked by Kyo in the face)"
    },
    {
      "id": "quote_1208_1755663493031",
      "character": "Sohma Hatori",
      "show": "Fruits Basket",
      "quote": "I started crying. It was the first time in my life that I felt forgiven. Like I was saved. Like the frozen snow that's melted by spring, the tears wouldn't stop."
    },
    {
      "id": "quote_1209_1755663493031",
      "character": "Kyoko Honda",
      "show": "Fruits Basket",
      "quote": "I love you!! Even if you go bald or like underage girls, I can handle it! I'm crazy with love!! (Young Kyoko talking to Tohru's fatherher husband)"
    },
    {
      "id": "quote_1210_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "A lot of people are too scared to admit that they're still children. They do everything they can to avoid it. So people who can admit that have a lot of courage."
    },
    {
      "id": "quote_1211_1755663493031",
      "character": "Sohma Hiro",
      "show": "Fruits Basket",
      "quote": "I want to be the only one... who can help the one I care about."
    },
    {
      "id": "quote_1212_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "Sometimes when I'd go to visit her in the hospital...she would purposely avoid me. Then I didn't know what she was thinking about anymore... (to Yuki, about Rin)"
    },
    {
      "id": "quote_1213_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "Shut up. Quit shouting like you're king of the figgin' world. You're making my ears bleed you bastard. Now I've got some common sense for you... If I wore a tie, it wouldn't change who I am. If I had no piercings, it wouldn't mean I'm nice and if my hair wasn't black, it wouldn't stop me from kicking your ass! Who do you think you are anyway? You think you're God huh?! What's the matter?! Run out of things to say? No more advice?! You're not so hot anymore right now are you?! (Black Haru yelling at student council president for shouting at Momiji)"
    },
    {
      "id": "quote_1214_1755663493031",
      "character": "Sohma Yuki",
      "show": "Fruits Basket",
      "quote": "Don't you ever talk about Miss Honda that way again, you low life."
    },
    {
      "id": "quote_1215_1755663493031",
      "character": "Sohma Shigure",
      "show": "Fruits Basket",
      "quote": "We've just witnessed a classic example of what I like to call \"misdirected rage\". Though I believe the technical term is being an ass."
    },
    {
      "id": "quote_1216_1755663493031",
      "character": "Sohma Kagura",
      "show": "Fruits Basket",
      "quote": "Starting today... I'll be with you! I'll always be by your side! (to a young Kyo)"
    },
    {
      "id": "quote_1217_1755663493031",
      "character": "Sohma Shigure",
      "show": "Fruits Basket",
      "quote": "(to Kagura) Sorry that's your cue to say \"Shigure you perv\" and roll your eyes, slap me, whatever."
    },
    {
      "id": "quote_1218_1755663493031",
      "character": "Sohma Rin",
      "show": "Fruits Basket",
      "quote": "(thinking) Haru understood me. He cared for me. He loved me."
    },
    {
      "id": "quote_1219_1755663493031",
      "character": "Sohma Shigure",
      "show": "Fruits Basket",
      "quote": "Another story of Fruits Basket manga has begun. I have something very important to tell everyone. Yuki is actually...A GIRL!"
    },
    {
      "id": "quote_1220_1755663493031",
      "character": "Sohma Yuki",
      "show": "Fruits Basket",
      "quote": "It would be so great if it was possible to go through life without making a single mistake."
    },
    {
      "id": "quote_1221_1755663493031",
      "character": "Sohma Hatori",
      "show": "Fruits Basket",
      "quote": "Please stop adding to my misery. (to Ayame)"
    },
    {
      "id": "quote_1222_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "[To Kyo Sohma]If you think of someone's good qualities as the umeboshi in an onigiri, it's as if their qualities are stuck to their back! People around the world are like onigiri. Everyone has an umeboshi with a different shape and color and flavor. But because it's stuck on their back, they might not be able to see their umeboshi. \"There's nothing special about me. I'm just white rice.\" [in her head] That's not true. There is an umeboshi -- on your back. [aloud] Maybe the reason people get jealous of each other, is because they can see so clearly the umeboshi on other people's backs. I can see them, too. I can see them perfectly. There's an amazing umeboshi on your back, Kyo-kun."
    },
    {
      "id": "quote_1223_1755663493031",
      "character": "Sohma Rin",
      "show": "Fruits Basket",
      "quote": "You're trying to break the curse. Stop it. What are you trying to do? Do you look down on us? Do you pity our wretched state? Don't bother! We never asked for your sympathy! (To Tohru)"
    },
    {
      "id": "quote_1224_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "If you love someone, they could make you sad. They could even make you feel lonely sometimes. But, that someone can also make you happier than you'll ever be."
    },
    {
      "id": "quote_1225_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "Normally I hate people who whine all the time, but in your case... it would be okay to complain, be selfish and say what you want once in a while. It's okay to let yourself be sad."
    },
    {
      "id": "quote_1226_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "If you don't let me see Rin... I'll kill myself! If I don't kill you, I'll kill myself! (to Akito)"
    },
    {
      "id": "quote_1227_1755663493031",
      "character": "Sohma Rin",
      "show": "Fruits Basket",
      "quote": "How long are you gonna sit in front of me sobbing your little eyes out?! It's depressing! (To Tohru)"
    },
    {
      "id": "quote_1228_1755663493031",
      "character": "Sohma Yuki",
      "show": "Fruits Basket",
      "quote": "Skin him. Now. Barbeque the bastard!! (referring to Ayame)"
    },
    {
      "id": "quote_1229_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "[After Hatori asks what snow becomes when it melts]Ah...um, well...hmm. It becomes spring! No matter how cold it is now, spring will come again! Without fail. It's strange isn't it? But it's true."
    },
    {
      "id": "quote_1230_1755663493031",
      "character": "Sohma Shigure",
      "show": "Fruits Basket",
      "quote": "Sometimes I think the whole world is conspiring to destroy my house."
    },
    {
      "id": "quote_1231_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "Dammit! I'm fine, I just stepped in a hole."
    },
    {
      "id": "quote_1232_1755663493031",
      "character": "Sohma Momiji",
      "show": "Fruits Basket",
      "quote": "Waah, Kyo's picking on me! (Repeated line)"
    },
    {
      "id": "quote_1233_1755663493031",
      "character": "Sohma Hiro",
      "show": "Fruits Basket",
      "quote": "You're so gullible! Don't you have any standards? So if I told you to spin around, you'd do it? If they told you to jump off a cliff, would you do that, too? I can't stand people who have no individuality!! (To Tohru)"
    },
    {
      "id": "quote_1234_1755663493031",
      "character": "Sohma Yuki",
      "show": "Fruits Basket",
      "quote": "If I were to live out life without any mistakes that would be great. But... there is no such path. Falling, tripping, losing the way, making mistakes, little by little, walking one step at a time, this is the only way to live out life."
    },
    {
      "id": "quote_1235_1755663493031",
      "character": "Akito Sohma",
      "show": "Fruits Basket",
      "quote": "I want to believe that life isn't full of darkness. Even if storms come to pass, the sun will shine again. No matter how painful and hard the rain my beat down on me."
    },
    {
      "id": "quote_1236_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "You know... you really are something... (to Tohru)"
    },
    {
      "id": "quote_1237_1755663493031",
      "character": "Sohma Shigure",
      "show": "Fruits Basket",
      "quote": "High school girls, high school girls, all for me, high school girls!"
    },
    {
      "id": "quote_1238_1755663493031",
      "character": "Sohma Hatori",
      "show": "Fruits Basket",
      "quote": "Often times in memory, we have the tendency to overly romanticize the people we care about."
    },
    {
      "id": "quote_1239_1755663493031",
      "character": "Sohma Kagura",
      "show": "Fruits Basket",
      "quote": "DON'T LEAVE ME!!"
    },
    {
      "id": "quote_1240_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "As long as you live things will keep happening! As long as you're alive wishes will keep being made!"
    },
    {
      "id": "quote_1241_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "Sometimes living can be hard! But it's only because we're alive that we can make each other laugh, cry, and be happy!"
    },
    {
      "id": "quote_1242_1755663493031",
      "character": "Kyoko Honda",
      "show": "Fruits Basket",
      "quote": "If you don't protect that child, I will never forgive you! (referring to Tohru as she was talking to Kyo on the day of the accident)"
    },
    {
      "id": "quote_1243_1755663493031",
      "character": "Sohma Kagura",
      "show": "Fruits Basket",
      "quote": "It's just that I'm fighting the pain of lost love. I guess it's what you'd call a rude awakening... or, maybe... the weight of responsibility? But I'm fine. I'm fine. Caring for someone isn't based on logic. You can't really rationalize emotions. Once I think \"I like him\"... it's all over."
    },
    {
      "id": "quote_1244_1755663493031",
      "character": "Sohma Hatori",
      "show": "Fruits Basket",
      "quote": "It's true, crying unexpectedly does make you feel better. When you're an adult you forget that."
    },
    {
      "id": "quote_1245_1755663493031",
      "character": "Sohma Rin",
      "show": "Fruits Basket",
      "quote": "(thinking) I can't stand up...on my own. I can't go...any further. Not...all by myself."
    },
    {
      "id": "quote_1246_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "Stupid ocean!!! Ya want me to kill you? Huh??"
    },
    {
      "id": "quote_1247_1755663493031",
      "character": "Sohma Rin",
      "show": "Fruits Basket",
      "quote": "Why don't you stop forcing yourself on him and calling it love? It's painful to watch (to Kagura about Kyo)"
    },
    {
      "id": "quote_1248_1755663493031",
      "character": "Sohma Kagura",
      "show": "Fruits Basket",
      "quote": "I was... relieved. I realized that, compared to the cat, I had it easy. (To kyo)"
    },
    {
      "id": "quote_1249_1755663493031",
      "character": "Arisa Uotani",
      "show": "Fruits Basket",
      "quote": "HANAJIMA, MY SPEAR! GET ME MY SPEAR!"
    },
    {
      "id": "quote_1250_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "[On first seeing Kyo] The ceiling... Is he hurt...? Wh-who... Well, hello, orange-head..."
    },
    {
      "id": "quote_1251_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "I don't think anyone is born knowing the reason why they're here. It's just something you have to find as you go along."
    },
    {
      "id": "quote_1252_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "I HATE LEEKS!!!"
    },
    {
      "id": "quote_1253_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "A mystery... (Haru says this a lot, usually when it's not a mystery at all)"
    },
    {
      "id": "quote_1254_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "It's amazing no one's locked you up yet (to Shigure)"
    },
    {
      "id": "quote_1255_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "It's not always easy to see the good in people. In some people, you might even doubt that it's there at all. But if you can somehow, find a way to believe...sometimes that's all it takes to help someone, to give them the strength to find the good in themselves."
    },
    {
      "id": "quote_1256_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "...As they played the game...I waited for someone to call \"onigiri\". But no one called. I was very little then. I had almost forgotten about that. But they knew...there would never be room for an onigiri...in a fruits basket."
    },
    {
      "id": "quote_1257_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "I'm gonna take my place as a true member of this family!"
    },
    {
      "id": "quote_1258_1755663493031",
      "character": "Ritsu Sohma",
      "show": "Fruits Basket",
      "quote": "I’m a complete failure. At everything I do, I’m absolutely worthless. I know this, and yet I continue to burden the human race with my presence. Every day I rob the world of valuable air by breathing. I’m a thief, and I hate myself for it. I don’t deserve to exist. But even though I know it’s the right thing to do, I’m such a useless coward. I don’t even have the courage to jump!"
    },
    {
      "id": "quote_1259_1755663493031",
      "character": "Sohma Rin",
      "show": "Fruits Basket",
      "quote": "Something this, something that--jeez you're annoying. (to Yuki)"
    },
    {
      "id": "quote_1260_1755663493031",
      "character": "Sohma Yuki",
      "show": "Fruits Basket",
      "quote": "(referring to the letter for Kisa from the teacher) Here. It says to \"like yourself\". But good things about yourself... how are you supposed to find them? I only know things I hate about myself. 'Cause that's all I know, I hate myself. But even if you force yourself to find good things... it feels so empty. It doesn't work that way. People like your teacher just don't get it. I think... when you hear someone say they like you, for the first time... then you can begin to like yourself. I think when someone accepts you, for the first time... you feel like you can... forgive yourself a little. You can begin to face your fears... with courage."
    },
    {
      "id": "quote_1261_1755663493031",
      "character": "Sohma Hatori",
      "show": "Fruits Basket",
      "quote": "Someday... no matter how cold it is now... the snow will melt. Without fail."
    },
    {
      "id": "quote_1262_1755663493031",
      "character": "Sohma Rin",
      "show": "Fruits Basket",
      "quote": "You don't look like you'd be endowned with something so great (To Tohru, referring to \"womans intuition\")"
    },
    {
      "id": "quote_1263_1755663493031",
      "character": "Kyoko Honda",
      "show": "Fruits Basket",
      "quote": "For there to be pain, there has to be kindness. For darkness to stand out, there has to be the sun."
    },
    {
      "id": "quote_1264_1755663493031",
      "character": "Akito Sohma",
      "show": "Fruits Basket",
      "quote": "It would be nice to live in a kind world without any fear, without any troubles, without hurting anybody, without ever being hurt; only doing the right thing. I wish I could reach this kind world by the shortest path possible."
    },
    {
      "id": "quote_1265_1755663493031",
      "character": "Akito Sohma",
      "show": "Fruits Basket",
      "quote": "Idiots should do what idiots can to be quicker."
    },
    {
      "id": "quote_1266_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "Especially Yuki... He was my first love after all... [Tohru stops walking]"
    },
    {
      "id": "quote_1267_1755663493031",
      "character": "Saki Hanajima",
      "show": "Fruits Basket",
      "quote": "A sixth sense cannot make up for a total lack of common sense."
    },
    {
      "id": "quote_1268_1755663493031",
      "character": "Sohma Shigure",
      "show": "Fruits Basket",
      "quote": "People aren't born social. Sure it comes easier to some people... but most people, like you, need to work at it. Some more than others. You're just inexperienced. For example, as a martial artist, you have the strength to break the table with your fist. But you also have the self-control to stop your fist right before it hits the table. You weren't born with that control, were you? You had to refine it. It's the same as interacting with people. But training for that isn't in the mountains - it has to be in town where people live. Mingling with people, hurting them, getting hurt by them. That's how you learn about people and about yourself. If you don't, you'll never care about anyone but yourself. You may be a black belt fighter, but you're still a white belt in dealing with people. For the sake of the girl who will one day tell you she loves you... Don't turn away. Keep training."
    },
    {
      "id": "quote_1269_1755663493031",
      "character": "Sohma Hatori",
      "show": "Fruits Basket",
      "quote": "It's not the fun and games you think. It's bizarre... sinister... cursed. (speaking of the curse to Tohru)"
    },
    {
      "id": "quote_1270_1755663493031",
      "character": "Saki Hanajima",
      "show": "Fruits Basket",
      "quote": "I...think that my performance today was a success because he played opposite me. Kyo-kun...Thank you. (To Kazuma)"
    },
    {
      "id": "quote_1271_1755663493031",
      "character": "Sohma Hatori",
      "show": "Fruits Basket",
      "quote": "[thinking] I only take family as patients and I still get worked to death."
    },
    {
      "id": "quote_1272_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "We’re searching for a reason of existence. With our own strength, because maybe the truth is that there’s no reason for life from the very beginning. Everyone hopes and tries so hard to find a reason of existence. The reason of birth, of staying with someone, of existence, believing we have to find them all with our own hands. Like finding a place for ourselves in dreams, in jobs, in people. The reasons we conclude may be indefinite and fragile. We may lose it too, but even so, we want a reason. As long as I’m alive, I want it too. If possible, I want to find a reason of existence within a person, within someone."
    },
    {
      "id": "quote_1273_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "Why..? How can she say things like that so easily? If we hear that from our parents, what are we supposed to do? Rin thinks that she's been \"bad\". But who do you think is the one who's being \"bad\" here!?! Having people take their anger out on us, being laughed at, not being taken seriously. We kids get hurt just like you do! Why can't you understand something so simple?! Apologize! APOLOGIZE! APOLOGIZE TO RIN!! [Rin's mom shuts the door] HEY!! I TOLD YOU TO APOLOGIZE!!"
    },
    {
      "id": "quote_1274_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "Oh, you know... I'm gonna do this, and a little of that... and I'm definitely gonna do THAT...! (to Kyo about Tohru, after calling her Kyo's girlfriend)"
    },
    {
      "id": "quote_1275_1755663493031",
      "character": "Sohma Shigure",
      "show": "Fruits Basket",
      "quote": "I do love Akito... I love her then... I still do now."
    },
    {
      "id": "quote_1276_1755663493031",
      "character": "Sohma Rin",
      "show": "Fruits Basket",
      "quote": "Your happiness is in a much more vast world. Look for it. Find it. (to Hatsuharu)"
    },
    {
      "id": "quote_1277_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "My mom told me, it's better to trust people than to doubt them. She said that people aren't born with kind hearts. When we're born, all we have are desires for food and material things. Selfish instincts, I guess. But she said that kindness is something that grows inside of each person's body, but it's up to us to nurture that kindness in our hearts. That's why kindness is different for every person."
    },
    {
      "id": "quote_1278_1755663493031",
      "character": "Sohma Shigure",
      "show": "Fruits Basket",
      "quote": "I'm ho-ome! Yuki-kun, Tohru-kun, I'm home! Oh, and let's not forget stupid-clumsy-Kyo-kun-who-lost-yet-another-fight!"
    },
    {
      "id": "quote_1279_1755663493031",
      "character": "Sohma Momiji",
      "show": "Fruits Basket",
      "quote": "However, I can't be happy. I feel I can't have that experience, I can't assume I will have that experience. I'm free, but feeling lonely and disheartened. I hope there's happiness out there. Besides, the future is approaching and waiting for me. In the future, I will be a part of the world. I will finally live my life."
    },
    {
      "id": "quote_1280_1755663493031",
      "character": "Arisa Uotani",
      "show": "Fruits Basket",
      "quote": "I can't see Kyoko-san...anymore. But she left me something. Her advice, her feelings... and Tohru. They all... all become fertilizer to help me grow."
    },
    {
      "id": "quote_1281_1755663493031",
      "character": "Sohma Yuki",
      "show": "Fruits Basket",
      "quote": "[To Kyo] Seriously... Must you break something every time you come home? When are you going to learn? You're too weak."
    },
    {
      "id": "quote_1282_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "[referring to Tohru] If anyone can find a way to choke on rice, it's her."
    },
    {
      "id": "quote_1283_1755663493031",
      "character": "Sohma Kagura",
      "show": "Fruits Basket",
      "quote": "I thought that, if I could shorten the distance between us, and if you would like me back, then the me that ran away - the dirty me - would be washed away. (To Kyo)"
    },
    {
      "id": "quote_1284_1755663493031",
      "character": "Sohma Rin",
      "show": "Fruits Basket",
      "quote": "I don't need someone as unreliable as you for a partner! (To Tohru)"
    },
    {
      "id": "quote_1285_1755663493031",
      "character": "Sohma Hatori",
      "show": "Fruits Basket",
      "quote": "If it’s possible for one person to be hurt by another, then it’s possible for that person to be healed by another."
    },
    {
      "id": "quote_1286_1755663493031",
      "character": "Sohma Yuki",
      "show": "Fruits Basket",
      "quote": "They say that we should love ourselves first, before other people learn to love us, but it's not as easy as it seems. Sometimes, we need someone to accept us and love us first, then we would learn to see ourselves through that person's eyes and learn to love our-self."
    },
    {
      "id": "quote_1287_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "[After seeing Yuki, Shigure, and Kyo Sohma transform for the first time] THEY'RE ALL ANIMALS!"
    },
    {
      "id": "quote_1288_1755663493031",
      "character": "Kazuma Sohma",
      "show": "Fruits Basket",
      "quote": "You're afraid to face what you know you must. So instead... you run away. The air that you said was smothering you... you know that it can also heal you. But you refuse to let it. You refuse to let anyone see you for your true self. You're too afraid of what you might lose. You're running away because you're afraid to admit your feelings even to yourself."
    },
    {
      "id": "quote_1289_1755663493031",
      "character": "Sohma Rin",
      "show": "Fruits Basket",
      "quote": "(thinking) I want Haru. I want all of him."
    },
    {
      "id": "quote_1290_1755663493031",
      "character": "Sohma Ayame",
      "show": "Fruits Basket",
      "quote": "NOW, SPARKLE, MY HOUSE OF LEARNING!!"
    },
    {
      "id": "quote_1291_1755663493031",
      "character": "Sohma Shigure",
      "show": "Fruits Basket",
      "quote": "When you get anxious about the future, it is better not to think about it. The more you think about it the more anxious you'll get. Of course it's important to think about what lies ahead, too, but if you only look at what's down the road, you'll get tangled by the \"laundry\" by your feet and fall, won't you? You see, it's also important to think about what you can do now. What you can do today, and if you keep washing things one at a time, you'll be done before you know it. Sometimes the anxiety will start to well up, but when it does... take a little break. Read a book, watch tv, or eat soumen with everyone."
    },
    {
      "id": "quote_1292_1755663493031",
      "character": "Sohma Shigure",
      "show": "Fruits Basket",
      "quote": "Even I... know what it's like to be jealous. (referring to Kureno and Akito's relationship)"
    },
    {
      "id": "quote_1293_1755663493031",
      "character": "Arisa Uotani",
      "show": "Fruits Basket",
      "quote": "Maybe I was lonely. Maybe I've just... always... been lonely."
    },
    {
      "id": "quote_1294_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "I love you. When did I start to love you so much?"
    },
    {
      "id": "quote_1295_1755663493031",
      "character": "Sohma Kagura",
      "show": "Fruits Basket",
      "quote": "SHII-CHAN, YOU SON OF A BITCH!!!! (after learning that Shigure invited Akito to the summer house)"
    },
    {
      "id": "quote_1296_1755663493031",
      "character": "Sohma Shigure",
      "show": "Fruits Basket",
      "quote": "You reject your femininity... yet at the end here you are using it."
    },
    {
      "id": "quote_1297_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "[To Tohru] Ever since you left I've been getting pissed off about everything, and because I couldn't understand why, it just pissed me off even more!"
    },
    {
      "id": "quote_1298_1755663493031",
      "character": "Sohma Rin",
      "show": "Fruits Basket",
      "quote": "I have nothing but me. I'll give you myself. You can use me however you like for the rest of my life. (To Shigure)"
    },
    {
      "id": "quote_1299_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "Be selfish, say what you want once in a while. It's okay to let yourself be sad."
    },
    {
      "id": "quote_1300_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "No one really starts out kind. All we know how to do at first is want. We want food, we want attention... It's just natural survival instinct, I guess... But kindness is something that we all have to learn as we go. It's something that grows and develops slowly over time... The same way our bodies do..."
    },
    {
      "id": "quote_1301_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "Don't try to be a hero, stupid cat. (to Kyo)"
    },
    {
      "id": "quote_1302_1755663493031",
      "character": "Sohma Yuki",
      "show": "Fruits Basket",
      "quote": "A woman who can talk tough while completely naked...amazing. (about Rin, the horse)"
    },
    {
      "id": "quote_1303_1755663493031",
      "character": "Kyoko Honda",
      "show": "Fruits Basket",
      "quote": "If you become perplexed or make errors, in the end have the kind of life that you can have pride in living. The kind where you can say, \"I persevered.\" Repeating delightful things and sad things. And in that way keep getting older. I persevered."
    },
    {
      "id": "quote_1304_1755663493031",
      "character": "Sohma Rin",
      "show": "Fruits Basket",
      "quote": "I don't need you anymore. I'm tired of you. (To Haru)"
    },
    {
      "id": "quote_1305_1755663493031",
      "character": "Sohma Momiji",
      "show": "Fruits Basket",
      "quote": "But I think... I want to live with all my memories. Even if they're bad memories. Even if they're memories that only hurt me... that I'd rather forget. If I keep them and keep trying, without running away, then someday I'll be strong enough that those memories can't defeat me. I believe that because I want to think that there's no such thing as a memory that's ok to forget."
    },
    {
      "id": "quote_1306_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "[To Ritsu Sohma] I'm sure that inside your heart...you're trying with all your might to find it on your own...the reason you were born. Because...because really...there might not be anyone who was born with a reason. I think that everyone might have to find one on their own. [in her head] A reason for being born... A reason that it's okay to be alive... A reason to exist. [aloud] I think everyone might have to find it themselves...and decide for themselves. It could be your dreams...your job...or a person. ...The reason you're looking for...might be vague, unclear...and uncertain. [in her head] And you might lose it. [aloud] But as long as you're alive...you have to keep searching for that reason."
    },
    {
      "id": "quote_1307_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "[To Yuki] Liar! Moping around like a sad rat who lost his cheese!"
    },
    {
      "id": "quote_1308_1755663493031",
      "character": "Sohma Hiro",
      "show": "Fruits Basket",
      "quote": "Since when did the \"Cat\" set the rules for this house? You mean to tell me that you contribute more to this house than anyone else? Do you pay all the bills? I can't stand people who do absolutely nothing but complain all the time! (To Kyo)"
    },
    {
      "id": "quote_1309_1755663493031",
      "character": "Sohma Shigure",
      "show": "Fruits Basket",
      "quote": "Even I... know what it's like to be jealous."
    },
    {
      "id": "quote_1310_1755663493031",
      "character": "Kyoko Honda",
      "show": "Fruits Basket",
      "quote": "We're all born with selfish desires so we can relate to those feelings in others. But kindness is created individually by each person... So it's easy to misunderstand when someone is trying to be kind to you... But, Tohru, people's differences are something to celebrate."
    },
    {
      "id": "quote_1311_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "I don't want to be anyone's burden. I don't want you to be my dad if it's going to hurt you. (thinking about Kazuma)"
    },
    {
      "id": "quote_1312_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "If I wouldn't have tripped, you wouldn't have stopped, now would you?"
    },
    {
      "id": "quote_1313_1755663493031",
      "character": "Arisa Uotani",
      "show": "Fruits Basket",
      "quote": "But even though she's gone... she's not really gone, right? That the light won't go on in that apartment... is a lie, right?"
    },
    {
      "id": "quote_1314_1755663493031",
      "character": "Sohma Yuki",
      "show": "Fruits Basket",
      "quote": "STOP IMAGINING ME!"
    },
    {
      "id": "quote_1315_1755663493031",
      "character": "Arisa Uotani",
      "show": "Fruits Basket",
      "quote": "This may have been a useless time for you... but I really wanted to see you!"
    },
    {
      "id": "quote_1316_1755663493031",
      "character": "Sohma Kagura",
      "show": "Fruits Basket",
      "quote": "Is it okay for me to have my own life now, father, now that I'm not \"special\" anymore?"
    },
    {
      "id": "quote_1317_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "Tohru, I can't stand not being with you... I... because I love you."
    },
    {
      "id": "quote_1318_1755663493031",
      "character": "Sohma Kagura",
      "show": "Fruits Basket",
      "quote": "Kyo-kun! Kyo-kun! I do love you, Kyo-kun! I love you!!!"
    },
    {
      "id": "quote_1319_1755663493031",
      "character": "Sohma Ayame",
      "show": "Fruits Basket",
      "quote": "Strangely enough, when you get older, the things you didn't understand when you were a child... start to make sense. \"When this happened, I should have done that.\" \"When that happened, I should have said this.\" Those types of things. You start to understand rather than regret. It may be closer to repentance. So it may be that I do want to repent and erase the ignorant self from my childhood. Maybe that's what they mean when they say adults are selfish."
    },
    {
      "id": "quote_1320_1755663493031",
      "character": "Sohma Rin",
      "show": "Fruits Basket",
      "quote": "Eventually, someday, whatever! If it will break, and we'll be free then that's good enough for me! (To Tohru)"
    },
    {
      "id": "quote_1321_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "Now I got some common sense for you,if I wore a tie, it wouldn't change who I am, if I had no piercings it wouldn't mean I'm nice, and if my hair was black it wouldn't stop me from kicking your ass!"
    },
    {
      "id": "quote_1322_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "A conscience grows, just like the body. It's bred within your heart. That's why the shape of people's kindness is so different."
    },
    {
      "id": "quote_1323_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "[in her head] My happiness comes from the kindness of those around me."
    },
    {
      "id": "quote_1324_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "[To Kyo] Being away from everyone else may be lonely, but being away from you will be even lonelier."
    },
    {
      "id": "quote_1325_1755663493031",
      "character": "Kazuma Sohma",
      "show": "Fruits Basket",
      "quote": "Just as no matter how hard you try to keep it away, despair will attack you again and again. In the same manner, hope will return to you. Again and again."
    },
    {
      "id": "quote_1326_1755663493031",
      "character": "Sohma Hiro",
      "show": "Fruits Basket",
      "quote": "So, what are you saying? You mean if your wife wasn't controlling you, you wouldn't be a villain? You mean you've never thought it's just because you're incompetent? And what's that supposed to mean anyway? (To the story, \"Mogeta\")"
    },
    {
      "id": "quote_1327_1755663493031",
      "character": "Sohma Momiji",
      "show": "Fruits Basket",
      "quote": "Pain, suffering. It's pointless to just think about those things. The traveler (referring to \"The Most Foolish Traveler\" by Natsuki Takaya) didn't. That may be stupid to some people but that's not stupid to me. Yuki... Kyo... when you close your eyes, what do you think?"
    },
    {
      "id": "quote_1328_1755663493031",
      "character": "Sohma Hatori",
      "show": "Fruits Basket",
      "quote": "It's over between Kana and me. We're not going to get back together. Even if we were together, I would only miss her... (To Shigure and Ayame)"
    },
    {
      "id": "quote_1329_1755663493031",
      "character": "Sohma Momiji",
      "show": "Fruits Basket",
      "quote": "I've gained freedom...and yet... it's so lonesome... (after declaring he was leaving Akito's side)"
    },
    {
      "id": "quote_1330_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "Yo... Are you ready for me to break your neck... Rat-boy?"
    },
    {
      "id": "quote_1331_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "Yo...time to pay the piper rat boy...I'm here to collect"
    },
    {
      "id": "quote_1332_1755663493031",
      "character": "Sohma Rin",
      "show": "Fruits Basket",
      "quote": "A bond may seem like a beautiful thing from the outside...but if those involved see it as a burden, it's nothing but a shackle."
    },
    {
      "id": "quote_1333_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "Kagura... Regardless of what your reason was, when you played with me...I was happy. Thanks. (To Kagura)"
    },
    {
      "id": "quote_1334_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "Ha ha! Eat my dust, rat-boy! (to Yuki)"
    },
    {
      "id": "quote_1335_1755663493031",
      "character": "Sohma Yuki",
      "show": "Fruits Basket",
      "quote": "[to Kyo after they trip] What can I learn from a stupid cat like you? You didn't even know that Jason isn't really a bear! He's a character from a horror film!"
    },
    {
      "id": "quote_1336_1755663493031",
      "character": "Sohma Kyo",
      "show": "Fruits Basket",
      "quote": "ou know you're a real wise ass, you know that?! (to Yuki)"
    },
    {
      "id": "quote_1337_1755663493031",
      "character": "Sohma Yuki",
      "show": "Fruits Basket",
      "quote": "[To Kyo] Perhaps if you'd just die you'd be reincarnated as something more pleasant."
    },
    {
      "id": "quote_1338_1755663493031",
      "character": "Sohma Hiro",
      "show": "Fruits Basket",
      "quote": "Go ahead! I'll just turn you into the police for assaulting a minor! (To Kyo)"
    },
    {
      "id": "quote_1339_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "You pansy! What kind of girly punch is that? I didn't even feel it! (to Kyo)"
    },
    {
      "id": "quote_1340_1755663493031",
      "character": "Sohma Momiji",
      "show": "Fruits Basket",
      "quote": "I want to believe that memories, even sad and painful ones, should not be forgotten forever."
    },
    {
      "id": "quote_1341_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "I want to possess her...to make her belong to me, and only me. (about Rin)"
    },
    {
      "id": "quote_1342_1755663493031",
      "character": "Sohma Shigure",
      "show": "Fruits Basket",
      "quote": "With so much at stake... are you willing to take the one in 10,000 chance?"
    },
    {
      "id": "quote_1343_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "[To Ritsu Sohma] Sometimes living can be hard, but it's only because we're alive that we can make each other laugh, cry...be happy! [thinking] If that's not the reason for being born in this world...I don't know what is!"
    },
    {
      "id": "quote_1344_1755663493031",
      "character": "Sohma Hatori",
      "show": "Fruits Basket",
      "quote": "Please... even if I die surrounded by snow that never melts... please let her be happy."
    },
    {
      "id": "quote_1345_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "It's you that I want. Do you not want me? Don't you want to be together? (to Rin)"
    },
    {
      "id": "quote_1346_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "It's a mystery. Just because of a simple sentence... I get shaken... or I get happy. Kyo-kun is mysterious indeed. (After Kyo says, \"You wanna kill some time... with me?\")"
    },
    {
      "id": "quote_1347_1755663493031",
      "character": "Sohma Hatsuharu",
      "show": "Fruits Basket",
      "quote": "I still can't control my wish to see her. I never thought of how important she was to me. (about Rin)"
    },
    {
      "id": "quote_1348_1755663493031",
      "character": "Honda Tohru",
      "show": "Fruits Basket",
      "quote": "Mom taught me that people's differences are something to celebrate. When I thought of all the different shapes of human kindness -- imagining them as round or square...I got really excited. Your kindness is like a candle Sohma-kun. I can feel it light up, and I just want to smile. It's that kind of kindness."
    },
    {
      "id": "quote_1349_1755663493031",
      "character": "Sohma Hatori",
      "show": "Fruits Basket",
      "quote": "He's just...he's still a child. There are still a lot of things he can't give up. There's no rush. (To Ayame about Yuki)"
    },
    {
      "id": "quote_754_1755700858244",
      "character": "Kyoko Honda",
      "show": "Fruits Basket",
      "quote": "I love you!! Even if you go bald or like underage girls, I can handle it! I'm crazy with love!! (Young Kyoko talking to Tohru's father/her husband)",
      "originalIndex": "5970"
    }
  ]
}