{
  "name": "Welcome to the N.H.K",
  "anilistId": 1210,
  "totalQuotes": 13,
  "totalCharacters": 4,
  "lastUpdated": "2025-08-21T12:20:59.387Z",
  "quotes": [
    {
      "id": "quote_1031_1755681844290",
      "character": "Hidehito Nomura",
      "quote": "I think I finally understand... As long as there's someone who'll grieve, it's wrong to want to die."
    },
    {
      "id": "quote_1032_1755681844290",
      "character": "Kaoru Yamazaki",
      "quote": "People like us aren't qualified to be involved in a dramatic incident such as a suicide. No matter how depressed you are or how much pain you're in, you have to return to your routine, daily life. Even if you don't come back, you'll just end up dying in vain. A dramatic death isn't befitting of us."
    },
    {
      "id": "quote_1033_1755681844290",
      "character": "Satou Tatsuhiro",
      "quote": "Being alone is best. I mean, it's true, isn't it? In the end you'll be absolutely alone; therefore, being alone is natural. If you accept that, nothing bad can happen. That's why I shut myself away in my six-mat one-room apartment."
    },
    {
      "id": "quote_1034_1755681844290",
      "character": "Satou Tatsuhiro",
      "quote": "Because of our broken instincts, we are in pain. We continue living in pain, because our instincts have been twisted by reason. So, what are we supposed to do? Should we abandon knowledge? Throw away reason? In any event, that wouldn't be possible. For better or for worse, we ate the fruit of knowledge long, long ago."
    },
    {
      "id": "quote_1035_1755681844290",
      "character": "Satou Tatsuhiro",
      "quote": "People in reality spout off all in unison about love and friendship but in fact it's a dirty little world full of lies and desires, isn't it?"
    },
    {
      "id": "quote_1036_1755681844290",
      "character": "Satou Tatsuhiro",
      "quote": "Question: Why can one keep living as a hikikomori?\nAnswer: Because one's food, clothing and shelter are assured. It's because one is permitted a lukewarm bare minimum of a life that one can keep living as a hikikomori indefinitely. Being able to live as a hikikomori was in itself very much a luxury. Without the assurance of food, clothing and shelter, unless you're prepared to die, there's no other way but to work."
    },
    {
      "id": "quote_1037_1755681844290",
      "character": "Satou Tatsuhiro",
      "quote": "No human beings, regardless of who they might be, want to look directly at their own shortcomings."
    },
    {
      "id": "quote_1038_1755681844290",
      "character": "Satou Tatsuhiro",
      "quote": "It's natural for a person to deny he's a failure as a human being. That's why he searches for somebody who is more miserable than himself. That's why so much animosity exists on the internet. Those who aren't able to find a more miserable person, turn to the internet and call other people losers, even though they've never met. Just to make themselves feel superior. Isn't that pathetic? There's a sense of security that comes from speaking badly of someone else. But that isn't true salvation."
    },
    {
      "id": "quote_1039_1755681844290",
      "character": "Kaoru Yamazaki",
      "quote": "A drama has a progressive thought, an emotional climax and a resolution, but our lives aren't like that. All we get day after day, are a bunch of vague anxieties that are never really resolved."
    },
    {
      "id": "quote_1040_1755681844290",
      "character": "Satou Tatsuhiro",
      "quote": "If you don't see her, you won't fall in love. If you don't fall in love, you won't get hurt."
    },
    {
      "id": "quote_1041_1755681844290",
      "character": "Misaki Nakahara",
      "quote": "People who neglect to make efforts or who don't take any actions at all are always the ones who dream that someday they will suddenly become wildly successful."
    },
    {
      "id": "quote_1042_1755681844290",
      "character": "Kaoru Yamazaki",
      "quote": "Feelings of romantic love are, in the end, just some chemical reaction. Under the right conditions, they occur no matter who the other person is."
    },
    {
      "id": "quote_44_1755778859387",
      "character": "Kaoru Yamazaki",
      "quote": "People like us aren't qualified to be involved in a dramatic incident such as a suicide. No matter how depressed you are or how much pain you're in, you have to return to your routine, daily life. Even if you don't come back, you'll just end up dying in vain. A dramatic death isn't befitting of us.\n\n"
    }
  ]
}