{
  "name": "We Were There",
  "anilistId": 1222,
  "totalQuotes": 26,
  "totalCharacters": 4,
  "lastUpdated": "2026-02-28T14:48:33.677Z",
  "quotes": [
    {
      "id": "quote_87_1755686314534",
      "character": "Bokura ga Ita",
      "quote": "It's not that you can fall in love with someone new because you forgot the old. It's because you fall in love with someone new, that you're able to forget about the old. Only love can heal a heart that was hurt by love."
    },
    {
      "id": "quote_88_1755686314534",
      "character": "Masafumi Takeuchi",
      "quote": "After all.. love is all about timing. If you don't say the right thing at the right moment, no matter how much fate was involved in the relationship, everything will be ruined. Even if you regret it, it'll be too late."
    },
    {
      "id": "quote_89_1755686314534",
      "character": "Motoharu Yano",
      "quote": "I hate memories. Because reality is better than memories. A reality where I exist and you're here right next to me."
    },
    {
      "id": "quote_90_1755686314534",
      "character": "Nanami Takahashi",
      "quote": "No one actually knows what's best or what the future holds. Until you actually see the results, no one ever knows. So at the very least, why don't we rely on what we do know. Let's keep the feelings that we have right now precious. Even though it seems like our lives never change, they slowly do. And just like how we never notice... the changing of the seasons... the same goes for our hearts."
    },
    {
      "id": "quote_91_1755686314534",
      "character": "Masafumi Takeuchi",
      "quote": "Whatever you do or don't do, you're the one who always makes the decision."
    },
    {
      "id": "quote_92_1755686314534",
      "character": "Motoharu Yano",
      "quote": "Human memories are too vague. Thinking something has color when it doesn't, making things more dramatic than they really are, glorifying things... It gives new greater meaning than was actually there. That's why I don't believe any of this talk about \"beautiful memories\"."
    },
    {
      "id": "quote_93_1755686314534",
      "character": "Nanami Takahashi",
      "quote": "I wonder why people make promises they won't be able to keep."
    },
    {
      "id": "quote_94_1755686314534",
      "character": "Motoharu Yano",
      "quote": "I wish I could rewrite my past.. but I can't. If I could, I'd do all I could if it would stop you from crying. But.. that's impossible. My past won't change. That's why we need to make my past pale in comparison to our present."
    },
    {
      "id": "quote_95_1755686314534",
      "character": "Motoharu Yano",
      "quote": "Human memories aren't reliable. Your brain will add something or just glorify it, memories make you believe what happened was better than it actually was."
    },
    {
      "id": "quote_96_1755686314534",
      "character": "Masafumi Takeuchi",
      "quote": "After all this time, after being by your side and always looking after you I failed to make a place for myself deep within your heart."
    },
    {
      "id": "quote_97_1755686314534",
      "character": "Nanami Takahashi",
      "quote": "Happiness is hot chocolate on a cold day."
    },
    {
      "id": "quote_98_1755686314534",
      "character": "Nanami Takahashi",
      "quote": "In my memory, I link fragments of the past when we were together, to create a clear image of him in my mind. But I no longer know if that image is really him. The moment I see in my mind, may have never existed."
    },
    {
      "id": "quote_99_1755686314534",
      "character": "Motoharu Yano",
      "quote": "I've always been asking myself this question. Am I a memory? or is the memory... ME? Are we nothing but a collection of memories?"
    },
    {
      "id": "quote_100_1755686314534",
      "character": "Nanami Takahashi",
      "quote": "One thing I'm especially good at is finding Yano, whenever or wherever he may be. Because he's the one I love."
    },
    {
      "id": "quote_101_1755686314534",
      "character": "Nanami Takahashi",
      "quote": "Before meeting you, I didn't know what it was like to feel lonely. I never even considered myself to be alone. That's because when you feel lonely, it means that there is someone for you to miss."
    },
    {
      "id": "quote_102_1755686314534",
      "character": "Masafumi Takeuchi",
      "quote": "If it's going to be a relationship of hardship and mental agony, you should put an end to it."
    },
    {
      "id": "quote_103_1755686314534",
      "character": "Motoharu Yano",
      "quote": "Listen carefully because I'm only gonna say this once, I love you."
    },
    {
      "id": "quote_104_1755686314534",
      "character": "Nanami Takahashi",
      "quote": "How should I put this... There are times when you begin to hate everything around you."
    },
    {
      "id": "quote_556_1755700838968",
      "character": "Nanami Takahashi",
      "quote": "I wonder why people make promises they won't be able to keep.\n\n"
    },
    {
      "id": "quote_557_1755700838968",
      "character": "Motoharu Yano",
      "quote": "Ever since I met you, I feel like... I've lived to meet you."
    },
    {
      "id": "quote_558_1755700838968",
      "character": "Motoharu Yano",
      "quote": "I want to go back and change the past. If I could - I would, if that would stop you from crying."
    },
    {
      "id": "quote_559_1755700838968",
      "character": "Motoharu Yano",
      "quote": "Let's make our past fade into comparison with the present."
    },
    {
      "id": "quote_8_1755703773981",
      "character": "Masafumi Takeuchi",
      "quote": "After all this time, after being by your side and always looking after you I failed to make a place for myself deep within your heart. "
    },
    {
      "id": "quote_9_1755703773981",
      "character": "Nanami Takahashi",
      "quote": "I wonder why people make promises they won't be able to keep.\r\n\r\n"
    },
    {
      "id": "quote_10_1755703773981",
      "character": "Motoharu Yano",
      "quote": "Human memories aren't reliable. Your brain will add something or just glorify it, memories make you believe what happened was better than it actually was.\n"
    },
    {
      "id": "quote_5592_1772290113677",
      "character": "Motoharu Yano",
      "quote": "Human memories are too vague. Thinking something has color when it doesn't, making things more dramatic than they really are, glorifying things... It gives new greater meaning than was actually there. That's why I don't believe any of this talk about \"\"beautiful memories\"\"."
    }
  ]
}