{
  "name": "Uchuu Kyoudai",
  "anilistId": 12431,
  "totalQuotes": 12,
  "totalCharacters": 7,
  "quotes": [
    {
      "id": "quote_1395_1755681943280",
      "character": "Deneil Young",
      "quote": "Do what you can until you learn what you need. If you're going to try something, you may as well aim for the top."
    },
    {
      "id": "quote_1396_1755681943280",
      "character": "Deneil Young",
      "quote": "Some things can't be prevented. The last of which, is death. All we can do is live until the day we die. Control what we can... and fly free!"
    },
    {
      "id": "quote_1397_1755681943280",
      "character": "Larry Bison",
      "quote": "Confidence is a temporary condition, that lasts until you actually understand the situation."
    },
    {
      "id": "quote_1398_1755681943280",
      "character": "Kenji Makabe",
      "quote": "What took a very long time to build up takes mere moments to destroy. But you can always start over. Next time around, you'll do a better job."
    },
    {
      "id": "quote_1399_1755681943280",
      "character": "Mutta Namba",
      "quote": "There are people who don't know you, who are saying a lot of awful things. But just saying stuff is easy, and anyone can do it. However...There's no one out there who could take your place."
    },
    {
      "id": "quote_1400_1755681943280",
      "character": "Mutta Namba",
      "quote": "An earnest failure has meaning."
    },
    {
      "id": "quote_1401_1755681943280",
      "character": "Brian Jay",
      "quote": "\"Are you prepared to die?\". Most astronauts answer with a simple \"yes\", but you can say anything. It's just a weak yes. You shouldn't be prepared to die. Instead, you should have the resolve to live until the very end! If there's someone who replies \"no\", you can trust them."
    },
    {
      "id": "quote_1402_1755681943280",
      "character": "Mutta Namba",
      "quote": "It only took a moment for everything to click. In that instant, I understood. A leader is somebody who can bring a sense of calm and excitement at the same time."
    },
    {
      "id": "quote_1403_1755681943280",
      "character": "Mutta Namba",
      "quote": "When you build something, you must be ready to spend time and money on failure. The best materials won't always yield the best results. However, if you build something by improving on failure, you'll end up with good results."
    },
    {
      "id": "quote_1404_1755681943280",
      "character": "Sharon Kaneko",
      "quote": "When in doubt, don't worry about what's right. You'll run out of time. Don't use your head, you'll find the answer lower. Your heart knows what's right. Choose the answer that will be fun."
    },
    {
      "id": "quote_1405_1755681943280",
      "character": "Deneil Young",
      "quote": "Well, life is like the weather. It can be sunny or cloudy. Sometimes it rains, and sometimes it storms."
    },
    {
      "id": "quote_1406_1755681943280",
      "character": "Reiji Nitta",
      "quote": "If you're felling like there's nowhere you belong... That you're trapped in a small world. It's those feelings that drive us beyond our world."
    }
  ]
}