{
  "name": "Monster",
  "anilistId": 124756,
  "totalQuotes": 22,
  "totalCharacters": 7,
  "lastUpdated": "2025-08-20T15:34:58.586Z",
  "quotes": [
    {
      "id": "quote_934_1755681826892",
      "character": "Kenzo Tenma",
      "show": "Monster",
      "quote": "I was only able to get back to being a real doctor by saving your life! I realized that human lives have equal value by saving you! Nobody has the right to take another's life! I've been living as a doctor with that engraved upon my heart for years!"
    },
    {
      "id": "quote_935_1755681826892",
      "character": "Inspector Lunge",
      "show": "Monster",
      "quote": "Even a child that receives one bit of praise has the ability to excel in a single talent, and those who receive regular encouragement can feel confidence, achieve success, and become leading members of society. Because they don’t believe they are worthless, they don’t need to raise a fist and have vengeance against fate or the world at large…"
    },
    {
      "id": "quote_936_1755681826892",
      "character": "Johann Liebert",
      "show": "Monster",
      "quote": "Doctor Tenma, for you all lives are created equal, that's why I came back to life. But you've finally come to realize it now, haven't you? Only one thing is equal for all, and that is death."
    },
    {
      "id": "quote_937_1755681826892",
      "character": "Wolfgang Grimmer",
      "show": "Monster",
      "quote": "As long as we are under the same sky, we shouldn't be sad when we part ways."
    },
    {
      "id": "quote_938_1755681826892",
      "character": "Johann Liebert",
      "show": "Monster",
      "quote": "Hatred is born when people gather together."
    },
    {
      "id": "quote_939_1755681826892",
      "character": "Mikhail Petrov",
      "show": "Monster",
      "quote": "What is education? Isn't education meant to create a person that conforms to society? What kind of education must be administrated to create a human being that meets the society's demands? Education is an experiment."
    },
    {
      "id": "quote_940_1755681826892",
      "character": "Johann Liebert",
      "show": "Monster",
      "quote": "Tell me, what do you think is the ultimate fear? I really thought I'd already reached the darkest of the dark, but then, ahead of me, I beheld a darkness even greater still."
    },
    {
      "id": "quote_941_1755681826892",
      "character": "Wolfgang Grimmer",
      "show": "Monster",
      "quote": "It's impossible for humans to forget their emotions."
    },
    {
      "id": "quote_942_1755681826892",
      "character": "Johann Liebert",
      "show": "Monster",
      "quote": "Do you think your sin will disappear if you lie?"
    },
    {
      "id": "quote_943_1755681826892",
      "character": "Rosso",
      "show": "Monster",
      "quote": "Killing's easier than you think; you just have to forget how sweet the sugar is."
    },
    {
      "id": "quote_944_1755681826892",
      "character": "Wolfgang Grimmer",
      "show": "Monster",
      "quote": "Do you have any idea how terrible the things you did really mean? Do you understand what it means to destroy a human being's sense of good and evil? Can you even begin to comprehend what happens when you awaken the monster inside each us? People should know in their hearts that food tastes good. They should always look forward to having picnics and wonderful places on their weekends. They should think that beer tastes good after a hard day's work. People should know how they should feel, that they're suppose to grieve, from the bottom of their hearts when they have to bury their own child."
    },
    {
      "id": "quote_945_1755681826892",
      "character": "Inspector Lunge",
      "show": "Monster",
      "quote": "If you don't want to be betrayed anymore, then start by doubting the person you want to doubt the least."
    },
    {
      "id": "quote_946_1755681826892",
      "character": "Kenzo Tenma",
      "show": "Monster",
      "quote": "When you're in the darkness, you only sink deeper into it. Keep the light shining."
    },
    {
      "id": "quote_947_1755681826892",
      "character": "Wolfgang Grimmer",
      "show": "Monster",
      "quote": "Everyone in this world carries around their own sins, and they never go away...but that doesn't change the fact that we do what we must."
    },
    {
      "id": "quote_948_1755681826892",
      "character": "Johann Liebert",
      "show": "Monster",
      "quote": "How weak the mind is when it wants to forget. Maybe you didn't forget. Maybe you're lying. Is it a lie you tell everyone around you, or perhaps a lie you tell yourself?"
    },
    {
      "id": "quote_949_1755681826892",
      "character": "Wolfgang Grimmer",
      "show": "Monster",
      "quote": "You can't just erase people's feelings. It's as if my emotions were lost somewhere hundreds of miles away. It's as if they were sent long ago, in a letter that was always intended for me."
    },
    {
      "id": "quote_950_1755681826892",
      "character": "Johann Liebert",
      "show": "Monster",
      "quote": "There's nothing special about being born. Not a thing. Most of the universe is just death, nothing more. In this universe of ours, the birth of a new life on some corner of our planet is nothing but a tiny, insignificant flash. Death is a normal thing. So why live?"
    },
    {
      "id": "quote_951_1755681826892",
      "character": "Johann Liebert",
      "show": "Monster",
      "quote": "The big secret to breaking the rules is to make it look as though you're following them."
    },
    {
      "id": "quote_952_1755681826892",
      "character": "Johann Liebert",
      "show": "Monster",
      "quote": "What exactly is the end? The end. The end. The end. I've seen the end over and over. What is the end?"
    },
    {
      "id": "quote_953_1755681826892",
      "character": "Wolfgang Grimmer",
      "show": "Monster",
      "quote": "Don't just follow orders! You're men, not machines! In your hearts, you know what's right, the answer is sitting there, waiting for you. Are you brave enough to look inside yourselves?"
    },
    {
      "id": "quote_954_1755681826892",
      "character": "Kenzo Tenma",
      "show": "Monster",
      "quote": "Even if you can forget, you can't erase the past."
    },
    {
      "id": "quote_955_1755681826892",
      "character": "Eva Heinemann",
      "show": "Monster",
      "quote": "People are such strange beings. The sad memories seem to just fade away, until all a person is left with are the happier ones. People are certainly designed so conveniently."
    }
  ]
}