{
  "name": "Psycho-Pass",
  "anilistId": 13601,
  "totalQuotes": 45,
  "totalCharacters": 11,
  "lastUpdated": "2025-08-21T12:18:11.170Z",
  "quotes": [
    {
      "id": "quote_1668_1755682021860",
      "character": "Makishima Shougo",
      "quote": "In order to measure a person’s worth, you must do more than push them. The real way to test their worth is to give them power. When they gain the freedom to act outside the boundaries of law and ethics, you can sometimes see their souls. When the weak become strong... When good citizens become free to engage in violence... I'm interested to see what is the outcome of that."
    },
    {
      "id": "quote_1669_1755682021860",
      "character": "Nobuchika Ginoza",
      "quote": "They say that fools learn from their experiences, while the wise learn from history. I hope you're not a fool."
    },
    {
      "id": "quote_1670_1755682021860",
      "character": "Makishima Shougo",
      "quote": "The opposite of boredom is not pleasure... but excitement. People will gladly seek out any kind of excitement, even pain."
    },
    {
      "id": "quote_1671_1755682021860",
      "character": "Kougami Shinya",
      "quote": "It's not a matter of real or fake. These avatars are idols on the net. in other words - icons. Icons cannot solely exist through their own will. Neither Hayama nor Sugawara established their status on their own. They were able to become Talsiman and Spooky Boogie because their fans idolized them based on their own distorted perceptions. Their true feelings and colors are not the same as the ideals their characters represents. It's not surprising that a fan could do a better job than the real owners of playing the idol the fans expect to see."
    },
    {
      "id": "quote_1672_1755682021860",
      "character": "Nobuchika Ginoza",
      "quote": "If you look away and just turn your back on those you don't understand, you'll regret it someday. Accept what's happening before your eyes as a fact. That's a shortcut to becoming an adult."
    },
    {
      "id": "quote_1673_1755682021860",
      "character": "Nobuchika Ginoza",
      "quote": "No matter how severe the situation is, if you continue to stay there, you'll accept everything as a everyday life."
    },
    {
      "id": "quote_1674_1755682021860",
      "character": "Makishima Shougo",
      "quote": "Everyone is alone. Everyone is empty. People no longer have need of others. You can always find a spare for any replacement. Any relationship can be replaced."
    },
    {
      "id": "quote_1675_1755682021860",
      "character": "Makishima Shougo",
      "quote": "I love this game that people call \"life\" from the bottom of my heart."
    },
    {
      "id": "quote_1676_1755682021860",
      "character": "Makishima Shougo",
      "quote": "Books are not something that you just read words in. They're also a tool to adjust your senses."
    },
    {
      "id": "quote_1677_1755682021860",
      "character": "Akane Tsunemori",
      "quote": "It's not the final judgement of \"good\" and \"evil\" that's important. What matters is that you come to that decision yourself. That you agonize over it and eventually accept it."
    },
    {
      "id": "quote_1678_1755682021860",
      "character": "Rikako Oryo",
      "quote": "This epidemic leads innocent people to their deaths, and yet it's pathogen will never be eradicated. This is a disease called serenity, a form of death that people have wished for."
    },
    {
      "id": "quote_1679_1755682021860",
      "character": "Makishima Shougo",
      "quote": "When a man faces fear, his soul is tested. What he was born to seek... what he was born to achieve... his true nature will become clear."
    },
    {
      "id": "quote_1680_1755682021860",
      "character": "Makishima Shougo",
      "quote": "Flattery will get you everywhere."
    },
    {
      "id": "quote_1681_1755682021860",
      "character": "Makishima Shougo",
      "quote": "Like God, you mean? That might be pleasurable in its own way, but unfortunately I'm not into being an umpire or a referee, as I can't genuinely enjoy the game unless I'm part of it. And I love this game that people call \"life\" from the bottom of my heart. That's why I'd like to continue to participate in it as a player, forever and ever."
    },
    {
      "id": "quote_1682_1755682021860",
      "character": "Akane Tsunemori",
      "quote": "I was the only one who got an A ranking for the Public Safety Bureau. There were more than 500 students and I was the only one. So I thought that there must have been something that only I could do at the Bureau. If I went there, I thought I could find my purpose in life... I thought I'd be able to find out why I was born here and now!"
    },
    {
      "id": "quote_1683_1755682021860",
      "character": "Makishima Shougo",
      "quote": "I think the only time people really have value is when they act according to their own will."
    },
    {
      "id": "quote_1684_1755682021860",
      "character": "Kougami Shinya",
      "quote": "When something impossible happens, there are only two possibilities. Either your assumptions are wrong, or you have gone crazy."
    },
    {
      "id": "quote_1685_1755682021860",
      "character": "Makishima Shougo",
      "quote": "I just long for a world in which ordinary things are done in an ordinary way."
    },
    {
      "id": "quote_1686_1755682021860",
      "character": "Makishima Shougo",
      "quote": "Why don't you buy paper books? E-books lack character."
    },
    {
      "id": "quote_1687_1755682021860",
      "character": "Shuusei Kagari",
      "quote": "No matter where you are, people find a way to entertain themselves."
    },
    {
      "id": "quote_1688_1755682021860",
      "character": "Akane Tsunemori",
      "quote": "Isn't using the net just like using knives for cooking or using paper to write things down? It has nothing to do with good or bad. It's like, it's there, so we accept and use it."
    },
    {
      "id": "quote_1689_1755682021860",
      "character": "Makishima Shougo",
      "quote": "An unforeseen situation... An unexpected turn of events... In the face of those, you too will face your true self."
    },
    {
      "id": "quote_1690_1755682021860",
      "character": "Makishima Shougo",
      "quote": "What are humans’ desires? What I think the most troublesome desire is the desire for attention. It’s the source of jealousy and relationship problems, too."
    },
    {
      "id": "quote_1691_1755682021860",
      "character": "Makishima Shougo",
      "quote": "I want to see the splendor of people's souls."
    },
    {
      "id": "quote_1692_1755682021860",
      "character": "Makishima Shougo",
      "quote": "For some time researchers have understood that moderate stress has beneficial effects. It boosts the immune system for example. Stress motivates and prepares us for action. It compels our body to survive. However, routine psycho pass checks take away the stress from us. There are patients whose stress reaction is so numb, they can’t even recognize the basic stimulation of their senses. Once that happens, it’s a neurological downward spiral, they become like living corpses. Eventually their autonomic nervous system stops working and their vital functions shut down."
    },
    {
      "id": "quote_1693_1755682021860",
      "character": "Tomomi Masaoka",
      "quote": "Everything you've been taught is based on theories and logic. Soon, you'll come to realize how pointless they are."
    },
    {
      "id": "quote_1694_1755682021860",
      "character": "Makishima Shougo",
      "quote": "I wonder what sort of criteria you use to divide people into good and evil."
    },
    {
      "id": "quote_1695_1755682021860",
      "character": "Oryou Rikako",
      "quote": "Chastity and grace - traditional virtues that have been lost. They comprise the educational ideology of Ousou Academy. They're priorities that are not valued in boys, only in girls. After having them instilled in us, we're shipped out as brand-name product, refined, sheltered maidens, and purchased by men who seek a classic piece of furniture called \"a good wife and mother\" in a formality known as marriage. Students in this school are all components that will be processed into an artwork called \"the lady\". They are rough stones waiting to be polished and finished up. They live sad and boring lives, even though there are many other possible ways they could bloom."
    },
    {
      "id": "quote_1696_1755682021860",
      "character": "Kouzaburou Touma",
      "quote": "There's a limit to the amount of pleasure a person can obtain. But pleasure brought out by intellect is infinite."
    },
    {
      "id": "quote_1697_1755682021860",
      "character": "Saiga Jouji",
      "quote": "Charisma has three points. The nature of a hero or prophet, the ability to simply make you feel good when you’re around them, and the intelligence to eloquently talk about all sorts of things."
    },
    {
      "id": "quote_1698_1755682021860",
      "character": "Makishima Shougo",
      "quote": "Beautiful flowers, too, eventually wither and fall. That's the fate of all living beings."
    },
    {
      "id": "quote_1699_1755682021860",
      "character": "Makishima Shougo",
      "quote": "You can play any character and yet in the end, you yourself are nobody. Your core personality is null. It's empty. That's how you could wear any mask all over your smooth, featureless face and have it fit perfectly."
    },
    {
      "id": "quote_1700_1755682021860",
      "character": "Nobuchika Ginoza",
      "quote": "As a leader, you need to learn from the mistakes of others, not your own."
    },
    {
      "id": "quote_1701_1755682021860",
      "character": "Nobuchika Ginoza",
      "quote": "Hey, it's been a while. I came to talk to you today, since I decided what I'm going to do next. My Crime Coefficient went up to 140. There's no longer a chance for recovery. But it's not in my nature to sit around and mope in the isolation facility. So I decided to go back to where I used to work. You told me to take a different path. Guess I didn't live up to your expectations. I'm a bad son in every respect, aren't I? But strangely enough, I have no regrets. There's nothing good about being a detective. Even so, it's a job that someone needs to do. Right, dad?"
    },
    {
      "id": "quote_1702_1755682021860",
      "character": "Akane Tsunemori",
      "quote": "It is not society that determines people's futures.  It is people who determine society's future."
    },
    {
      "id": "quote_1703_1755682021860",
      "character": "Makishima Shougo",
      "quote": "You sure say some funny things. Solitude? Does that only apply to me? Who isn't alone in this society? The time when our connection to others was the basis of our selves is long gone. In this world where everyone is watched over by the system and live within the system's standards, a community isn't necessary. Everyone just lives in their own cell, and the system tames them by giving them each their own personal serenity."
    },
    {
      "id": "quote_1704_1755682021860",
      "character": "Akane Tsunemori",
      "quote": "The law doesn't protect people. People protect the law. People have always detested evil and sought out a righteous way of living. Their feelings, the accumulation of those peoples feelings are the law. They're neither the provisions, nor the system. They're the fragile and irreplaceable feelings that everyone carries in their hearts."
    },
    {
      "id": "quote_1705_1755682021860",
      "character": "Toyohisa Senguji",
      "quote": "When you entrust so much of your everyday life to those electronic devices, the argument that you aren't a cyborg isn't very convincing. To you, those portable terminals are already your second brain. Isn't that right? It can be said that the history of science is a history of the expansion of the human body's functionality, in other words, the history of man's cyberization. That's why it's a matter of degree."
    },
    {
      "id": "quote_1706_1755682021860",
      "character": "Oryou Rikako",
      "quote": "Everyone here is the same. They don't notice anything. They don't say anything. And they don't think anything. They are merely a shell of their former selves and soon they will disappear like the melting snow. This epidemic leads innocent people to their deaths, and yet, its pathogen will never be eradicated. This is a disease called serenity - a form of death that people have wished for."
    },
    {
      "id": "quote_1707_1755682021860",
      "character": "Kougami Shinya",
      "quote": "I'm sorry. I couldn't keep my promise. I wanted to go into a line of work where I could protect people. That's why I became a detective. But Makishima changed everything. That man will continue to kill people. And yet, the law can't judge him. As long as I'm a detective, I can't touch him. This case made me aware... that the law can't protect people."
    },
    {
      "id": "quote_1708_1755682021860",
      "character": "Kougami Shinya",
      "quote": "Being a detective isn't about bringing someone down, but rather protecting someone."
    },
    {
      "id": "quote_1709_1755682021860",
      "character": "Makishima Shougo",
      "quote": "A perfect plan doesn't mean having everything go within expectations. A perfect plan is achieved when it has the plasticity needed to flexibly deal with troubles."
    },
    {
      "id": "quote_1710_1755682021860",
      "character": "Makishima Shougo",
      "quote": "You disappointed me. So I have to give you a punishment. Regret your helplessness and feel despair."
    },
    {
      "id": "quote_23_1755778691170",
      "character": "Kougami Shinya",
      "quote": "I'm sorry. I couldn't keep my promise. I wanted to go into a line of work where I could protect people. That's why I became a detective. But Makishima changed everything. That man will continue to kill people. And yet, the law can't judge him. As long as I'm a detective, I can't touch him. This case made me aware... that the law can't protect people. "
    },
    {
      "id": "quote_24_1755778691170",
      "character": "Akane Tsunemori",
      "quote": "I was the only one who got an A ranking for the Public Safety Bureau. There were more than 500 students and I was the only one. So I thought that there must have been something that only I could do at the Bureau. If I went there, I thought I could find my purpose in life... I thought I'd be able to find out why I was born here and now! "
    }
  ]
}