{
  "name": "Little Busters!",
  "anilistId": 13655,
  "totalQuotes": 17,
  "totalCharacters": 8,
  "quotes": [
    {
      "id": "quote_802_1755681812210",
      "character": "Riki Naoe",
      "show": "Little Busters!",
      "quote": "If you turn your eyes away from sad things, they'll happen again one day. If you keep running away, you'll keep repeating the same mistakes. That's why you have to face the truth straight on."
    },
    {
      "id": "quote_803_1755681812210",
      "character": "Kyousuke Natsume",
      "show": "Little Busters!",
      "quote": "Fragility is always lurking behind our peaceful day-to-day life. Terrible things don’t only happen in places far beyond our reach."
    },
    {
      "id": "quote_804_1755681812210",
      "character": "Riki Naoe",
      "show": "Little Busters!",
      "quote": "Nothing good can come by rejecting yourself."
    },
    {
      "id": "quote_805_1755681812210",
      "character": "Mio Nishizono",
      "show": "Little Busters!",
      "quote": "There are people in this world who don't understand that what they consider a harmless prank can deeply hurt someone else."
    },
    {
      "id": "quote_806_1755681812210",
      "character": "Kyousuke Natsume",
      "show": "Little Busters!",
      "quote": "Anything can happen. No one ever thinks it will until it does. What will happen, happens. That's how the world is. The most important thing is to not let the tragedy defeat you. To believe that you can get through it."
    },
    {
      "id": "quote_807_1755681812210",
      "character": "Riki Naoe",
      "show": "Little Busters!",
      "quote": "People can never truly understand each other! That's why we communicate and try to understand. We can only understand ourselves through being with others!"
    },
    {
      "id": "quote_808_1755681812210",
      "character": "Komari Kamikita",
      "show": "Little Busters!",
      "quote": "There are all sorts of mysteries in this world, like snacks and candy and sweets falling from the sky!"
    },
    {
      "id": "quote_809_1755681812210",
      "character": "Komari Kamikita",
      "show": "Little Busters!",
      "quote": "Losing something is sad. Even when I lose something as tiny as a worn-out eraser, I feel pretty down for a day or two. That's why I'm looking for him."
    },
    {
      "id": "quote_810_1755681812210",
      "character": "Kamikita Komari",
      "show": "Little Busters!",
      "quote": "No matter what, I’ll be always be your friend. No matter how far you go, I’ll be thinking about you everyday."
    },
    {
      "id": "quote_811_1755681812210",
      "character": "Kyousuke Natsume",
      "show": "Little Busters!",
      "quote": "Love requires no reason. That is what makes it love!"
    },
    {
      "id": "quote_812_1755681812210",
      "character": "Futaki Kanata",
      "show": "Little Busters!",
      "quote": "It may be better to go and regret it rather than staying here and regretting it. If you don’t move forward, you can’t gain anything."
    },
    {
      "id": "quote_813_1755681812210",
      "character": "Kyousuke Natsume",
      "show": "Little Busters!",
      "quote": "A peaceful every day life hides its fragility. Fear and violence aren't just something in another world, completely unrelated to us. If a disaster happens, we can't change it. But as long as we small gears are linked together, we can keep moving forward, even if it's only one small step at a time."
    },
    {
      "id": "quote_814_1755681812210",
      "character": "Kyousuke Natsume",
      "show": "Little Busters!",
      "quote": "If the world is full of things we never wanted to know, is our only option to look away? You won't solve anything by looking away."
    },
    {
      "id": "quote_815_1755681812210",
      "character": "Kyousuke Natsume",
      "show": "Little Busters!",
      "quote": "Every story has an ending. One day, we won’t be able to stay together."
    },
    {
      "id": "quote_816_1755681812210",
      "character": "Noumi Kudoryafuka",
      "show": "Little Busters!",
      "quote": "I’m a very lucky person. I was able to meet people I love."
    },
    {
      "id": "quote_817_1755681812210",
      "character": "Yuiko Kurugaya",
      "show": "Little Busters!",
      "quote": "I don’t mind getting in trouble. But I won’t let my friends' kindness go to waste."
    },
    {
      "id": "quote_818_1755681812210",
      "character": "Kyousuke Natsume",
      "show": "Little Busters!",
      "quote": "[Talking to Riki] We've spent time together that made our hearts dance. But every story has to come to an end. No one can stay a kid forever. Time passes, and people grow up. There will come a day when we will no longer be together."
    }
  ]
}