{
  "name": "Sakurasou no Pet na Kanojo",
  "anilistId": 13759,
  "totalQuotes": 20,
  "totalCharacters": 9,
  "quotes": [
    {
      "id": "quote_2314_1755682227652",
      "character": "Mashiro Shiina",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "This area feels weird, it's been throbbing hard since that time. When you told me not to go. When you held me so tight. It won't go away. Your voice is still in my ear. What happened to me? Is this... love?"
    },
    {
      "id": "quote_2315_1755682227652",
      "character": "Chihiro Sengoku",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "If you forced someone to do something they didn’t want to do, they’d just end up hating life."
    },
    {
      "id": "quote_2316_1755682227652",
      "character": "Misaki Kamiigusa",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "We found ourselves in conflict with each other many times. There were hard times when we wanted to run away or give up. But it was only because that rain fell, that the seeds of our emotions could sprout. And the flowers of deeper friendship could bloom."
    },
    {
      "id": "quote_2317_1755682227652",
      "character": "Sorata Kanda",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "There's no point in dwelling on the past, so I'm trying to think of the future instead."
    },
    {
      "id": "quote_2318_1755682227652",
      "character": "Kazuki Fujisawa",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "Sometimes, your future is already set, and there's nothing you can do about it. There are some things you just can't change, no matter how hard you work. Unfair, don't you think? It isn't an easy fact to accept, and I'm not telling you to, but that's just how life is. Unfair."
    },
    {
      "id": "quote_2319_1755682227652",
      "character": "Akasaka Ryuunosuke",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "Being able to realize your own fault is a virtue."
    },
    {
      "id": "quote_2320_1755682227652",
      "character": "Mashiro Shiina",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "It's more interesting when the future's uncertain."
    },
    {
      "id": "quote_2321_1755682227652",
      "character": "Sorata Kanda",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "A normal person looks away from what they don't want to see even though they know there are things they can only acquire if they face the things they hate."
    },
    {
      "id": "quote_2322_1755682227652",
      "character": "Lida Ayano",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "The best way to write a realistic romance is to first be in love. Everyone can write a love story from their life."
    },
    {
      "id": "quote_2323_1755682227652",
      "character": "Akasaka Ryuunosuke",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "Dividing an impossibly large task into smaller solvable problems, is a programmer's job."
    },
    {
      "id": "quote_2324_1755682227652",
      "character": "Akasaka Ryuunosuke",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "It's a programmer's job to make the most of limited resources to turn an impractical idea into reality."
    },
    {
      "id": "quote_2325_1755682227652",
      "character": "Sorata Kanda",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "Everyday was the same. Deep down, I felt bored. But it wasn't the days that felt boring. It was being just like everyone else."
    },
    {
      "id": "quote_2326_1755682227652",
      "character": "Nanami Aoyama",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "There are some things you can't say to someone, no matter how close you are."
    },
    {
      "id": "quote_2327_1755682227652",
      "character": "Jin Mitaka",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "You know, with talented people... They draw people to themselves, and without even trying to, they tear them to shreds. The closer you are to them, the more viciously you'll be torn apart. They're living in a completely different world above us. One that us normal people can't reach. In a world that we'll never see. A world above the clouds. That's the kind of world they live in."
    },
    {
      "id": "quote_2328_1755682227652",
      "character": "Kazuki Fujisawa",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "To create something that appeals to the emotions of users, you need to make something that sways your own heart. You can't move others hearts, unless you can move your own."
    },
    {
      "id": "quote_2329_1755682227652",
      "character": "Akasaka Ryuunosuke",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "Love is simply an electrical bug in the human neural circuit."
    },
    {
      "id": "quote_2330_1755682227652",
      "character": "Sorata Kanda",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "I pretended it was someone else's fault that nothing happened. But I was wrong. If you put your mind to it, you can change the color of your world in an instant."
    },
    {
      "id": "quote_2331_1755682227652",
      "character": "Sorata Kanda",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "I haven't done anything yet. Getting depressed and losing confidence is way too egotistical."
    },
    {
      "id": "quote_2332_1755682227652",
      "character": "Jin Mitaka",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "You need to decide where you belong before anything else. If you can do that, you can decide what you want to do."
    },
    {
      "id": "quote_2333_1755682227652",
      "character": "Sorata Kanda",
      "show": "Sakurasou no Pet na Kanojo",
      "quote": "Opportunities wait for no one! If you let an opportunity slip through your fingers with an excuse like, “I wasn't prepared.” You'll never get another opportunity like that again! But it is your life. Live it the way you want."
    }
  ]
}