{
  "name": "Zetsuen No Tempest",
  "anilistId": 14075,
  "totalQuotes": 33,
  "totalCharacters": 5,
  "lastUpdated": "2025-08-21T12:18:06.449Z",
  "quotes": [
    {
      "id": "quote_3196_1755663663441",
      "character": "Hakaze Kusaribe",
      "quote": "Even if he hates me, being able to die with the knowledge that the one I love will never forget me… there is no greater happiness a woman could desire."
    },
    {
      "id": "quote_3197_1755663663441",
      "character": "Mahiro Fuwa",
      "quote": "In this crazy-ass world, there's no point in playing the blame game."
    },
    {
      "id": "quote_3198_1755663663441",
      "character": "Hakaze Kusaribe",
      "quote": "When you do something for the man you love, instead of for the world, it's easier to decide what must be done. Ultimately, it's better to do things for someone rather than something."
    },
    {
      "id": "quote_3199_1755663663441",
      "character": "Yoshino Takigawa",
      "quote": "Miracles are irrational by nature."
    },
    {
      "id": "quote_3200_1755663663441",
      "character": "Hakaze Kusaribe",
      "quote": "There are no convenient miracles, and there is logic that should be inviolable."
    },
    {
      "id": "quote_3201_1755663663441",
      "character": "Aika Fuwa",
      "quote": "Everything happens for a reason. The daily tragedies and misfortunes are all meaningful events, leading toward an ideal conclusion. With that in mind, there probably isn't really any meaningless misfortune."
    },
    {
      "id": "quote_3202_1755663663441",
      "character": "Mahiro Fuwa",
      "quote": "I won't live my life by another person's script."
    },
    {
      "id": "quote_3203_1755663663441",
      "character": "Mahiro Fuwa",
      "quote": "I'll do whatever it takes to have everything make sense again!"
    },
    {
      "id": "quote_3204_1755663663441",
      "character": "Mahiro Fuwa",
      "quote": "We don't know if this world is real or a dream. Maybe the world until now has been a convenient fake. But magic will probably disappear now. The dream is over."
    },
    {
      "id": "quote_3205_1755663663441",
      "character": "Mahiro Fuwa",
      "quote": "O anger, turn to heat, dry up my brains! This mad thirst for vengeance must be quenched… no matter how cruel and merciless I must become!"
    },
    {
      "id": "quote_3206_1755663663441",
      "character": "Yoshino Takigawa",
      "quote": "Lovers don't need words to communicate."
    },
    {
      "id": "quote_3207_1755663663441",
      "character": "Yoshino Takigawa",
      "quote": "Forty thousand brothers could not, with all their quantity of love, make up my sum."
    },
    {
      "id": "quote_3208_1755663663441",
      "character": "Aika Fuwa",
      "quote": "The actors on stage cannot ignore their scripts and do as they wish. If they make a beautiful exit, I feel they fulfill their role."
    },
    {
      "id": "quote_3209_1755663663441",
      "character": "Yoshino Takigawa",
      "quote": "It's not over yet. If we don't end it, nothing can start. Even if nothing at all begins, we must still put an end to it."
    },
    {
      "id": "quote_3210_1755663663441",
      "character": "Mahiro Fuwa",
      "quote": "To you, life was just something you acted out and ended, all according to someone else's script. That's why you were always quoting Shakespeare. However, Aika, I say that you were wrong! You did what you shouldn't have, and didn't do as you should have. Because you relied on someone else's script, you were wrong. I won't live my life by another person's script. Not by Hamlet or The Tempest. I don't know how many years in the future it will be... but I'll write and act my own ending."
    },
    {
      "id": "quote_3211_1755663663441",
      "character": "Mahiro Fuwa",
      "quote": "Hamlets mistake is that he believed in something like a ghost, that doesn't exist. The second he believed in something irrational, he was doomed. Those are just delusions imagined by the living. Once you're dead, that's it. The dead don't return, nor do they hear our wishes. It's all an illusion. Things you forgot to say, things you couldn't say... they want ghosts to hear them, so they dream one up. It's also possible that people imagine their desire as ghosts."
    },
    {
      "id": "quote_3212_1755663663441",
      "character": "Hoshimura Junichirou",
      "quote": "If you dislike the situation, use your strength to change it."
    },
    {
      "id": "quote_3213_1755663663441",
      "character": "Yoshino Takigawa",
      "quote": "A girlfriend isn't something you get just because you want one. You meet someone you like, and you want to spend time together. That's why you'd want that person as your girlfriend, right?"
    },
    {
      "id": "quote_3214_1755663663441",
      "character": "Hakaze Kusaribe",
      "quote": "What's wrong with wanting to keep the man you love out of harm's way?"
    },
    {
      "id": "quote_3215_1755663663441",
      "character": "Aika Fuwa",
      "quote": "The subtle light that is born when people's feelings come together. That light embraces felicity, evil, sin, and happiness. The light blazes forth... illuminating the whole truth."
    },
    {
      "id": "quote_3216_1755663663441",
      "character": "Aika Fuwa",
      "quote": "The beginning is the end, and the end is the beginning. Well then, let us begin again. And to each, their own tale."
    },
    {
      "id": "quote_3217_1755663663441",
      "character": "Mahiro Fuwa",
      "quote": "Only sadness can counter sadness."
    },
    {
      "id": "quote_3218_1755663663441",
      "character": "Mahiro Fuwa",
      "quote": "What would you ask a grave, which can never reply? What do you pray for? Saying anything after someone's death is far too late."
    },
    {
      "id": "quote_3219_1755663663441",
      "character": "Aika Fuwa",
      "quote": "It might be for the better if there are amusing people around me. Because any tragedy may seem a comedy, as long as I am with them."
    },
    {
      "id": "quote_3220_1755663663441",
      "character": "Hakaze Kusaribe",
      "quote": "To lose the woman you loved, not even being able to grieve… if not a tragedy, what is it?"
    },
    {
      "id": "quote_3221_1755663663441",
      "character": "Aika Fuwa",
      "quote": "Just because it's illogical, that doesn't make it wrong."
    },
    {
      "id": "quote_3222_1755663663441",
      "character": "Yoshino Takigawa",
      "quote": "But even if I acted sad over it, nothing would change. Even if I cry, nothing would change."
    },
    {
      "id": "quote_3223_1755663663441",
      "character": "Yoshino Takigawa",
      "quote": "Tomorrow's promise will never come. I wonder how many of tomorrow's promises have disappeared as though they have never existed."
    },
    {
      "id": "quote_3224_1755663663441",
      "character": "Yoshino Takigawa",
      "quote": "Let's face the truth, without relying on any dreamlike power."
    },
    {
      "id": "quote_3225_1755663663441",
      "character": "Yoshino Takigawa",
      "quote": "What exactly would change if I wanted revenge, was consumed by hatred, or went insane with rage?"
    },
    {
      "id": "quote_3226_1755663663441",
      "character": "Yoshino Takigawa",
      "quote": "How much weight can a simple promise carry?"
    },
    {
      "id": "quote_3227_1755663663441",
      "character": "Aika Fuwa",
      "quote": "Rumors, at times, can be more severe than the truth."
    },
    {
      "id": "quote_21_1755778686449",
      "character": "Mahiro Fuwa",
      "quote": "I'll do whatever it takes to have everything make sense again! "
    }
  ]
}