{
  "name": "Sukitte Ii Na Yo",
  "anilistId": 14289,
  "totalQuotes": 9,
  "totalCharacters": 4,
  "quotes": [
    {
      "id": "quote_127_1755663427240",
      "character": "Mei Tachibana",
      "quote": "Someday, maybe you’ll find someone like you to share your pain with. I can’t tell you when that will happen.... But the important thing is to not reject them."
    },
    {
      "id": "quote_128_1755663427240",
      "character": "Aiko Mutō",
      "quote": "But there's nothing wrong about worrying. It's like a wall you need to overcome, to make it to the next level. If you're running up against that wall, it means you're moving forward. I wonder how many walls I've broken up until now, but if you won't move yourself, you will never get anywhere."
    },
    {
      "id": "quote_129_1755663427240",
      "character": "Yamato Kurosawa",
      "quote": "In the end no one's going to protect you but yourself."
    },
    {
      "id": "quote_130_1755663427240",
      "character": "Mei Tachibana",
      "quote": "They'll use you as much as they want; then once they're done with you, they'll all disappear."
    },
    {
      "id": "quote_131_1755663427240",
      "character": "Mei Tachibana",
      "quote": "We all have our scars from loving someone too deeply, from wanting to protect  someone too much."
    },
    {
      "id": "quote_132_1755663427240",
      "character": "Kai Takemura",
      "quote": "Try relying on others once in a while. No one asks what's wrong without wanting to hear the answer."
    },
    {
      "id": "quote_133_1755663427240",
      "character": "Mei Tachibana",
      "quote": "I tried to carry on, while rejecting any relationships with others, but once you reject people, you're stuck. You lose the opportunity to meet someone and change."
    },
    {
      "id": "quote_134_1755663427240",
      "character": "Mei Tachibana",
      "quote": "It’s like a doll house. You hang out together and pretend to be friends, but when it doesn’t suit them they abandon just you."
    },
    {
      "id": "quote_135_1755663427240",
      "character": "Mei Tachibana",
      "quote": "When you trust someone and get to know them, you eventually learn about their wounds too."
    }
  ]
}