{
  "name": "Magi: The Labyrinth of Magic",
  "anilistId": 14513,
  "totalQuotes": 17,
  "totalCharacters": 9,
  "lastUpdated": "2026-02-28T13:50:20.400Z",
  "quotes": [
    {
      "id": "quote_3348_1755663677460",
      "character": "Hakuryū Ren",
      "quote": "Hatred will never be erased! The only thing you can do is erase the ones you hate!"
    },
    {
      "id": "quote_3349_1755663677460",
      "character": "Hakuei Ren",
      "quote": "To force obedience by the sword now will only invite bloody rebellion later."
    },
    {
      "id": "quote_3350_1755663677460",
      "character": "Aladdin",
      "quote": "If you keep lying like that, no one, not even yourself, will believe you anymore."
    },
    {
      "id": "quote_3351_1755663677460",
      "character": "Kouen Ren",
      "quote": "If you want to stand with your own will, you don't have any other choice than to let the illusions you have lost remain in the ideals you were following in the past."
    },
    {
      "id": "quote_3352_1755663677460",
      "character": "Alibaba Saluja",
      "quote": "Friends are like balloons. Once you let them go, you can't get them back. So I'm going to tie you to my heart, so to never lose you."
    },
    {
      "id": "quote_3353_1755663677460",
      "character": "Koumei Ren",
      "quote": "Plainly speaking war is nothing other than \"wanting to impose your beliefs on your opponent.\" It only happens for that reason. You don't have any exception to that rule."
    },
    {
      "id": "quote_3354_1755663677460",
      "character": "Goltas",
      "quote": "The chains of fear are easily broken with the blade of courage."
    },
    {
      "id": "quote_3355_1755663677460",
      "character": "Marga",
      "quote": "If you live after giving up on the things you want to do and the world around you doesn't sparkle, it's the same thing as being dead. If you don't give up, even if it's short, it'll be a fantastic life!"
    },
    {
      "id": "quote_119_1755686329538",
      "character": "Aladdin",
      "quote": "The bonds we have with those close to us, keep us connected always."
    },
    {
      "id": "quote_120_1755686329538",
      "character": "Aladdin",
      "quote": "If you follow your rage into battle, I have a feeling that terrible things can happen."
    },
    {
      "id": "quote_121_1755686329538",
      "character": "Ren Hakuryuu",
      "quote": "Hatred will never be erased! The only thing you can do... is erase the ones you hate!"
    },
    {
      "id": "quote_122_1755686329538",
      "character": "Aladdin",
      "quote": "Destiny isn't something to make you as you're told. By overcoming difficulties, life and this whole world can advance forward. That's what destiny is for. A world that has lost the power to advance forward, will be destroyed."
    },
    {
      "id": "quote_123_1755686329538",
      "character": "Alibaba Saluja",
      "quote": "If nobody cares to accept you and wants you in this world, accept yourself and you will see that you don't need them and their selfish ideas."
    },
    {
      "id": "quote_124_1755686329538",
      "character": "Aladdin",
      "quote": "Everything in the world is actually connected. That means, even if we get separated, we'll never be alone."
    },
    {
      "id": "quote_125_1755686329538",
      "character": "Aladdin",
      "quote": "I've learned that from a war ignited by revenge, nothing can be born, but sorrow."
    },
    {
      "id": "quote_213_1755700765167",
      "character": "Koumei Ren",
      "quote": "Plainly speaking war is nothing other than \"wanting to impose your beliefs on your opponent.\" It only happens for that reason. You don't have any exception to that rule. "
    },
    {
      "id": "quote_1275_1772286620399",
      "character": "Koumei Ren",
      "quote": "Plainly speaking war is nothing other than \"\"wanting to impose your beliefs on your opponent.\"\" It only happens for that reason. You don't have any exception to that rule."
    }
  ]
}