{
  "name": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
  "anilistId": 14813,
  "totalQuotes": 80,
  "totalCharacters": 4,
  "lastUpdated": "2025-08-21T12:18:37.704Z",
  "quotes": [
    {
      "id": "quote_3248_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Relying on someone, helping each other out, and supporting each other. Most would say that's the right thing to do. However, that's just idealistic. In reality, someone always gets the short end of the stick."
    },
    {
      "id": "quote_3249_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "When humans are faced with truly terrifying circumstances, they don't think about other people around them. They're even willing to sacrifice those around themselves. By exposing that unsightly part of them, they can no longer get along."
    },
    {
      "id": "quote_3250_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Your unconditional trust is more than I'm willing to bear."
    },
    {
      "id": "quote_3251_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Life is something that can never be lived twice. Even this pointless act will eventually end. And while thinking that one day, I'll surely regret its end..."
    },
    {
      "id": "quote_3252_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Knowing more means having more shit to deal with, you know."
    },
    {
      "id": "quote_3253_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "There are things that cannot be taken back. But the world will keep on spinning whether you laugh or you cry. High school life will eventually end too."
    },
    {
      "id": "quote_3254_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "They say if you change yourself, you'll change the world, but that's a complete lie. When people judge somebody, it becomes a fixed idea and an impression that lasts. A loner is forced to stay a loner. If you do your best at something and stand out, that'll only get used as fodder for criticism. Those are the rules of the Kingdom of Children."
    },
    {
      "id": "quote_3255_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "There are no inherently bad people. Everyone believes that, myself included. I don’t doubt the existence of virtue. And yet people bare their fangs when it seems they can profit. People will rationalize their own behavior whenever they become tainted with evil; they’re not supposed to be evil. In order to preserve their own twisted integrity, the world becomes twisted. \nSomeone you praised as “cool” until yesterday is “stuck up” today; someone you respected as “smart and knowledgeable” is now scorned as someone who “looks down on bad students”, and “energetic vigor” becomes “annoying and overly carried away”."
    },
    {
      "id": "quote_3256_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "If there are things you learn with friends, there must also be things you learn without friends. They must be of equal worth, two sides of the same coin."
    },
    {
      "id": "quote_3257_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "In essence, language accounts for a mere 30% of human communication. The other 70% is made up of information collected from eye movements and other body language. With that, even a loner who never takes part in conversation can pull off 70% of what we consider communication."
    },
    {
      "id": "quote_3258_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Damn. My eyes are naturally drawn in her direction. Is this the unibreastal law of gravitation? Leave it to Sir Isaac Newtit."
    },
    {
      "id": "quote_3259_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "What does someone who´s lost their standing want the most? That's simple. They want someone to find them, where they're standing."
    },
    {
      "id": "quote_3260_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Excuses are meaningless. The tougher things get, the more likely people are to come to their own conclusions."
    },
    {
      "id": "quote_3261_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "The concept of lateness being evil is wrong in the first place... The police don't mobilize until after an accident happens, and it's standard for heroes to show up late. But would anyone condemn them for being late? So, speaking paradoxically, lateness is justice."
    },
    {
      "id": "quote_3262_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "I don't want other people to mention my \"self\". Besides, if I can be changed with a few words, then that wouldn't be my \"self\", would it?"
    },
    {
      "id": "quote_3263_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Youth is a hoax. It's evil. People who make a big deal of their \"youth\", are just inviting trouble. They try to keep everything going on around them. For them, if there's something that has to do with their \"youth\", they jump at it without a second thought. From normal daily life, to rebelling against the view of society. If you fall in with them - lies, secrets, failure, and even crimes await you. But for them, it's just a spice of life. And if failure is also a mark of \"youth\", then isn't it ironic, that a person who failed to make any friends, is also technically leading his \"youth\"? Though I wonder if they would agree. Everything runs on their schedule. Let me be clear. The people who enjoy their \"youth\", will eventually fall apart."
    },
    {
      "id": "quote_3264_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Ignorance is bliss, isn't it?"
    },
    {
      "id": "quote_3265_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Guys are simple creatures. Just by talking to them, they get the wrong idea."
    },
    {
      "id": "quote_3266_1755663671912",
      "character": "Yukino Yukinoshita",
      "quote": "People aren't all perfect. They're weak, ugly, and they get jealous and try to bring others down. Oddly enough, the better you are, the harder it is to live. That's why I'm going to change this world and the people in it..."
    },
    {
      "id": "quote_3267_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "As they say about the vulgar masses, the more people flock to a group, the more foolish they become. No matter how prominent an individual is, no, it’s because he is prominent that he would be blotted out by the sheer force of numbers when thrown into that lump of people. Individual will, qualifications, and personality, let alone emotions aren’t considered at all.\nWe see only what we want to see, listen only to what we want to listen to, but for the things we want to say, we aren’t able to. This is the society that we’re living in right now."
    },
    {
      "id": "quote_3268_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "A wandering soul in isolation, has no need for a place to belong."
    },
    {
      "id": "quote_3269_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "I lie all the time. Who cares if you know something, but you say you don't? Forcing something out of someone without permission is worse."
    },
    {
      "id": "quote_3270_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "That’s right. I’m nice. After everything that has happened in my life, I still haven’t gone after anyone or anything in revenge. If I were normal I would have destroyed the world by now. In a sense it makes me a savior of sorts."
    },
    {
      "id": "quote_3271_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Huh? What are you, retarded? I'm super thoughtful. That's why I stay in the corner and don't cause anyone trouble."
    },
    {
      "id": "quote_3272_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Now that just looks horrible. It's like some feudal society. If that's what it takes to make friends in this world, forever alone is fine by me."
    },
    {
      "id": "quote_3273_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Hard work betrays none, but dreams betray many."
    },
    {
      "id": "quote_3274_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "When a person loses their sense of belonging, they want someone else to hand it back to them on a platter."
    },
    {
      "id": "quote_3275_1755663671912",
      "character": "Yukino Yukinoshita",
      "quote": "People who don't work hard don't have the right to be envious of the people with talent. People fail because they don't understand the hard work necessary to be successful."
    },
    {
      "id": "quote_3276_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "I don’t believe in crap like coincidence, fate, or destiny."
    },
    {
      "id": "quote_3277_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Hey! I'm totally an adult! I bitch and whine, lie through my teeth, and do things that are unfair."
    },
    {
      "id": "quote_3278_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Everyone has something they hold dear, something they never want to lose. That's why they pretend. That's why they hide the truth. And that's why they lie."
    },
    {
      "id": "quote_3279_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "If failure is the hallmark of being young, like they say. then someone who has failed to make friends must be at the peak of his youth, right? However, I'm sure they will disagree. All of this is just their double standards at play and nothing else. Here's the bottom line: Fools that enjoy their youth should go kill themselves."
    },
    {
      "id": "quote_3280_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Having people acknowledge your existence is a wonderful thing."
    },
    {
      "id": "quote_3281_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Walls are an unavoidable part of youth."
    },
    {
      "id": "quote_3282_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Marriage, the institution where one's existence goes to die. All married people prattle on about their so-called marital bliss about how they love saying \"I'm home!\" to their spouses, or how seeing their sleeping kids motivates them for tomorrow. But think about it: you can say \"I'm home!\" if you live your parents, you can even buy some mouthwash and say \"I'm home!\" to the hippos on the label. And if they're talking about seeing their sleeping kids, that just means they're working hellish overtime hours. How is that in any way blissful?"
    },
    {
      "id": "quote_3283_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Working hard alone doesn't assure you that you'll achieve your dreams. Actually there are more cases where you don't. Even so, working hard and achieving something is some consolation at least."
    },
    {
      "id": "quote_3284_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Forcing yourself to like something you don't like brings sorrow."
    },
    {
      "id": "quote_3285_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "One ought to experience loneliness at least once or twice in life. No, you have to experience it. The idea of being chained to another person without reprieve is far more abnormal and disquieting. One has no choice but to learn about loneliness. I’m sure some things can’t be experienced without it."
    },
    {
      "id": "quote_3286_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "So, yeah. Strong animals don’t gather in herds or anything like that. Do they not know the expression “a lone wolf”? Cats are cute and wolves are cool. In other words, loners are cute and cool."
    },
    {
      "id": "quote_3287_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "I've forged my own way alone. While you were consoling and fighting with one another, I faced everything myself, head on. Now look at how strong I am."
    },
    {
      "id": "quote_3288_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "About marriage or about future, I don't know what will happen in the future. In this world, it's normal that when there's a preparation, then a new grief is born, but everyone has the right to desire happiness. Our efforts need to be held for the sake of our future."
    },
    {
      "id": "quote_3289_1755663671912",
      "character": "Yukino Yukinoshita",
      "quote": "If all you're good for is breathing in and out, then even an AC unit is more useful than you."
    },
    {
      "id": "quote_3290_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "What the hell is with everyone telling me to change? I don't want other people telling me who I am."
    },
    {
      "id": "quote_3291_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Isn't changing yourself the same as running away? Why can't you just accept who you are?"
    },
    {
      "id": "quote_3292_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "There is a history to humans. Humans are shaped by the experience obtained from living as time continued to wind and wind. To be reborn meant being rid of that history; complete annihilation. However, that just wasn’t possible in reality. That’s why the only thing you could do was to continue living on, bearing the scars on your body and holding the weight of the sins on your back, without wishing for reincarnation."
    },
    {
      "id": "quote_3293_1755663671912",
      "character": "Yukino Yukinoshita",
      "quote": "I think, if you want to improve yourself, you should challenge your own limits."
    },
    {
      "id": "quote_3294_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Question: The world will not change, but you can change yourself. So then, how will you change? \nAnswer: You become the god of a new world."
    },
    {
      "id": "quote_3295_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "If the truth is a cruel mistress, then a lie must be a nice girl."
    },
    {
      "id": "quote_3296_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "They say that if you change yourself, you'll change the world. but that's a complete lie. They're just forcing you to compromise, by feeding you a convenient little fib."
    },
    {
      "id": "quote_3297_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "\"The important thing is to take part.\" Famous words spoken by Pierre de Frédy, Baron de Coubertin during a speech. However, this quote tends to be frequently misused and serves as kind of a threat to force participation. There are tons of wild-goose chases in this world, y'know. If the most important thing is to take part, then surely one could find meaning in not taking part as well. And if everything's worth experiencing, then there's little doubt that the feeling of not experiencing something is, in itself, worth experiencing. In fact, you could even call it a valuable experience to not experience something everyone else does."
    },
    {
      "id": "quote_3298_1755663671912",
      "character": "Shizuka Hiratsuka",
      "quote": "Didn't your mother ever tell you that mentioning a woman's age will get you killed?"
    },
    {
      "id": "quote_3299_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Life is too bitter, so coffee, at least, should be sweet…"
    },
    {
      "id": "quote_3300_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "People who grow up in different environments will invariably have different tastes and preferences. Therefore, could one say that the subsequent marriages necessarily lead to happiness?"
    },
    {
      "id": "quote_3301_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Do you know the phrase “enough specks of dust creates a mountain”? Or maybe “three heads are better than one.” In other words, when people gathered together, they become even stronger and more secure. However, we were a group of failures who had gathered to do pointless things."
    },
    {
      "id": "quote_3302_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "There's no point in incapable people pushing themselves. You're better off calling for an expert in the field."
    },
    {
      "id": "quote_3303_1755663671912",
      "character": "Shizuka Hiratsuka",
      "quote": "Trying to not hurt others is something you can’t do. People are creatures who hurt others just by existing even if they’re not aware of it. Whether you’re living or dying, you’ll always be hurting someone. Once you’re involved, you’ll hurt someone, and even by not being involved, you might be hurting someone else as well…"
    },
    {
      "id": "quote_3304_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Bears are creatures that feel no insecurity in living alone. They're an animal that lives in isolation. Plus, they can hibernate. What a fabulous thing that is. If I were to be reborn, I definitely want to be a bear."
    },
    {
      "id": "quote_3305_1755663671912",
      "character": "Yukino Yukinoshita",
      "quote": "We do not give a starving man a fish. We teach him how to fish and make him independent."
    },
    {
      "id": "quote_3306_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "We reset, and return to our separate lives. You can't reset your life, but you can reset your relationships."
    },
    {
      "id": "quote_3307_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Is it wrong to do stuff by yourself? If someone worked hard on their own until now, why do they have to face rejection here?"
    },
    {
      "id": "quote_3308_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "If you can't get along without putting someone else down, it can't be real friendship."
    },
    {
      "id": "quote_3309_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Fake people have an image to maintain. Real people just don't care."
    },
    {
      "id": "quote_3310_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "I hate nice girls. Just exchanging greetings with them will get them on your mind. Start texting each other, and your heart will be set a flutter. If they call you, you're done for. Enjoy staring at your logs and grinning like a fool. However, I won't get fooled again. That's what your kind calls kindness. If you're nice to me, you're nice to others. I always end up nearly forgetting that. Reality is cruel, so I'm sure lies are a form of kindness. Thus, I say kindness itself is also a lie. I always ended up with these expectations. And I always ended up with these misunderstandings. And before I knew it, I stopped hoping. A highly trained loner is once bitten, twice shy. As a veteran on this battlefield of life, I've gotten used to losing. That's why I always hate nice girls."
    },
    {
      "id": "quote_3311_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "I like myself. I have never once hated myself. My high specs, my half-decent looks, my pessimistic, realist point of view... I don't hate any of it at all."
    },
    {
      "id": "quote_3312_1755663671912",
      "character": "Shizuka Hiratsuka",
      "quote": "You should realize that there are people whose hearts break each time they see you hurt yourself."
    },
    {
      "id": "quote_3313_1755663671912",
      "character": "Hayato Hayama",
      "quote": "When you pick the only option you have to choose from, can you really call that your own decision?"
    },
    {
      "id": "quote_3314_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "I don't think ignorance is necessarily a bad thing. The more you know, the more problems you have."
    },
    {
      "id": "quote_3315_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Youth is both a lie and a form of evil."
    },
    {
      "id": "quote_3316_1755663671912",
      "character": "Shizuka Hiratsuka",
      "quote": "Helping someone out is not a justifiable reason for you to get hurt."
    },
    {
      "id": "quote_3317_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "There's probably no one who's more of a realist than the unpopular loner. I have lived my life with the Three Nevers of the Unpopular: Never to hold (hope), Never to open (your heart), and Never to treasure (sweet words)."
    },
    {
      "id": "quote_3318_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Just as stand users attract other stand users, loners seems to have an ability to attract other loners as well."
    },
    {
      "id": "quote_3319_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "Aside from the fact that I don't have any friends or girlfriends, I'm still a high quality product!"
    },
    {
      "id": "quote_3320_1755663671912",
      "character": "Hachiman Hikigaya",
      "quote": "\"You can't run away\" is an ideal for the strong. You're not always wrong. Society, the world, the people around you - often someone else is in the wrong. To think that you can change is adapting to this cruel, indifferent, trashy world. It's admitting defeat and servility. You're simply deceiving yourself by dressing it up with pretty words."
    },
    {
      "id": "quote_163_1755686380230",
      "character": "Hachiman Hikigaya",
      "quote": "Well it's not like the world is full of sunshine and daisies. If society was only shaped by the view that one must be happy-go-lucky all the time, Hollywood wouldn't make tear-jerking movies, would they?"
    },
    {
      "id": "quote_164_1755686380230",
      "character": "Hachiman Hikigaya",
      "quote": "Everyone is a slave to their past. No matter how much you wish to move forward, the events of last year will bear down on you like the light of the stars as soon as you glance up. Unable to laugh or to banish your past, you carry it ceaselessly in a corner of your heart, waiting for it to resurrect at an inopportune moment."
    },
    {
      "id": "quote_165_1755686380230",
      "character": "Hachiman Hikigaya",
      "quote": "There was no meaning to things that were only superficial. That was a single belief that both me and her once shared."
    },
    {
      "id": "quote_37_1755778717704",
      "character": "Shizuka Hiratsuka",
      "quote": "Didn't your mother ever tell you that mentioning a woman's age will get you killed? "
    },
    {
      "id": "quote_38_1755778717704",
      "character": "Hachiman Hikigaya",
      "quote": "Youth is a hoax. It's evil. People who make a big deal of their \"youth\", are just inviting trouble. They try to keep everything going on around them. For them, if there's something that has to do with their \"youth\", they jump at it without a second thought. From normal daily life, to rebelling against the view of society. If you fall in with them - lies, secrets, failure, and even crimes await you. But for them, it's just a spice of life. And if failure is also a mark of \"youth\", then isn't it ironic, that a person who failed to make any friends, is also technically leading his \"youth\"? Though I wonder if they would agree. Everything runs on their schedule. Let me be clear. The people who enjoy their \"youth\", will eventually fall apart.                 "
    },
    {
      "id": "quote_39_1755778717704",
      "character": "Hachiman Hikigaya",
      "quote": "Question: The world will not change, but you can change yourself. So then, how will you change? \r\nAnswer: You become the god of a new world."
    },
    {
      "id": "quote_40_1755778717704",
      "character": "Hachiman Hikigaya",
      "quote": "\"You can't run away\" is an ideal for the strong. You're not always wrong. Society, the world, the people around you - often someone else is in the wrong. To think that you can change is adapting to this cruel, indifferent, trashy world. It's admitting defeat and servility. You're simply deceiving yourself by dressing it up with pretty words. "
    }
  ]
}