{
  "name": "D.Gray-man",
  "anilistId": 1482,
  "totalQuotes": 15,
  "totalCharacters": 9,
  "lastUpdated": "2025-08-20T10:37:44.216Z",
  "quotes": [
    {
      "id": "quote_1_1755686264216",
      "character": "Yu Kanda",
      "show": "D.Gray-man",
      "quote": "He won't play up to anyone. He won't be led astray by anything. He simply places himself in a clear space."
    },
    {
      "id": "quote_2_1755686264216",
      "character": "Mana Walker",
      "show": "D.Gray-man",
      "quote": "No matter what happens, no matter what, never stop, always keep walking."
    },
    {
      "id": "quote_3_1755686264216",
      "character": "Allen Walker",
      "show": "D.Gray-man",
      "quote": "Our injuries will heal as long as we're alive. But the scars will remain."
    },
    {
      "id": "quote_4_1755686264216",
      "character": "Komui Lee",
      "show": "D.Gray-man",
      "quote": "Welcome home. Thank you for your great efforts."
    },
    {
      "id": "quote_5_1755686264216",
      "character": "Yu Kanda",
      "show": "D.Gray-man",
      "quote": "I hate sweets."
    },
    {
      "id": "quote_6_1755686264216",
      "character": "Lenalee Lee",
      "show": "D.Gray-man",
      "quote": "Even if I DO sacrifice my own life, I will only do it to save my friends."
    },
    {
      "id": "quote_7_1755686264216",
      "character": "Allen Walker",
      "show": "D.Gray-man",
      "quote": "Even if my left arm can transform into a monstrous claw and can destroy Akuma, im just a normal person with a promise..."
    },
    {
      "id": "quote_8_1755686264216",
      "character": "Allen Walker",
      "show": "D.Gray-man",
      "quote": "When you lose sight of your path, listen for the destination in your heart."
    },
    {
      "id": "quote_9_1755686264216",
      "character": "Lavi",
      "show": "D.Gray-man",
      "quote": "There isn't anyone who doesn't feel regret or sadness."
    },
    {
      "id": "quote_10_1755686264216",
      "character": "Lenalee Lee",
      "show": "D.Gray-man",
      "quote": "To me, the world is not only the shape on the map. On the battle field, all I see are the faces of the order and my friends... I am an awful person aren't I? Instead of the real world, all I care about is my friends. That's because they are my whole world... Even if just one of my friends dies, to me, it's the same thing as part of the world being destroyed."
    },
    {
      "id": "quote_11_1755686264216",
      "character": "Allen Walker",
      "show": "D.Gray-man",
      "quote": "No matter what I attempt, even if it's the most simple of tasks, it always ends in failure. Unfortunately, I find that my life is one big regret after another. Yet, after all these years, I still don't know when to give up. Is it my fault to keep trying when the results are always the same? Is it impossible for me to make things right? Even if I'd try to give up, I don't think I could. It's not in my nature to submit in the face of disappointment. In the end, I guess I'm just a glutton for punishment. I really am an idiot."
    },
    {
      "id": "quote_12_1755686264216",
      "character": "Cross Marian",
      "show": "D.Gray-man",
      "quote": "One shot is for all you did to everyone here... And all the rest are because you messed up my clothing."
    },
    {
      "id": "quote_13_1755686264216",
      "character": "Millenium Earl",
      "show": "D.Gray-man",
      "quote": "You think I'm making demons simply as weapons, but demons are created by the human soul."
    },
    {
      "id": "quote_14_1755686264216",
      "character": "Lenalee Lee",
      "show": "D.Gray-man",
      "quote": "When you close your eyes and look at the world, what do you see?"
    },
    {
      "id": "quote_15_1755686264216",
      "character": "Road Kamelot",
      "show": "D.Gray-man",
      "quote": "Bonds that are too strong create flaws over time."
    }
  ]
}