{
  "name": "D.Gray-man",
  "anilistId": 1482,
  "totalQuotes": 107,
  "totalCharacters": 12,
  "lastUpdated": "2025-08-20T15:29:43.574Z",
  "quotes": [
    {
      "id": "quote_1_1755686264216",
      "character": "Yu Kanda",
      "quote": "He won't play up to anyone. He won't be led astray by anything. He simply places himself in a clear space."
    },
    {
      "id": "quote_2_1755686264216",
      "character": "Mana Walker",
      "quote": "No matter what happens, no matter what, never stop, always keep walking."
    },
    {
      "id": "quote_3_1755686264216",
      "character": "Allen Walker",
      "quote": "Our injuries will heal as long as we're alive. But the scars will remain."
    },
    {
      "id": "quote_4_1755686264216",
      "character": "Komui Lee",
      "quote": "Welcome home. Thank you for your great efforts."
    },
    {
      "id": "quote_5_1755686264216",
      "character": "Yu Kanda",
      "quote": "I hate sweets."
    },
    {
      "id": "quote_6_1755686264216",
      "character": "Lenalee Lee",
      "quote": "Even if I DO sacrifice my own life, I will only do it to save my friends."
    },
    {
      "id": "quote_7_1755686264216",
      "character": "Allen Walker",
      "quote": "Even if my left arm can transform into a monstrous claw and can destroy Akuma, im just a normal person with a promise..."
    },
    {
      "id": "quote_8_1755686264216",
      "character": "Allen Walker",
      "quote": "When you lose sight of your path, listen for the destination in your heart."
    },
    {
      "id": "quote_9_1755686264216",
      "character": "Lavi",
      "quote": "There isn't anyone who doesn't feel regret or sadness."
    },
    {
      "id": "quote_10_1755686264216",
      "character": "Lenalee Lee",
      "quote": "To me, the world is not only the shape on the map. On the battle field, all I see are the faces of the order and my friends... I am an awful person aren't I? Instead of the real world, all I care about is my friends. That's because they are my whole world... Even if just one of my friends dies, to me, it's the same thing as part of the world being destroyed."
    },
    {
      "id": "quote_11_1755686264216",
      "character": "Allen Walker",
      "quote": "No matter what I attempt, even if it's the most simple of tasks, it always ends in failure. Unfortunately, I find that my life is one big regret after another. Yet, after all these years, I still don't know when to give up. Is it my fault to keep trying when the results are always the same? Is it impossible for me to make things right? Even if I'd try to give up, I don't think I could. It's not in my nature to submit in the face of disappointment. In the end, I guess I'm just a glutton for punishment. I really am an idiot."
    },
    {
      "id": "quote_12_1755686264216",
      "character": "Cross Marian",
      "quote": "One shot is for all you did to everyone here... And all the rest are because you messed up my clothing."
    },
    {
      "id": "quote_13_1755686264216",
      "character": "Millenium Earl",
      "quote": "You think I'm making demons simply as weapons, but demons are created by the human soul."
    },
    {
      "id": "quote_14_1755686264216",
      "character": "Lenalee Lee",
      "quote": "When you close your eyes and look at the world, what do you see?"
    },
    {
      "id": "quote_15_1755686264216",
      "character": "Road Kamelot",
      "quote": "Bonds that are too strong create flaws over time."
    },
    {
      "id": "quote_3_1755700654923",
      "character": "Allen Walker",
      "quote": "What ever may happen to the order, we'll still be us. As long as we keep moving forward for what we believe in, it will be all right. We'll all end up smiling in the end."
    },
    {
      "id": "quote_4_1755700654923",
      "character": "Miranda Lotto",
      "quote": "The reason that I'm no good... Even though I can't do anything well, I will attempt it anyways. Even though I decide not to try anymore, I regret it, and end up trying again. After all, I can't do anything right, it's better if I just don't try at all. I'm an idiot, aren't I..."
    },
    {
      "id": "quote_5_1755700654923",
      "character": "Miranda Lotto",
      "quote": "The old clock that nobody could budge. The sound of the chime moved my heart. It seemed like the clock had approved of my clumsy self."
    },
    {
      "id": "quote_6_1755700654923",
      "character": "Miranda Lotto",
      "quote": "I've never had anyone say \"thank you\" to me. That means I've never been helpful to anyone. I wanted somebody to say \"thank you\" to me and I wanted them to accept me."
    },
    {
      "id": "quote_7_1755700654923",
      "character": "Miranda Lotto",
      "quote": "You know how there are people who aren't good at anything? Well, that's how I was."
    },
    {
      "id": "quote_8_1755700654923",
      "character": "Komui Lee",
      "quote": "It's not a sacrifice. We're helping each other so we can can live."
    },
    {
      "id": "quote_9_1755700654923",
      "character": "Komui Lee",
      "quote": "Wait Lenalee! Komurin is not evil! The coffee is evil!! Hate the crime, not the person. Hate the coffee, not Komurin, Lenalee."
    },
    {
      "id": "quote_10_1755700654923",
      "character": "Komui Lee",
      "quote": "In this world, the only organisms that get cursed are humans."
    },
    {
      "id": "quote_11_1755700654923",
      "character": "Tyki Mikk",
      "quote": "Seeing you like this, you don't look like a villain who's turned the whole world against him."
    },
    {
      "id": "quote_12_1755700654923",
      "character": "Tyki Mikk",
      "quote": "As expected, you've gotta be evil to have fun."
    },
    {
      "id": "quote_13_1755700654923",
      "character": "Tyki Mikk",
      "quote": "We only look immortal...because you guys are weak!!!"
    },
    {
      "id": "quote_14_1755700654923",
      "character": "Tyki Mikk",
      "quote": "Haha... He was my enemy. Shouldn't I kill him?"
    },
    {
      "id": "quote_15_1755700654923",
      "character": "Tyki Mikk",
      "quote": "If I'm not careful, I won't be able to go back. I don't want to lose it. Just... the white side of me... and the black side of me... having both of them is what makes it so enjoyable!"
    },
    {
      "id": "quote_16_1755700654923",
      "character": "Road Kamelot",
      "quote": "I guess Noah's can cry."
    },
    {
      "id": "quote_17_1755700654923",
      "character": "Road Kamelot",
      "quote": "Allen has presumably exorcised Tyki’s Noah."
    },
    {
      "id": "quote_18_1755700654923",
      "character": "Road Kamelot",
      "quote": "You know, though I like Allen, my family is also special to me... This kind of feeling is the same as yours, Allen. Don't move. I am not quite myself at the moment. Do you want to see holes open up in the bodies of your companions?"
    },
    {
      "id": "quote_19_1755700654923",
      "character": "Road Kamelot",
      "quote": "You're so nice, Allen~ You hate me, don't you? Don't shoot. Your hand is also a weapon, Allen. But an Exorcist crying because an Akuma disappeared is a big no-no. If you act like that, no one will like you. Let's play again sometime, Allen."
    },
    {
      "id": "quote_20_1755700654923",
      "character": "Millenium Earl",
      "quote": "Do not underestimate the Innocence... They will do anything to defeat us... for they are demons."
    },
    {
      "id": "quote_21_1755700654923",
      "character": "Millenium Earl",
      "quote": "There's a famous saying in the East. Even with a crappy gun, shoot a lot and you'll hit something. I have a hell of a lot of Akuma."
    },
    {
      "id": "quote_22_1755700654923",
      "character": "Millenium Earl",
      "quote": "I'm creating Akuma for people's sake."
    },
    {
      "id": "quote_23_1755700654923",
      "character": "Lavi",
      "quote": "You can't just keep quiet and watch anymore, right? You are a failure."
    },
    {
      "id": "quote_24_1755700654923",
      "character": "Lavi",
      "quote": "The time spent in the Order passed on. I soon came to a point where I didn't know whether my smiling face was a lie or not."
    },
    {
      "id": "quote_25_1755700654923",
      "character": "Lavi",
      "quote": "No matter where we go, it's just battles, battles and battles. I get it already, humans are stupid."
    },
    {
      "id": "quote_26_1755700654923",
      "character": "Lavi",
      "quote": "*to Allen* We're not their allies. We're only involved... in order to record history. A Bookman has no need for a heart."
    },
    {
      "id": "quote_27_1755700654923",
      "character": "Lavi",
      "quote": "That's it! I've had it with this. YOU'RE SCARY!! You're freakin' scarier than the Akuma!!"
    },
    {
      "id": "quote_28_1755700654923",
      "character": "Lavi",
      "quote": "I don't know, yeah? I'm suspicious of everything. I'm always suspicious of everyone around me. Someone I met yesterday could be an Akuma today. Cause that's the type of thing we're up against. You should understand that, Allen. We are at an overwhelming disadvantage. We're different from you, yeah? Not having that convenient eye. Akuma are mixed in with the humans. The other Exorcists and I... we end up looking at all humans as the Earl's minions."
    },
    {
      "id": "quote_29_1755700654923",
      "character": "Lenalee Lee",
      "quote": "Innocence... Please take these feelings and change them into strength to protect everbody. If you do that, I will follow you. I will follow you till the day it all ends. Wherever you take me. But...please, at the end... At the very end, you must promise me you'll let me return to my brother's side."
    },
    {
      "id": "quote_30_1755700654923",
      "character": "Lenalee Lee",
      "quote": "Please, God, I hate so much. Grant me power. For the first time, I want the Innocence so much."
    },
    {
      "id": "quote_31_1755700654923",
      "character": "Lenalee Lee",
      "quote": "That day, when Brother came for me...that was when I thought I can't run from this place anymore. I stopped running away, back then. I stopped running...and I became an Exorcist."
    },
    {
      "id": "quote_32_1755700654923",
      "character": "Lenalee Lee",
      "quote": "You shouldn't treat people's lives like toys. It's as if you're still kids, even though we're about the same age..! You're simply fools trying to look strong! For someone who treats this as a kid's game, Allen-kun who knows the importance of life is much, much stronger than you!!"
    },
    {
      "id": "quote_33_1755700654923",
      "character": "Lenalee Lee",
      "quote": "Move...Move! You are my legs! SO MOVE!!"
    },
    {
      "id": "quote_34_1755700654923",
      "character": "Lenalee Lee",
      "quote": "...we will. We will definitely win. I swear."
    },
    {
      "id": "quote_35_1755700654923",
      "character": "Lenalee Lee",
      "quote": "Miranda... Don't bear the burden alone, ok? You are not the only Exorcist. We are all in this together. We are all walking this road with you."
    },
    {
      "id": "quote_36_1755700654923",
      "character": "Lenalee Lee",
      "quote": "We can't just go back from here. If we turn back now, we are trampling down on the lives of those that got us this far."
    },
    {
      "id": "quote_37_1755700654923",
      "character": "Lenalee Lee",
      "quote": "Lavi, when I got back to the ship, I was going to apologize. Allen, you've suffered so much. Yet, you're always looking out for me, thank you. I really shouldn't have borrowed this, Anita's precious hair band... Allen, I... I know you'll come back to us, that's what I decided to believe in."
    },
    {
      "id": "quote_38_1755700654923",
      "character": "Yu Kanda",
      "quote": "I said I'd kill him. Now get lost. Or should I start with you guys first?"
    },
    {
      "id": "quote_39_1755700654923",
      "character": "Yu Kanda",
      "quote": "You're naive. We're destroyers, not saviors."
    },
    {
      "id": "quote_40_1755700654923",
      "character": "Yu Kanda",
      "quote": "There are sacrifices that must be made, rookie."
    },
    {
      "id": "quote_41_1755700654923",
      "character": "Yu Kanda",
      "quote": "This coat isn't a pillow for the wounded..!! It's the uniform of an Exorcist!!!"
    },
    {
      "id": "quote_42_1755700654923",
      "character": "Yu Kanda",
      "quote": "Die? I...I cannot die before I find that person."
    },
    {
      "id": "quote_43_1755700654923",
      "character": "Allen Walker",
      "quote": "It's...it's... gross. Knowing there's something inside me I don't understand. It's gross."
    },
    {
      "id": "quote_44_1755700654923",
      "character": "Allen Walker",
      "quote": "When there's something you can't understand no matter how much you think about it, you can't just let yourself brood over it forever!"
    },
    {
      "id": "quote_45_1755700654923",
      "character": "Allen Walker",
      "quote": "Tyki Mikk. There is something about us, Exorcists, that you do not understand. You think Exorcists are mere humans and by destroying their anti-Akuma weapon which is the Innocence...they will become powerless since they are mere humans. But the opponents you should really be afraid of are those humans."
    },
    {
      "id": "quote_46_1755700654923",
      "character": "Allen Walker",
      "quote": "If it could come true, this is all I'd want. It would have been good if we just played poker and nobody died."
    },
    {
      "id": "quote_47_1755700654923",
      "character": "Allen Walker",
      "quote": "Stupid master... If you die, I'll hate you for it."
    },
    {
      "id": "quote_48_1755700654923",
      "character": "Allen Walker",
      "quote": "Because I am a small man, my heart is moved by what's in front of my eyes, not by what the world needs. I just can't abandon what's there in front of me. I want to protect everything I can!"
    },
    {
      "id": "quote_49_1755700654923",
      "character": "Allen Walker",
      "quote": "Finally... I have come here, Mana. Finally, I am at the starting line."
    },
    {
      "id": "quote_50_1755700654923",
      "character": "Yu Kanda",
      "quote": "Hey, you, don't you dare call me by my first name or I'll slice you up!"
    },
    {
      "id": "quote_51_1755700654923",
      "character": "Allen Walker",
      "quote": "Bring salvation to this poor akuma's soul!"
    },
    {
      "id": "quote_52_1755700654923",
      "character": "Allen Walker",
      "quote": "I will shave your entire body."
    },
    {
      "id": "quote_53_1755700654923",
      "character": "Allen Walker",
      "quote": "Kanda, isn't your long hair in the way? You should cut it. *after that Kanda tells him to GO DIE*"
    },
    {
      "id": "quote_54_1755700654923",
      "character": "Yu Kanda",
      "quote": "As If I'd go down that easily, dumbass."
    },
    {
      "id": "quote_55_1755700654923",
      "character": "Lavi",
      "quote": "He's a she!"
    },
    {
      "id": "quote_56_1755700654923",
      "character": "Lavi",
      "quote": "*beating his hammer in the sand* It's just like whack-a-mole and of course \"Strike\"!"
    },
    {
      "id": "quote_57_1755700654923",
      "character": "Allen Walker",
      "quote": "General Cross is worse than an akuma."
    },
    {
      "id": "quote_58_1755700654923",
      "character": "Yu Kanda",
      "quote": "*to Allen* Bean sprout!"
    },
    {
      "id": "quote_59_1755700654923",
      "character": "Allen Walker",
      "quote": "Wow you guys are slow."
    },
    {
      "id": "quote_60_1755700654923",
      "character": "Lavi",
      "quote": "Allen, you know you're bleeding, right?"
    },
    {
      "id": "quote_61_1755700654923",
      "character": "Allen Walker",
      "quote": "*after Lenalee hits Lavi* Wow, Lenalee's punch of love."
    },
    {
      "id": "quote_62_1755700654923",
      "character": "Lavi",
      "quote": "The only home that a man should ever need is within his heart."
    },
    {
      "id": "quote_63_1755700654923",
      "character": "Cross Marian",
      "quote": "I'd rather get whipped by a pretty girl like you, than fight this pesky war."
    },
    {
      "id": "quote_64_1755700654923",
      "character": "Yu Kanda",
      "quote": "This world is dark and it's so hard to breathe... but in this instant, when I laughed along with you, I felt that breathing just got a little more easier."
    },
    {
      "id": "quote_65_1755700654923",
      "character": "Allen Walker",
      "quote": "My left I give you to the Akuma. My right I give you to the humans. Both are a part of me. And equally important. So neither side be disappointed. Humans as well as Akuma will be saved!"
    },
    {
      "id": "quote_66_1755700654923",
      "character": "Tyki Mikk",
      "quote": "Kid, we came to pick you up, y'know ?"
    },
    {
      "id": "quote_67_1755700654923",
      "character": "Allen Walker",
      "quote": "I am sure to choose my own path and walk down it, right? This path that I'm walking down... It's not the path that was chosen for me, is it?"
    },
    {
      "id": "quote_68_1755700654923",
      "character": "Allen Walker",
      "quote": "God? I don't care about that. I've made an oath to myself that I would destroy the devil! To my friends that I would fight alongside them! To my Father that I would keep walking until the end..! I Made An Oath To All Of Them!! This is the only path that I can take to feel alive."
    },
    {
      "id": "quote_69_1755700654923",
      "character": "Allen Walker",
      "quote": "It's because of you that we're here now. That is more than enough. I'll bear my own injuries. As long as I live, I'll be able to recover. If I live, I can heal. Although scars will remains."
    },
    {
      "id": "quote_70_1755700654923",
      "character": "Allen Walker",
      "quote": "Even if I can no longer see out of my left eye, I intend to continue being an exorcist... Just like my friends. I have made the vow."
    },
    {
      "id": "quote_71_1755700654923",
      "character": "Lavi",
      "quote": "This is bad, Lenalee! You have to think more sexy thoughts, or else, you'll never find a lover!"
    },
    {
      "id": "quote_72_1755700654923",
      "character": "Cross Marian",
      "quote": "What would you do if I told you that you would have to kill someone you love when you become the fourteenth?.."
    },
    {
      "id": "quote_73_1755700654923",
      "character": "Komui Lee",
      "quote": "Hate the game, not the player. Hate the coffee, not komurin II."
    },
    {
      "id": "quote_74_1755700654923",
      "character": "Allen Walker",
      "quote": "I want to be a destroyer who saves."
    },
    {
      "id": "quote_75_1755700654923",
      "character": "Allen Walker",
      "quote": "*to Lavi* Get of your high horse!"
    },
    {
      "id": "quote_76_1755700654923",
      "character": "Tyki Mikk",
      "quote": "Kitchen Knife-kun!"
    },
    {
      "id": "quote_77_1755700654923",
      "character": "Komui Lee",
      "quote": "I'm a master of science."
    },
    {
      "id": "quote_78_1755700654923",
      "character": "Yu Kanda",
      "quote": "If you're going to fall, do it by yourself!"
    },
    {
      "id": "quote_79_1755700654923",
      "character": "Timothy Hearst",
      "quote": "Boobie squeeze!"
    },
    {
      "id": "quote_80_1755700654923",
      "character": "Lavi",
      "quote": "*to Allen* If it gets cold we're gonna have to cuddle."
    },
    {
      "id": "quote_81_1755700654923",
      "character": "Yu Kanda",
      "quote": "I ain't your son!"
    },
    {
      "id": "quote_82_1755700654923",
      "character": "Yu Kanda",
      "quote": "You fake gentleman!"
    },
    {
      "id": "quote_83_1755700654923",
      "character": "Tyki Mikk",
      "quote": "*after Road suggests to make a farewell party for Skin* Don't you mean a funeral."
    },
    {
      "id": "quote_84_1755700654923",
      "character": "Allen Walker",
      "quote": "It's just as you say. I wanted to tell you, that I'd come back. I knew you'd come for me, Brother... This time, I will kill you. I will kill you and become the Millenium Earl!"
    },
    {
      "id": "quote_85_1755700654923",
      "character": "Lavi",
      "quote": "War is sorrowful. The flames of war burn away life and dreams and bonds, leaving behind countless sorrows. So sorrow gives birth to tragedy. And tragedy gives birth to Akuma."
    },
    {
      "id": "quote_86_1755700654923",
      "character": "Lenalee Lee",
      "quote": "If there's nobody left, even if the real world is saved, I'll be destroyed..."
    },
    {
      "id": "quote_87_1755700654923",
      "character": "Cross Marian",
      "quote": "Let's overlook everything you did to the members of the Order... I'm not that cruel of a man after all. But then again, you went and messed up my clothes."
    },
    {
      "id": "quote_88_1755700654923",
      "character": "Cross Marian",
      "quote": "Oi! You! You're in the presence of a beautiful being! Filthy things shouldn't get near me!"
    },
    {
      "id": "quote_89_1755700654923",
      "character": "Allen Walker",
      "quote": "No matter how faint our hopes are, even if we don't have anything we can rely on...I will NEVER give up!"
    },
    {
      "id": "quote_90_1755700654923",
      "character": "Cross Marian",
      "quote": "A path is something you create as you walk it. The ground you've trodden hardens, and that's what forms your path. You're the only one who can create your own path."
    },
    {
      "id": "quote_91_1755700654923",
      "character": "Allen Walker",
      "quote": "It's not luck, I'm cheating."
    },
    {
      "id": "quote_92_1755700654923",
      "character": "Allen Walker",
      "quote": "My left hand for the devils, the right for the humans. That's what I had decided!"
    },
    {
      "id": "quote_93_1755700654923",
      "character": "Allen Walker",
      "quote": "No matter what happens, I'll keep on moving. Until this life runs out of me, I'll keep on walking."
    },
    {
      "id": "quote_94_1755700654923",
      "character": "Tyki Mikk",
      "quote": "Having a light side and a dark side is what makes life interesting."
    }
  ]
}