{
  "name": "Hentai Ouji To Warawanai Neko",
  "anilistId": 15225,
  "totalQuotes": 6,
  "totalCharacters": 3,
  "quotes": [
    {
      "id": "quote_63_1755682385463",
      "character": "Tsukiko Tsutsukakushi",
      "show": "Hentai Ouji To Warawanai Neko",
      "quote": "Ash to ashes, dust to dust, trash to trash can and useless people to uselessness box."
    },
    {
      "id": "quote_64_1755682385463",
      "character": "Tsukiko Tsutsukakushi",
      "show": "Hentai Ouji To Warawanai Neko",
      "quote": "Getting close to someone half-heartedly can cause you suffering."
    },
    {
      "id": "quote_65_1755682385463",
      "character": "Yokodera Youto",
      "show": "Hentai Ouji To Warawanai Neko",
      "quote": "It's difficult to make a girl smile, even as a grown-up. But you should never, ever, make a girl cry. And if you ever see a girl crying, help her. You might not be able to make her smile, but they'll know how you feel."
    },
    {
      "id": "quote_66_1755682385463",
      "character": "Azusa Azuki",
      "show": "Hentai Ouji To Warawanai Neko",
      "quote": "Do you know about the Happy Prince? It's such a happy story. The Prince helps everyone together with a little swallow, then he dies happily. But I wonder how the swallow felt? His wish wasn't granted because he helped the foolish Prince. Was the swallow really happy? It's always like that. The Prince and all the people he helped are happy, but what about the swallow? He helped the Prince more than anyone, so why is he ignored completely?"
    },
    {
      "id": "quote_67_1755682385463",
      "character": "Tsukiko Tsutsukakushi",
      "show": "Hentai Ouji To Warawanai Neko",
      "quote": "Communication is the only way people can move ahead."
    },
    {
      "id": "quote_68_1755682385463",
      "character": "Yokodera Youto",
      "show": "Hentai Ouji To Warawanai Neko",
      "quote": "You don’t need something from someone else. What you need is to make your heart stronger. If you act naturally, people will naturally like you. And I’d like you more that way too."
    }
  ]
}