{
  "name": "Death Note",
  "anilistId": 1535,
  "totalQuotes": 120,
  "totalCharacters": 10,
  "lastUpdated": "2025-08-20T14:41:45.970Z",
  "quotes": [
    {
      "id": "quote_119_1755681657655",
      "character": "Mello",
      "show": "Death Note",
      "quote": "Matt... I never thought you'd be killed... I'm sorry."
    },
    {
      "id": "quote_120_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "There is no heaven or hell. No matter what you do while you're alive, everybody goes to the same place once you die. Death is Equal."
    },
    {
      "id": "quote_121_1755681657655",
      "character": "Near",
      "show": "Death Note",
      "quote": "Making such a sleazebag a spokesman..."
    },
    {
      "id": "quote_122_1755681657655",
      "character": "Near",
      "show": "Death Note",
      "quote": "For me and Mello, L has been the only person we adore, and the only person who deserves our respect."
    },
    {
      "id": "quote_123_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "If I sit like a normal person my investigative abilities are only working at 50% efficiency."
    },
    {
      "id": "quote_124_1755681657655",
      "character": "Ryuk",
      "show": "Death Note",
      "quote": "I don't care if it is fortunate or unfortunate that Light picked up the Death Note. However... It is generally bad luck for a person to be followed by a God of Death."
    },
    {
      "id": "quote_125_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "Risking your life and doing something that could easily rob you of your life are exact opposites."
    },
    {
      "id": "quote_126_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "This world is still rotten!.. With too many rotten people."
    },
    {
      "id": "quote_127_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "I understood that killing people was a crime. There was no other way! The world had to be fixed! A purpose given to me! Only I could do it. Who else could have done it, and come this far? Would they have kept going? The only one who can create a new world is me."
    },
    {
      "id": "quote_128_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "*after touching Misa's butt and getting away with it* This is an outrage... taking advantage of this situation! I assure you, I will get to the bottom of this!"
    },
    {
      "id": "quote_129_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "But you know the saying, \"play with fire, and you'll get burned\". I'll make you regret underestimating L...underestimating me."
    },
    {
      "id": "quote_130_1755681657655",
      "character": "Mello",
      "show": "Death Note",
      "quote": "It's time I started living my own life."
    },
    {
      "id": "quote_131_1755681657655",
      "character": "Near",
      "show": "Death Note",
      "quote": "To Mello, it's like playing a videogame against me, I think. \"See who gets to Kira, the last boss, first.\""
    },
    {
      "id": "quote_132_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "This world is rotten and those who are making it rot deserve to die. Someone has to do it, so why not me? Even if it means sacrificing my own mind and soul, it's worth it. Because the world... can't go on like this. I wonder... what if someone else had picked up this notebook? Is there anyone out there other than me who'd be willing to eliminate the vermin from the world? If I don't do it, then who will? That's just it: there's no one, but I can do it. In fact, I'm the only one who can. I'll do it. Using the death note, I'll change the world."
    },
    {
      "id": "quote_133_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "I am the God placed here to save the weak and create a perfect world."
    },
    {
      "id": "quote_134_1755681657655",
      "character": "Ryuk",
      "show": "Death Note",
      "quote": "All humans die the same, the place they go after death isn't decided upon by a god it is Mu (nothingness)."
    },
    {
      "id": "quote_135_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "I am Justice! I protect the innocent and those who fear evil. I'm the one that will become the god of a new world that every one desires!"
    },
    {
      "id": "quote_136_1755681657655",
      "character": "Rem (Death Note)",
      "show": "Death Note",
      "quote": "I am a complete opposite of Ryuk."
    },
    {
      "id": "quote_137_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "If you keep my secret, this strawberry is yours."
    },
    {
      "id": "quote_138_1755681657655",
      "character": "Mello",
      "show": "Death Note",
      "quote": "*to Near* Which of us will get Kira first... it's a race!"
    },
    {
      "id": "quote_139_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "I've never considered finding that notebook and gaining that power a misfortune."
    },
    {
      "id": "quote_140_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "It was the only way the world had to be fixed! A purpose, given to me!"
    },
    {
      "id": "quote_141_1755681657655",
      "character": "Ryuk",
      "show": "Death Note",
      "quote": "That was worth an academy award, Light."
    },
    {
      "id": "quote_142_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "Then let me ask you, do gods of death love apples?"
    },
    {
      "id": "quote_143_1755681657655",
      "character": "Mikami Teru",
      "show": "Death Note",
      "quote": "In this world, there is only good and evil, that was the first universal truths I grasped from observing the world around me when I was a child. Every human being without exception ends up falling into one category or the other."
    },
    {
      "id": "quote_144_1755681657655",
      "character": "Mello",
      "show": "Death Note",
      "quote": "It's my turn to use you."
    },
    {
      "id": "quote_145_1755681657655",
      "character": "Near",
      "show": "Death Note",
      "quote": "You said she's smart, but it only means she got high marks, and she's actually a stupid woman."
    },
    {
      "id": "quote_146_1755681657655",
      "character": "Ryuk",
      "show": "Death Note",
      "quote": "As a rule, they say humans haunted by a shinigami have nothing but misfortune."
    },
    {
      "id": "quote_147_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "Let's show him...that the good guys always win."
    },
    {
      "id": "quote_148_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "The bells are very loud today."
    },
    {
      "id": "quote_149_1755681657655",
      "character": "Kiyomi Takada",
      "show": "Death Note",
      "quote": "I am Light's girlfriend from university."
    },
    {
      "id": "quote_150_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "No matter what the world, the god of that world creates the rules. In truth, you have been defeated by the rules I created. And as punishment for defying the God of the new world, you will die..."
    },
    {
      "id": "quote_151_1755681657655",
      "character": "Near",
      "show": "Death Note",
      "quote": "You let them take it from right under your nose."
    },
    {
      "id": "quote_152_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "He was someone who deserved to die."
    },
    {
      "id": "quote_153_1755681657655",
      "character": "Mello",
      "show": "Death Note",
      "quote": "I'm not just a tool for you to use in order to solve your puzzles, you know!"
    },
    {
      "id": "quote_154_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "This isn't divine jugdement. It's the work of some childish killer who's playing at divine retribution. That's all."
    },
    {
      "id": "quote_155_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "I can't develop feelings. That's how most idiots screw up."
    },
    {
      "id": "quote_156_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "Actually, if you're smart, you can eat sweets without gaining weight."
    },
    {
      "id": "quote_157_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "I haven't said anything about letting them commit murder...yet."
    },
    {
      "id": "quote_158_1755681657655",
      "character": "Mello",
      "show": "Death Note",
      "quote": "Oh, I almost forgot. In the event that anyone besides big-headed Near or the deluded murderer is reading these notes, then I should at least perform the basic courtesy of introducing myself, here at the end of the prologue. I am your narrator, your navigator, your storyteller. For anyone else but those two, my identity may be of no interest, but I am the old world's runner-up, the best dresser that died like a dog, Mihael Keehl. I once called myself Mello and was addressed by that name, but that was a long time ago."
    },
    {
      "id": "quote_159_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "It's not a sense of justice. Figuring out difficult cases is my hobby. If you measured good and evil deeds by current laws, I would be responsible for many crimes. The same way you all like to solve mysteries and riddles, or clear video games more quickly. For me too, it's simply prolonging something I enjoy doing. That's why I only take on cases that pique my interest. It's not justice at all. And if it means being able to clear a case, I don't play fair, I'm a dishonest, cheating human being who hates losing."
    },
    {
      "id": "quote_160_1755681657655",
      "character": "Near",
      "show": "Death Note",
      "quote": "Seriously, enslavement is funny..."
    },
    {
      "id": "quote_161_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "Kira is childish and he hates losing... I'm also childish and hate to lose. That's how I know."
    },
    {
      "id": "quote_162_1755681657655",
      "character": "Soichiro Yagami",
      "show": "Death Note",
      "quote": "The real evil is the power to kill people. Someone who finds himself with that power is cursed. No matter how you use it, anything obtained by killing people can never bring true happiness."
    },
    {
      "id": "quote_163_1755681657655",
      "character": "Misa Amane",
      "show": "Death Note",
      "quote": "Careful what you do, cuz \"God\" is watching your every move. Hold my hand in the dark street, for if you do I know that I'll.. be safe. Even if I'm far away and alone, I can be sure that you'll find me there, this I know. You told me close for a while, so quite. You tell me everything. If I forget what to say then you'll come to me and tell me again, yes you'd tell me once again. But what happens when I know it all and what should I do, after that, what then?"
    },
    {
      "id": "quote_164_1755681657655",
      "character": "Misa Amane",
      "show": "Death Note",
      "quote": "What do you mean I use my sexual charm?!"
    },
    {
      "id": "quote_165_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "*after Misa-chan says that she can't imagine a world without Light* Hmmm... Yes, it would be dark!"
    },
    {
      "id": "quote_166_1755681657655",
      "character": "Near",
      "show": "Death Note",
      "quote": "You, who've taken on his name, have managed – well, nothing."
    },
    {
      "id": "quote_167_1755681657655",
      "character": "Ryuk",
      "show": "Death Note",
      "quote": "I didn’t choose you. Don’t you see this is all just an accident. You actually thought you were chosen because you’re so smart or something? Don’t be so vain. It just happened to fall around here and you just happen to pick it up, and that’s all there is to it."
    },
    {
      "id": "quote_168_1755681657655",
      "character": "Ryuk",
      "show": "Death Note",
      "quote": "Hey, all it did was go around in a full circle."
    },
    {
      "id": "quote_169_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "Why are you staring at me? Are you annoyed that I am the only one who has cake?"
    },
    {
      "id": "quote_170_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "The thing I hate the most is to trample on other people's good will."
    },
    {
      "id": "quote_171_1755681657655",
      "character": "Near",
      "show": "Death Note",
      "quote": "That may be so. What is right from wrong? What is good from evil? Nobody can truly distinguish between them. Even if there was a god. Now, supposing a god and his world existed, even then I'd stop and think for myself. I'd decide for myself whether his teachings are right or wrong. After all, I am just the same as you. I put faith in my own convictions as to what I believe is right, and consider them to be righteous."
    },
    {
      "id": "quote_172_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "Under normal circumstances, humans should have continued to evolve as the greatest creatures upon this earth, but we were actually regressing. A rotten world. Politics, law, education... Was there anybody around who could correct this world? But someone had to do it."
    },
    {
      "id": "quote_173_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "I have two rules: First, I'm never wrong. Second, if I'm wrong... back to the first rule."
    },
    {
      "id": "quote_174_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "There are... many types of monsters in this world: Monsters who will not show themselves and who cause trouble; monsters who abduct children; monsters who devour dreams; monsters who suck blood, and... monsters who always tell lies. Lying monsters are a real nuisance. They are much more cunning than other monsters. They pose as humans even though they have no understanding of the human heart. They eat even though they've never experienced hunger. They study even though they have no interest in academics. They seek friendship even though they do not know how to love. If I were to encounter such a monster, I would likely be eaten by it. Because in truth, I am that monster."
    },
    {
      "id": "quote_175_1755681657655",
      "character": "Soichiro Yagami",
      "show": "Death Note",
      "quote": "Laws aren't perfect, because humans who created laws aren't perfect. It's impossible to be perfect. However, the laws are evidence of the human's struggle to be righteous."
    },
    {
      "id": "quote_176_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "I have a mind of a genius and a strong sense of justice."
    },
    {
      "id": "quote_177_1755681657655",
      "character": "Near",
      "show": "Death Note",
      "quote": "It's not whether it's feasible or not – it's what I'm doing."
    },
    {
      "id": "quote_178_1755681657655",
      "character": "Ryuk",
      "show": "Death Note",
      "quote": "I stole a death note."
    },
    {
      "id": "quote_179_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "Being alone is better than being with the wrong person."
    },
    {
      "id": "quote_180_1755681657655",
      "character": "Mello",
      "show": "Death Note",
      "quote": "Near and the others told me that this woman was supposed to be the second Kira. But could it really be this unbelievably stupid girl?.."
    },
    {
      "id": "quote_181_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "Learn to treasure your life because unfortunately, it can be taken away from you anytime."
    },
    {
      "id": "quote_182_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "Sometimes, the questions are complicated - and the answers are simple."
    },
    {
      "id": "quote_183_1755681657655",
      "character": "Near",
      "show": "Death Note",
      "quote": "Does she understand what she's doing, this stupid woman?"
    },
    {
      "id": "quote_184_1755681657655",
      "character": "Near",
      "show": "Death Note",
      "quote": "I don't know what to say. Now, I think it's just best to observe closely."
    },
    {
      "id": "quote_185_1755681657655",
      "character": "Misa Amane",
      "show": "Death Note",
      "quote": "I can’t even imagine a world without Light."
    },
    {
      "id": "quote_186_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "Let's value our lives."
    },
    {
      "id": "quote_187_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "Humans aren't made perfectly. Everyone lies. Even so... I've been careful not to tell lies that hurt others."
    },
    {
      "id": "quote_188_1755681657655",
      "character": "Near",
      "show": "Death Note",
      "quote": "I'm pleased to meet you at last, L Number Two."
    },
    {
      "id": "quote_189_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "L, do you know gods of death love apples?"
    },
    {
      "id": "quote_190_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "In this world, there are very few people who actually trust each other."
    },
    {
      "id": "quote_191_1755681657655",
      "character": "Near",
      "show": "Death Note",
      "quote": "I've wanted to make him taste his own pathetic failure with all my heart."
    },
    {
      "id": "quote_192_1755681657655",
      "character": "Near",
      "show": "Death Note",
      "quote": "Things are getting interesting now."
    },
    {
      "id": "quote_193_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "Look around you, and all you will see are people the world would be better off without."
    },
    {
      "id": "quote_194_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "You can't ever win if you're always on the defensive. To win, you have to attack!"
    },
    {
      "id": "quote_195_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "I don't sit like this because I want to. I have to sit like this. If I were to sit normally, my deductive skills will immediately be reduced by roughly 40%."
    },
    {
      "id": "quote_196_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "Our battle will be concluded, and I will begin my reign from the summit of victory!"
    },
    {
      "id": "quote_197_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "For murderers, there is no good or evil. I know that."
    },
    {
      "id": "quote_198_1755681657655",
      "character": "Near",
      "show": "Death Note",
      "quote": "And that's precisely why it's so convenient, don't you think?"
    },
    {
      "id": "quote_199_1755681657655",
      "character": "Ryuk",
      "show": "Death Note",
      "quote": "Apples taste so much better indoors."
    },
    {
      "id": "quote_200_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "In the end, L is indeed the greatest detective on earth..."
    },
    {
      "id": "quote_201_1755681657655",
      "character": "Mello",
      "show": "Death Note",
      "quote": "In the end, there is no greater motivation than revenge."
    },
    {
      "id": "quote_202_1755681657655",
      "character": "Mikami Teru",
      "show": "Death Note",
      "quote": "Kira is a god."
    },
    {
      "id": "quote_203_1755681657655",
      "character": "Mello",
      "show": "Death Note",
      "quote": "So, how about you tell me right now whom you'd like me to kill, and how. I'll treat'cha to it."
    },
    {
      "id": "quote_204_1755681657655",
      "character": "Misa Amane",
      "show": "Death Note",
      "quote": "I am a famous model."
    },
    {
      "id": "quote_205_1755681657655",
      "character": "Mello",
      "show": "Death Note",
      "quote": "I love chocolates."
    },
    {
      "id": "quote_206_1755681657655",
      "character": "Mello",
      "show": "Death Note",
      "quote": "He's terribly reasonable, this new L."
    },
    {
      "id": "quote_207_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "This is the first time in my life that I've been provoked to hit a woman."
    },
    {
      "id": "quote_208_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "If you use your head, you won't get fat even if you eat sweets."
    },
    {
      "id": "quote_209_1755681657655",
      "character": "Near",
      "show": "Death Note",
      "quote": "People in supervising positions in investigation are supposed to give too much of their opinion, and if they are wrong, all it would take is an apology."
    },
    {
      "id": "quote_210_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "I must protect my fledging Utopia."
    },
    {
      "id": "quote_211_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "That's right, I am Kira. And what can you do? Kill me right here?"
    },
    {
      "id": "quote_212_1755681657655",
      "character": "Ryuk",
      "show": "Death Note",
      "quote": "I feel like I'm watching a sitcom."
    },
    {
      "id": "quote_213_1755681657655",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "No matter how gifted you are... You, alone, cannot change the world."
    },
    {
      "id": "quote_214_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "Only I could do it! I was well aware that killing people is crime in itself! Yet at that point it was the only way to make things right! I thought to myself that someday people will come to realize this as much, and regard it as an act of justice! I had no choice but to act as Kira… it was the destiny given to me. I was chosen to renew this rotten world, to bring about true peace – a utopia."
    },
    {
      "id": "quote_215_1755681657655",
      "character": "Ryuk",
      "show": "Death Note",
      "quote": "For me, apples are like cigarettes and liquor for humans. If I'm deprived, I go into withdrawals."
    },
    {
      "id": "quote_216_1755681657655",
      "character": "Ryuk",
      "show": "Death Note",
      "quote": "The human world is a boring place with boring people doing boring things."
    },
    {
      "id": "quote_217_1755681657655",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "I've won. Exactly as planned."
    },
    {
      "id": "quote_218_1755681657655",
      "character": "Ryuk",
      "show": "Death Note",
      "quote": "Humans are so... interesting."
    },
    {
      "id": "quote_219_1755681657655",
      "character": "Misa Amane",
      "show": "Death Note",
      "quote": "Unless someone makes the first move, nothing will happen."
    },
    {
      "id": "quote_220_1755681657655",
      "character": "Ryuk",
      "show": "Death Note",
      "quote": "Sorry, but...believe it or not, I'm a male too."
    },
    {
      "id": "quote_1303_1755700905970",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "I'll solve equations with my right hand and write names with my left. I'll take a potato chip... and eat it!",
      "originalIndex": "8426"
    },
    {
      "id": "quote_1304_1755700905970",
      "character": "Misa Amane",
      "show": "Death Note",
      "quote": "Ah! She smirked at me! Misa is going to break her legs!",
      "originalIndex": "8427"
    },
    {
      "id": "quote_1305_1755700905970",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "Light-kun, please get Misa to shut up.",
      "originalIndex": "8428"
    },
    {
      "id": "quote_1306_1755700905970",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "He, who attacks first, always wins.",
      "originalIndex": "8429"
    },
    {
      "id": "quote_1307_1755700905970",
      "character": "Ryuk",
      "show": "Death Note",
      "quote": "Well, it was good while it lasted. We killed some boredom, didn't we? We did some various and interesting things.",
      "originalIndex": "8430"
    },
    {
      "id": "quote_1308_1755700905970",
      "character": "Ryuk",
      "show": "Death Note",
      "quote": "You have lost, Light. Didn't I say in the beginning, when you die, the one who'll write your name down in a notebook will be me? That is the deal between the Shinigami and the first human to get their hands on the note in the human world. Once you enter prison, I don't know when you'll die. It's annoying to wait. Your life is already over. You'll die here.",
      "originalIndex": "8431"
    },
    {
      "id": "quote_1309_1755700905970",
      "character": "Misa Amane",
      "show": "Death Note",
      "quote": "Ahh! NO way! Someone just touched my butt!",
      "originalIndex": "8493"
    },
    {
      "id": "quote_1310_1755700905970",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "Light-kun is my only friend.",
      "originalIndex": "8494"
    },
    {
      "id": "quote_1311_1755700905970",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "I'm a...pervert?",
      "originalIndex": "8495"
    },
    {
      "id": "quote_1312_1755700905970",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "If you don't get serious about this...I'll kick you.",
      "originalIndex": "8496"
    },
    {
      "id": "quote_1313_1755700905970",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "I give you the strawberry if you keep it a secret.",
      "originalIndex": "8516"
    },
    {
      "id": "quote_1314_1755700905970",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "I came to exterminate the vermin of this world!",
      "originalIndex": "8522"
    },
    {
      "id": "quote_1315_1755700905970",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "Watashi wa L-desu.",
      "originalIndex": "8535"
    },
    {
      "id": "quote_1316_1755700905970",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "I will reign over a new world.",
      "originalIndex": "8550"
    },
    {
      "id": "quote_1317_1755700905970",
      "character": "Near",
      "show": "Death Note",
      "quote": "If you can't beat the game, if you can't solve the puzzle, you're nothing but a loser.",
      "originalIndex": "8551"
    },
    {
      "id": "quote_1318_1755700905970",
      "character": "Mello",
      "show": "Death Note",
      "quote": "I'll kill anyone who gets in my way. I'll be the number one.",
      "originalIndex": "8552"
    },
    {
      "id": "quote_1319_1755700905970",
      "character": "L Lawliet",
      "show": "Death Note",
      "quote": "Will you be eating that cake?...say what you want, but I will be taking the cake.",
      "originalIndex": "8574"
    },
    {
      "id": "quote_1320_1755700905970",
      "character": "Light Yagami",
      "show": "Death Note",
      "quote": "I am the god of the new world!",
      "originalIndex": "8583"
    }
  ]
}