{
  "name": "Kenichi: The Mightiest Disciple",
  "anilistId": 1559,
  "totalQuotes": 10,
  "totalCharacters": 7,
  "quotes": [
    {
      "id": "quote_1663_1755682016141",
      "character": "Shio Sakaki",
      "show": "KenIchi the Mightiest Disciple",
      "quote": "Well, everyone's unsure of their fighting abilities. When that happens, just train more! When you're afraid, just train! When something doesn't feel right, just train! When you don't believe in yourself anymore, just train! The only thing that won't betray you is your training."
    },
    {
      "id": "quote_1664_1755682016141",
      "character": "Shio Sakaki",
      "show": "KenIchi the Mightiest Disciple",
      "quote": "The moment between life and death is where a true man shows his color."
    },
    {
      "id": "quote_1665_1755682016141",
      "character": "Natsu Tanimoto",
      "show": "KenIchi the Mightiest Disciple",
      "quote": "Justice? Truth? More than anything else existing in this world, those things are a burden! The things that are needed are \"acting\" to deceive people and \"power\" to control others."
    },
    {
      "id": "quote_2372_1755682254283",
      "character": "Natsu Tanimoto",
      "show": "Kenichi: The Mightiest Disciple",
      "quote": "People can be so mean, no matter what you've done for them they will believe the first cheap rumor they hear. In the end they only care about themselves."
    },
    {
      "id": "quote_2373_1755682254283",
      "character": "Shio Sakaki",
      "show": "Kenichi: The Mightiest Disciple",
      "quote": "Life isn't about what can and can not be done, it's about doing it or not doing it!"
    },
    {
      "id": "quote_2374_1755682254283",
      "character": "Fuurinji Hayato",
      "show": "Kenichi: The Mightiest Disciple",
      "quote": "In the end of that lonely path you are going, there is nothing."
    },
    {
      "id": "quote_2375_1755682254283",
      "character": "Berserker",
      "show": "Kenichi: The Mightiest Disciple",
      "quote": "But I have a fear stronger than the fear of losing. It's the fear of boredom. I fear those days full of boredom."
    },
    {
      "id": "quote_2376_1755682254283",
      "character": "Hayato Furinji",
      "show": "Kenichi: The Mightiest Disciple",
      "quote": "When going on an adventure it's hard to stay calm. As humans, even if we know the adventure will be full of pain and sorrow, we still choose to go on it. Real adventures are not like the ones depicted in games or comic books - they're neither easy nor quick and they can break a person's heart. Real adventures can torment people. They can make you regret ever going on them. But still, that's the true meaning of an adventure. If that's so, then why do we, as people, choose to go on them? Why is that? Because we want to be heroes. Real heroes don't give up, even in front of pain or sorrow or regret! Rather, they want to live a full life. That's what real heroes are!"
    },
    {
      "id": "quote_2377_1755682254283",
      "character": "Apachai",
      "show": "Kenichi: The Mightiest Disciple",
      "quote": "For you I will go deeper than mountains, and higher than sea."
    },
    {
      "id": "quote_2378_1755682254283",
      "character": "Akisame Koetsuji",
      "show": "Kenichi: The Mightiest Disciple",
      "quote": "You cannot go into battle believing you will lose."
    }
  ]
}