{
  "name": "Ghost Hunt",
  "anilistId": 1571,
  "totalQuotes": 7,
  "totalCharacters": 1,
  "lastUpdated": "2025-08-20T10:24:19.749Z",
  "quotes": [
    {
      "id": "quote_85_1755685459749",
      "character": "Mai Taniyama",
      "show": "Ghost Hunt",
      "quote": "The worst way to miss someone is to be sitting right next to them and know you can never have them."
    },
    {
      "id": "quote_86_1755685459749",
      "character": "Mai Taniyama",
      "show": "Ghost Hunt",
      "quote": "I'm tired if trying, sick of crying, I know I've been smiling, but inside I'm dying."
    },
    {
      "id": "quote_87_1755685459749",
      "character": "Mai Taniyama",
      "show": "Ghost Hunt",
      "quote": "My heart was taken by you, broken by you, and now it's in pieces because of you."
    },
    {
      "id": "quote_88_1755685459749",
      "character": "Mai Taniyama",
      "show": "Ghost Hunt",
      "quote": "Having the love of your life break up with you and say \"we can still be friends\", is like your dog dying and your mom saying \"you can still keep it\"."
    },
    {
      "id": "quote_89_1755685459749",
      "character": "Mai Taniyama",
      "show": "Ghost Hunt",
      "quote": "There are things that we don't want to happen, but have to accept. Things that we don't want to know, but have to learn. And people that we can't live without, but have to let go."
    },
    {
      "id": "quote_90_1755685459749",
      "character": "Mai Taniyama",
      "show": "Ghost Hunt",
      "quote": "No guy is worth your tears. When you find one that is, he won't make you cry."
    },
    {
      "id": "quote_91_1755685459749",
      "character": "Mai Taniyama",
      "show": "Ghost Hunt",
      "quote": "Forget him. Forget his name. Forget his face. Forget his kiss, his warm embrace. Forget the love that you once knew. Remember he has someone new. Forget him when they played your song. Remember you cried all night long. Forget how close you once were. Remember he has chosen her. Forget how you memorized his walk. Forget the way he used to talk. Forget the things he used to say. Remember he has gone away. Forget his laugh. Forget his grin. Forget the dimples on his chin. Forget the way he held you tight. Remember he's with her tonight. Forget the time that went so fast. Forget the love that moved, it's past. Forget he said he'd leave you never. Remember he has gone forever..."
    }
  ]
}