{
  "name": "Code Geass: Lelouch of the Rebellion",
  "anilistId": 1575,
  "totalQuotes": 123,
  "totalCharacters": 16,
  "lastUpdated": "2026-02-28T14:10:01.284Z",
  "quotes": [
    {
      "id": "quote_3381_1755663683260",
      "character": "Shirley Fenette",
      "quote": "Nothing is unforgivable. So if you cannot forgive him, it means you do not want to."
    },
    {
      "id": "quote_3382_1755663683260",
      "character": "C.C.",
      "quote": "People... humans are the being who look for happiness. What the Britannian boy, Lelouch, wanted to have was nothing but a small happiness. It's nothing special. At least at the root of his motives, there were only humble wishes that were simply natural to any human. Who could ever disclaim such dreams and such vows? Who could ever have the right to do that? However, whoever you might be, without choice, you have to deal with others and with the world, and have yourself be regulated and set down. Therefore, in the face of the world's wills, your personal speculations are so ephemeral they can't help being overwhelmed. Sins and punishments, destiny and judgment. What stands in front of Lelouch is the past he brought forth by himself. Is it a hatred resulting from the fact that humans are humans? Nonetheless, for now, we should be grateful... Yes, at least, to the fact that humans are the beings who look for happiness. \nA remaining piece of hope, a faint sign of wishes will be born from despairs."
    },
    {
      "id": "quote_3383_1755663683260",
      "character": "Charles Zi Britannia",
      "quote": "Only fools wage war."
    },
    {
      "id": "quote_3384_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "When will the war end? When someone wins."
    },
    {
      "id": "quote_3385_1755663683260",
      "character": "Suzaku Kururugi",
      "quote": "The best way to remove your lies is to make them come true."
    },
    {
      "id": "quote_3386_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "I must spill yet more blood, so the blood already split will not be in vain."
    },
    {
      "id": "quote_3387_1755663683260",
      "character": "Charles Zi Britannia",
      "quote": "All men are NOT created equal! Some are born smarter, or more beautiful, or with parents of greater status. Some, by contrast, are born of weak body or mind, or with few, if any, talents. All men are different! Yes, the very existence of man is discriminatory! That's why there is war, violence and unrest."
    },
    {
      "id": "quote_3388_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "You will never be able to love anybody else until you love your self..."
    },
    {
      "id": "quote_3389_1755663683260",
      "character": "Luciano Bradley",
      "quote": "I think being able to openly take away the most important thing people have... \"life\"... is the best thing that ever happened!"
    },
    {
      "id": "quote_3390_1755663683260",
      "character": "Suzaku Kururugi",
      "quote": "A victory won through dishonesty means it's no victory at all."
    },
    {
      "id": "quote_3391_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "Why don't you understand? Nunnally was blinded! My own sister was crippled! She knew... she knew that there were things in this world that she will never be able to do by herself! So her smile... Nunnally's smile... was her way of expressing gratitude!"
    },
    {
      "id": "quote_3392_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "Before creation there must be destruction. If my soul stands in the way, then I'll toss it aside. Yes, I have no choice but to move forward."
    },
    {
      "id": "quote_3393_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "The world is destined for even greater chaos."
    },
    {
      "id": "quote_3394_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "Time flows constantly, it doesn't care about the people who are struggling."
    },
    {
      "id": "quote_3395_1755663683260",
      "character": "C.C.",
      "quote": "False tears bring pain to those around you. A false smile brings pain to one self."
    },
    {
      "id": "quote_3396_1755663683260",
      "character": "Diethard Ried",
      "quote": "At times the life of a single man is worth more than that of a million, I thought that'd be common sense to a soldier."
    },
    {
      "id": "quote_3397_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "You can't change the world without getting your hands dirty."
    },
    {
      "id": "quote_3398_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "You see, the world will not change through naive talks."
    },
    {
      "id": "quote_3399_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "A life that lives without doing anything is the same as a slow death."
    },
    {
      "id": "quote_3400_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "Why do people lie? It isn't only because they struggle against each other, it's also because there is something that they're seeking."
    },
    {
      "id": "quote_3401_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "When there is evil in this world that justice cannot defeat, would you taint your hands with evil to defeat evil? Or would you remain steadfast and righteous even if it means surrendering to evil?"
    },
    {
      "id": "quote_3402_1755663683260",
      "character": "Luciano Bradley",
      "quote": "Do you know the truth of the battlefield? Kill a man normally, and it's considered a crime. But kill many on the battlefield and you become a hero!"
    },
    {
      "id": "quote_3403_1755663683260",
      "character": "C.C.",
      "quote": "Death may be my only freedom."
    },
    {
      "id": "quote_3404_1755663683260",
      "character": "Suzaku Kururugi",
      "quote": "To desire some results, one must take actions."
    },
    {
      "id": "quote_3405_1755663683260",
      "character": "Bismarck Waldstein",
      "quote": "Strength that knows no boundaries is merely violence."
    },
    {
      "id": "quote_3406_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "The human heart is the source of all our power... We fight with the power of our hearts."
    },
    {
      "id": "quote_3407_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "A life with no changes can’t be called life. You can only call it experience."
    },
    {
      "id": "quote_3408_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "Being hurt on the outside is better than being hurt on the inside."
    },
    {
      "id": "quote_3409_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "Our crying for them won't bring the dead back to life."
    },
    {
      "id": "quote_3410_1755663683260",
      "character": "Milly Ashford",
      "quote": "Things that don't change go extinct."
    },
    {
      "id": "quote_3411_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "But the mass we call \"world\" keeps turning, ignoring our individual desires."
    },
    {
      "id": "quote_3412_1755663683260",
      "character": "Charles Zi Britannia",
      "quote": "The world lies! Thou shalt not commit murder, thou shalt not bear false witness, thou shalt not cheat, thou shalt not steal, thou shalt not covet thy neighbor's wife. All of these are lies! Mere illusions and nothing more! They don't want to be killed, they don't want to be robbed, using the twin lies of justice and morality, the weak are endeavoring to protect themselves. But the first truth is that the strong devour the weak, so let us feed upon people, upon wealth, upon riches and power! We, at Britannia, shall feast upon the raw flesh of the world itself! We will crush this deception and bring forth the truth! All Hail Britannia!"
    },
    {
      "id": "quote_3413_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "The trick of real combat is that everyone is human."
    },
    {
      "id": "quote_3414_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "Shut up! I did what I had to do. People lie to survive. No one is blameless."
    },
    {
      "id": "quote_3415_1755663683260",
      "character": "C.C.",
      "quote": "In this world, evil can arise from the best of intentions. And there is good which can come from evil intentions."
    },
    {
      "id": "quote_3416_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "Change will never come about if you don't make it happen."
    },
    {
      "id": "quote_3417_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "Don't mistake borrowed power for your own ability!"
    },
    {
      "id": "quote_3418_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "If strength is justice, then is powerlessness a crime?"
    },
    {
      "id": "quote_3419_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "People don't give damn about reasons, but nobody can resist miracles."
    },
    {
      "id": "quote_3420_1755663683260",
      "character": "C.C.",
      "quote": "There are times in life when you have to distance yourself from those you love, because you love them."
    },
    {
      "id": "quote_3421_1755663683260",
      "character": "Lloyd Asplund",
      "quote": "I think that \"truth\" is something that is covered up most of the time."
    },
    {
      "id": "quote_3422_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "We are Partners. If you are a Witch, then I am a Warlock."
    },
    {
      "id": "quote_3423_1755663683260",
      "character": "Lelouch Lamperouge",
      "quote": "To defeat evil, I shall become an even GREATER evil."
    },
    {
      "id": "quote_3424_1755663683260",
      "character": "Shirley Fenette",
      "quote": "Lelou? I'm glad that I could talk to you in the end. You know? When I got my memories back, I was so scared... A fake teacher... Friends with no memories... Everyone was... lying to me... It was as if... the whole world was watching over me... Lelou, you've been fighting... all by yourself against this world... All by yourself... So that's why... I wanted to become the one thing truthful to you... I love you, Lelou. Even when I knew you killed my father... I couldn't... bring myself to hate you. Even when you tried to make me forget everything... I still fell... in love with you again... Even when my memories were altered... I still fell in love again... No matter how many times I'm reborn... I'm sure I'll... fall in love with you again, Lelou... This... is fate, right? So, it's okay, right, Lelou? That I fall in love with you when I'm reborn... No matter... how many times... I'll... fall in... love with you..."
    },
    {
      "id": "quote_3425_1755663683260",
      "character": "Bismarck Waldstein",
      "quote": "War is merely one method of diplomacy. However, it is the least efficient one."
    },
    {
      "id": "quote_3426_1755663683260",
      "character": "C.C.",
      "quote": "In their heart, everyone has faith that their victory exists. However, in the face of time and destiny, the act of faith is fruitless and fleeting at best."
    },
    {
      "id": "quote_1187_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "Let's play this democracy game, shall we?"
    },
    {
      "id": "quote_1188_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "I shall gamble on the geass known as people wishes. For the sake of the world's future."
    },
    {
      "id": "quote_1189_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "Don't you think wishes are the same as Geass? Things you can't accomplish with your own powers, you ask assistance from others."
    },
    {
      "id": "quote_1190_1755700898811",
      "character": "Jeremiah Gottwald",
      "quote": "It's not over yet!... Carve into your memories \"Jeremiah Gottwald\", the memorable name of the man that made you taste defeat!"
    },
    {
      "id": "quote_1191_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "I am Lelouch Vi Britannia, son of the late Empress Marianne. The prince abandoned by his empire. If there are any that think they can go beyond my despair, then let them try."
    },
    {
      "id": "quote_1192_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "If happiness had a form, what would it look like? It might be something like glass, because one doesn't notice it normally. However, it is actually there. As proof, if you look at it from a different angle, the glass will reflect light. It will state it's presence and existence more eloquently than any other thing in this world."
    },
    {
      "id": "quote_1193_1755700898811",
      "character": "C.C.",
      "quote": "If you had the strength, you could live. This is our contract. In return for my gift of power, you must grant one of my wishes. If you enter this contract, you will live as a human, but also as one completely different. Different rules, different time, a different life.... The power of the king will make you lonely indeed. If you are prepared for that, then..."
    },
    {
      "id": "quote_1194_1755700898811",
      "character": "Euphemia Li Britannia",
      "quote": "I order you to love me!.."
    },
    {
      "id": "quote_1195_1755700898811",
      "character": "Nunnally Lamperouge",
      "quote": "I see... You're taking things awfully fast, but like they say, \"to each his own\". I suppose that's just how you operate---*Lelouch drops a teacup on the ground*"
    },
    {
      "id": "quote_1196_1755700898811",
      "character": "C.C.",
      "quote": "Win through, Lelouch. Ignore your past, and the consequences of your actions."
    },
    {
      "id": "quote_1197_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "*to C.C.* It's a contract, this time coming from me to you."
    },
    {
      "id": "quote_1198_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "You foolish impostor, who tried to take Nunnally's place, I will use you until you dry up, then throw you away like a ragged cloth!"
    },
    {
      "id": "quote_1199_1755700898811",
      "character": "Kallen Stadtfeld",
      "quote": "You know what this badass mother can do so back off!"
    },
    {
      "id": "quote_1200_1755700898811",
      "character": "C.C.",
      "quote": "You revealed it much too fast. Such a bad sport, girl."
    },
    {
      "id": "quote_1201_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "Fuhahahahaha, this is how you create panic."
    },
    {
      "id": "quote_1202_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "Compete, fight, take, control. Beyond that lies the future! All Hail Britannia!"
    },
    {
      "id": "quote_1203_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "I don't want to hear that from an eternally young and immortal witch."
    },
    {
      "id": "quote_1204_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "From this moment on, this room shall be the very first territory of the United States of Japan!"
    },
    {
      "id": "quote_1205_1755700898811",
      "character": "Kaguya Sumeragi",
      "quote": "Once you have won this war, you will need a wife someday, right? For you to have a life where you cannot reveal your identity to the world, I believe that there will be someone who can calm your soul?"
    },
    {
      "id": "quote_1206_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "The world will change. I will change it."
    },
    {
      "id": "quote_1207_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "I would like you to answer a question before you dispose of me. If being powerless is evil, is having power justice? Is revenge Evil? Can friendship coexist with justice..?"
    },
    {
      "id": "quote_1208_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "I've made a contract with the devil, so I can't be friends with a god."
    },
    {
      "id": "quote_1209_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "You've had only two choices ever since you joined the Order of the Black Knights. Either live with me, or die with me!"
    },
    {
      "id": "quote_1210_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "I don't know why snow is white, but I find such white snow beautiful, and I don't dislike it at all."
    },
    {
      "id": "quote_1211_1755700898811",
      "character": "Cecile Croomy",
      "quote": "Lloyd-san, shall I teach you the proper way to communicate with others?"
    },
    {
      "id": "quote_1212_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "What are you doing, C.C.? Now you're all wet. Come on, we'll have to go to the washroom. I'll get you a change of clothes."
    },
    {
      "id": "quote_1213_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "Terrorism is nothing more than childish harassment."
    },
    {
      "id": "quote_1214_1755700898811",
      "character": "Suzaku Kururugi",
      "quote": "F*CK OFF!! *to Kallen while he's trying to kill Zero*"
    },
    {
      "id": "quote_1215_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "...supposed to be dead? I have returned, your Majesty. In order to change EVERYTHING."
    },
    {
      "id": "quote_1216_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "I am the 17th successor, the second in line to the throne. Lelouch Vi Britannia."
    },
    {
      "id": "quote_1217_1755700898811",
      "character": "C.C.",
      "quote": "Why must I search through other people's underwear? You Owe me Big Time for this."
    },
    {
      "id": "quote_1218_1755700898811",
      "character": "Jeremiah Gottwald",
      "quote": "*holding a hand to his face as he steps out in front of a car* I...I..I am not ORAAAAAAAAAAANGE. *falls and fails*"
    },
    {
      "id": "quote_1219_1755700898811",
      "character": "C.C.",
      "quote": "I was just checking, you horny little punk."
    },
    {
      "id": "quote_1220_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "Tss, useless terrorists!"
    },
    {
      "id": "quote_1221_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "You are not alone. We are accomplices. If you are a witch, I will become a warlock."
    },
    {
      "id": "quote_1222_1755700898811",
      "character": "C.C.",
      "quote": "Within the endless flow of time, I am alone."
    },
    {
      "id": "quote_1223_1755700898811",
      "character": "C.C.",
      "quote": "*after a giant pizza is thrown into the air**Gasp* Pizza!"
    },
    {
      "id": "quote_1224_1755700898811",
      "character": "Euphemia Li Britannia",
      "quote": "Everyone who calls themselves Japanese:I have a request. Can you all die?Erm...I hoped that you would all commit suicide, but is that impossible?Then can all the soldiers please annihilate them?"
    },
    {
      "id": "quote_1225_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "That's right, I'm Zero. The leader of the Order of Black Knight. The one who declared war on the Holy Britannia Empire. And, a guy who is about to take over the world!"
    },
    {
      "id": "quote_1226_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "Perhaps this is what I have always wished for since that day. The loss and destruction of all. That's right, one must destroy before creating. In that case, if my conscience becomes a hindrance to me, then I will simply erase it. I have no other choice but to move forward...therefore!"
    },
    {
      "id": "quote_1227_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "Since that day, I've always been living a lie. The fact that I'm alive is a lie. My name is a lie, my background is a lie. It's full of lies. Fed up with the world that does not change at all, but I can't even let everything go because of this despair called \"lies\". But now I have in my hands...this power, therefore!"
    },
    {
      "id": "quote_1228_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "Or have you realized it? That only those who are prepared to be shot have the right to shoot...! Lelouch Vi Britannia commands you all...to DIE!"
    },
    {
      "id": "quote_1229_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "What's wrong? You aren't going to shoot? Your opponent's a student."
    },
    {
      "id": "quote_1230_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "Hey, tell me, how should a Britannian who hates Britannia live?"
    },
    {
      "id": "quote_1231_1755700898811",
      "character": "Lloyd Asplund",
      "quote": "That's not necessary. It's a waste of time. Let's get married."
    },
    {
      "id": "quote_1232_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "Those with power, fear us! Those without power, seek us!"
    },
    {
      "id": "quote_1233_1755700898811",
      "character": "C.C.",
      "quote": "*to Lelouch* No matter how great you make yourself sound, you're still just a naive boy who's all talk and who only dreams of victory in his head."
    },
    {
      "id": "quote_1234_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "*Milay describes Lelouch as a subordinate* Subordinate..? Yeah, I guess I am."
    },
    {
      "id": "quote_1235_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "That's easy. If someone wins, the fighting will end."
    },
    {
      "id": "quote_1236_1755700898811",
      "character": "Lloyd Asplund",
      "quote": "Ah, I'm sorry. Sorry! *is punched by Cecile*"
    },
    {
      "id": "quote_1237_1755700898811",
      "character": "Lloyd Asplund",
      "quote": "That contradiction might kill you someday."
    },
    {
      "id": "quote_1238_1755700898811",
      "character": "Jeremiah Gottwald",
      "quote": "O-O-O-range?! DIE !!!"
    },
    {
      "id": "quote_1239_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "Oh it has been a while. you are still in the army? But I don't have the time to deal with you, Orange-kun."
    },
    {
      "id": "quote_1240_1755700898811",
      "character": "Jeremiah Gottwald",
      "quote": "Is Zero here? If you are around, fight with me...fight with me, Jeremiah Gottwald!"
    },
    {
      "id": "quote_1241_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "Those who are allowed to shoot are those who are prepared to be shot."
    },
    {
      "id": "quote_1242_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "I was dead until the moment I met you. I was a powerless corpse pretending to be alive. Living without power, without the ability to change my course, was akin to a slow death."
    },
    {
      "id": "quote_1243_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "*evil laughter* It IS possible! Britannia can be destroyed!"
    },
    {
      "id": "quote_1244_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "Lelouch vi Britannia commands you... Die!"
    },
    {
      "id": "quote_1245_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "I Destroy worlds...I Create worlds..."
    },
    {
      "id": "quote_1246_1755700898811",
      "character": "C.C.",
      "quote": "Fake tears can harm others, while a fake smile only harms oneself."
    },
    {
      "id": "quote_1247_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "If the king doesn't move, then his subjects won't follow."
    },
    {
      "id": "quote_1248_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "What are the Japanese?!"
    },
    {
      "id": "quote_1249_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "Ever since that day my heart simply couldn't accept it. This fake life I was never able to fit into. All the time that was lost. These false memories planted in me giving me a life as one of the herd. And yet, the truth continues to guide me toward itself. That's right. It wasn't me who was wrong. It was the world. The world has to change so I will change it."
    },
    {
      "id": "quote_1250_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "The only ones who should kill, are those who are prepared to be killed."
    },
    {
      "id": "quote_1251_1755700898811",
      "character": "Kallen Stadtfeld",
      "quote": "Come on! You know what this badass mother can do!"
    },
    {
      "id": "quote_1252_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "The world cannot be changed with pretty words alone."
    },
    {
      "id": "quote_1253_1755700898811",
      "character": "Lelouch Lamperouge",
      "quote": "I am not the one at fault, the world is."
    },
    {
      "id": "quote_1254_1755700898811",
      "character": "C.C.",
      "quote": "Do you know why snow is white..? Because it forgot what colour it was."
    },
    {
      "id": "quote_2_1755703766665",
      "character": "Lelouch Lamperouge",
      "quote": "The human heart is the source of all our power... We fight with the power of our hearts. "
    },
    {
      "id": "quote_3_1755703766665",
      "character": "C.C.",
      "quote": "There are times in life when you have to distance yourself from those you love, because you love them. "
    },
    {
      "id": "quote_1847_1772287801284",
      "character": "Lloyd Asplund",
      "quote": "I think that \"\"truth\"\" is something that is covered up most of the time."
    },
    {
      "id": "quote_2128_1772287801284",
      "character": "Luciano Bradley",
      "quote": "I think being able to openly take away the most important thing people have... \"\"life\"\"... is the best thing that ever happened!"
    },
    {
      "id": "quote_2520_1772287801284",
      "character": "Lelouch Lamperouge",
      "quote": "But the mass we call \"\"world\"\" keeps turning, ignoring our individual desires."
    },
    {
      "id": "quote_2851_1772287801284",
      "character": "C.C.",
      "quote": "People... humans are the being who look for happiness. What the Britannian boy, Lelouch, wanted to have was nothing but a small happiness. It's nothing special. At least at the root of his motives, there were only humble wishes that were simply natural to any human. Who could ever disclaim such dreams and such vows? Who could ever have the right to do that? However, whoever you might be, without choice, you have to deal with others and with the world, and have yourself be regulated and set down. Therefore, in the face of the world's wills, your personal speculations are so ephemeral they can't help being overwhelmed. Sins and punishments, destiny and judgment. What stands in front of Lelouch is the past he brought forth by himself. Is it a hatred resulting from the fact that humans are humans? Nonetheless, for now, we should be grateful... Yes, at least, to the fact that humans are the beings who look for happiness."
    },
    {
      "id": "quote_8184_1772287801284",
      "character": "Jeremiah Gottwald",
      "quote": "It's not over yet!... Carve into your memories \"\"Jeremiah Gottwald\"\", the memorable name of the man that made you taste defeat!"
    },
    {
      "id": "quote_8197_1772287801284",
      "character": "Nunnally Lamperouge",
      "quote": "I see... You're taking things awfully fast, but like they say, \"\"to each his own\"\". I suppose that's just how you operate---*Lelouch drops a teacup on the ground*"
    },
    {
      "id": "quote_8229_1772287801284",
      "character": "Lelouch Lamperouge",
      "quote": "Since that day, I've always been living a lie. The fact that I'm alive is a lie. My name is a lie, my background is a lie. It's full of lies. Fed up with the world that does not change at all, but I can't even let everything go because of this despair called \"\"lies\"\". But now I have in my hands...this power, therefore!"
    }
  ]
}