{
  "name": "Honey and Clover",
  "anilistId": 16,
  "totalQuotes": 22,
  "totalCharacters": 5,
  "lastUpdated": "2025-08-20T15:31:32.352Z",
  "quotes": [
    {
      "id": "quote_2379_1755682257242",
      "character": "Yuuta Takemoto",
      "show": "Honey and Clover",
      "quote": "I'd been wondering all this time, whether there's any meaning to a failed love. Is it something that will disappear, the same as something that never existed. Now I know, there is meaning...there was a meaning...right here."
    },
    {
      "id": "quote_2380_1755682257242",
      "character": "Yuuta Takemoto",
      "show": "Honey and Clover",
      "quote": "When we were together, my heart felt tight, too tight to even drink water. If that's called love, then it was really just me who was in love. Just me."
    },
    {
      "id": "quote_2381_1755682257242",
      "character": "Yuuta Takemoto",
      "show": "Honey and Clover",
      "quote": "A day when everything is perfect, when everything will turn into memories, will eventually come.  But I'll probably remember over and over again you were there and everyone else was there. The day we all searched for just one thing."
    },
    {
      "id": "quote_2382_1755682257242",
      "character": "Takumi Nomiya",
      "show": "Honey and Clover",
      "quote": "‎[to Takumi Myama] Why are you blocking us when you have someone else that you like? We can easily see her feelings towards you so there's no way you haven't realized what's there. Yet you just leave the situation half-finished. Aren't you just saving her for when things don't work out with your favorite?"
    },
    {
      "id": "quote_2383_1755682257242",
      "character": "Ayumi Yamada",
      "show": "Honey and Clover",
      "quote": "If I really liked him I should hope for his happiness. But like you said in the car, I actually hoped they would break up."
    },
    {
      "id": "quote_2384_1755682257242",
      "character": "Ayumi Yamada",
      "show": "Honey and Clover",
      "quote": "I wonder how you're suppose to give up... Do I just decide to give up and act accordingly? And move further and further away from what my heart really wants? Then will I forget everything one day?.. Everything including the pain in my heart? Everything? Without a trace as if nothing was there to begin with?"
    },
    {
      "id": "quote_2385_1755682257242",
      "character": "Shinobu Morita",
      "show": "Honey and Clover",
      "quote": "It's absurd to think your life won't have a meaning unless you leave some work behind. Just living is enough."
    },
    {
      "id": "quote_2386_1755682257242",
      "character": "Yuuta Takemoto",
      "show": "Honey and Clover",
      "quote": "To cry because there is something you want to do and to cry because you can't find it. Which is more painful? The only thing I can say is even with all the words I have now, I can't stop her tears."
    },
    {
      "id": "quote_2387_1755682257242",
      "character": "Rika Harada",
      "show": "Honey and Clover",
      "quote": "I pushed him away and hurt him yet he still stood by my side.  It's not a sane relationship. To be saved by seeing his hurt expression."
    },
    {
      "id": "quote_2388_1755682257242",
      "character": "Ayumi Yamada",
      "show": "Honey and Clover",
      "quote": "I put my hopes in it that maybe I could turn your heart just a little. Why do I end up dreaming over and over again without getting tired of it as if that's all I know."
    },
    {
      "id": "quote_2389_1755682257242",
      "character": "Yuuta Takemoto",
      "show": "Honey and Clover",
      "quote": "To have the one you think is your ideal self standing in front of you, it's tough..."
    },
    {
      "id": "quote_2390_1755682257242",
      "character": "Yuuta Takemoto",
      "show": "Honey and Clover",
      "quote": "As time passes, the day will come when everything will fade to memories. But, those miraculous days, when you and I along with everyone else, searched together for just one thing... will continue revolving forever. Somewhere deep in my heart as my bittersweet memory."
    },
    {
      "id": "quote_2391_1755682257242",
      "character": "Yuuta Takemoto",
      "show": "Honey and Clover",
      "quote": "I was afraid of the me that didn't know what he wanted to do. And the days just keep on moving. But even then If I keep on going like this, will I be able to see it? Maybe someday."
    },
    {
      "id": "quote_2392_1755682257242",
      "character": "Yuuta Takemoto",
      "show": "Honey and Clover",
      "quote": "To wish for your own happiness is sometimes coupled with another's unhappiness. Since I couldn't pray for my own happiness, I prayed to the moon in the night sky for the happiness of the one whose warm hand I held."
    },
    {
      "id": "quote_2393_1755682257242",
      "character": "Takumi Nomiya",
      "show": "Honey and Clover",
      "quote": "A guy who likes someone else shouldn't be taking care of the girl he just dumped."
    },
    {
      "id": "quote_2394_1755682257242",
      "character": "Ayumi Yamada",
      "show": "Honey and Clover",
      "quote": "Never once did I say it.  But just as he knew my feelings and couldn't return them. She will probably realize his and probably his heart wouldn't have a chance either? When I think about things like that, my tears won't stop."
    },
    {
      "id": "quote_2395_1755682257242",
      "character": "Ayumi Yamada",
      "show": "Honey and Clover",
      "quote": "The person you like the most, likes you back the most. It seems so simple. But why is it? It feels like it will never come together...forever like this..."
    },
    {
      "id": "quote_2396_1755682257242",
      "character": "Ayumi Yamada",
      "show": "Honey and Clover",
      "quote": "I don't care how pathetic or embarassing I look in front of everyone. My love for him...only that...is my bitter sweet treasure."
    },
    {
      "id": "quote_2397_1755682257242",
      "character": "Ayumi Yamada",
      "show": "Honey and Clover",
      "quote": "I've liked him for so long. So long. But Mayama likes someone else. But I wanna hear his voice. I want to hold his hand. I feel like this."
    },
    {
      "id": "quote_2398_1755682257242",
      "character": "Takumi Nomiya",
      "show": "Honey and Clover",
      "quote": "Mayama, if you can't be with her on every festival, then you have no right to say anything."
    },
    {
      "id": "quote_2399_1755682257242",
      "character": "Yuuta Takemoto",
      "show": "Honey and Clover",
      "quote": "I realized why I was lost. It's not because I didn't have a map... It was because I didn't have a destination."
    },
    {
      "id": "quote_2400_1755682257242",
      "character": "Ayumi Yamada",
      "show": "Honey and Clover",
      "quote": "Its ony one simple thing, but why do I feel like forever I cannot reach it. Only keep on and on, staying at the same spot."
    }
  ]
}