{
  "name": "Kamisama no Inai Nichiyoubi",
  "anilistId": 16009,
  "totalQuotes": 8,
  "totalCharacters": 3,
  "quotes": [
    {
      "id": "quote_1799_1755663531993",
      "character": "Hampnie Hambart",
      "show": "Kamisama no Inai Nichiyoubi",
      "quote": "The probability of you remaining yourself until the day you die is extremely low. The hopeless spark you have now will be corrupted and in the most awful way there is."
    },
    {
      "id": "quote_1800_1755663531993",
      "character": "Hampnie Hambart",
      "show": "Kamisama no Inai Nichiyoubi",
      "quote": "Remember this. The only words that can keep you alive are \"I want to live.\""
    },
    {
      "id": "quote_1801_1755663531993",
      "character": "Hampnie Hambart",
      "show": "Kamisama no Inai Nichiyoubi",
      "quote": "Violence, greed, slaughter, corruption, defeat, failure, immorality, humiliation… These are everywhere. As long as you live, you will face them."
    },
    {
      "id": "quote_1802_1755663531993",
      "character": "Ai Astin",
      "show": "Kamisama no Inai Nichiyoubi",
      "quote": "On a Monday, God created the world. \nOn Tuesday, God drew the line between Order and Chaos. \nOn Wednesday, God arranged each and every number. \nOn Thursday, God permitted the ebb and flow of Time. \nOn Friday, God explored every nook and cranny of the world. \n\nOn Saturday, God rested. \nAnd on Sunday, God... \nforsook the world."
    },
    {
      "id": "quote_1803_1755663531993",
      "character": "Hampnie Hambart",
      "show": "Kamisama no Inai Nichiyoubi",
      "quote": "Schools are facilities where human society secludes the troublesome children by age criteria."
    },
    {
      "id": "quote_1804_1755663531993",
      "character": "Alis Color",
      "show": "Kamisama no Inai Nichiyoubi",
      "quote": "We simply cannot see the world as it is. The world people see is nothing more than how our brains translate it. In other words, it's subjective."
    },
    {
      "id": "quote_1805_1755663531993",
      "character": "Alis Color",
      "show": "Kamisama no Inai Nichiyoubi",
      "quote": "Wishes shouldn't be granted. They're better off not coming true. When their wishes aren't granted, people actually put in effort. It's because they don't come true that people make progress. But if all their wishes come true, people won't be able to move forward anymore, you know?"
    },
    {
      "id": "quote_1806_1755663531993",
      "character": "Hampnie Hambart",
      "show": "Kamisama no Inai Nichiyoubi",
      "quote": "I do want to die. But I want to die happily. Like I have for others, I want someone to wave me off. My friends, my wife, and my children... Making them mourn for me, making them long for me, and leaving things that I should have done behind... That is how I want to die."
    }
  ]
}