{
  "name": "Princess Mononoke",
  "anilistId": 164,
  "totalQuotes": 17,
  "totalCharacters": 4,
  "lastUpdated": "2025-08-20T15:35:03.462Z",
  "quotes": [
    {
      "id": "quote_2072_1755682125173",
      "character": "Lady Eboshi",
      "quote": "Now watch closely, everyone. I'm going to show you how to kill a god. A god of life and death. The trick is not to fear him."
    },
    {
      "id": "quote_2073_1755682125173",
      "character": "Moro",
      "quote": "Ugh! I smell like a human."
    },
    {
      "id": "quote_2074_1755682125173",
      "character": "Jigo",
      "quote": "You see everyone wants everything, that's the way the world is. But I just might actually get it."
    },
    {
      "id": "quote_2075_1755682125173",
      "character": "Moro",
      "quote": "That curse will spread throughout your whole body, bone and flesh alike and finally kill you. Now leave this place at sunrise. Return and *I* shall kill you."
    },
    {
      "id": "quote_2076_1755682125173",
      "character": "Jigo",
      "quote": "Are you selling soup or donkey piss?"
    },
    {
      "id": "quote_2077_1755682125173",
      "character": "Lady Eboshi",
      "quote": "Life is suffering. It is hard. The world is cursed. But still you find reasons to keep living."
    },
    {
      "id": "quote_2078_1755682125173",
      "character": "Prince Ashitaka",
      "quote": "Well, they say that happy women make a happy village."
    },
    {
      "id": "quote_2079_1755682125173",
      "character": "Moro",
      "quote": "Ashitaka... can you save the girl you love?"
    },
    {
      "id": "quote_2080_1755682125173",
      "character": "Prince Ashitaka",
      "quote": "*when Lady Eboshi asks him what he's here for* To see with eyes unclouded by hate."
    },
    {
      "id": "quote_2081_1755682125173",
      "character": "Moro",
      "quote": "The trees cry out as they die, but you cannot hear them. I lie here. I listen to the pain of the forest and feel the ache of the bullet in my chest and dream of the day when I will finally crunch that gun woman's head in my jaws... She is my daughter. One of the wolf tribe. When the forest dies, so does she. I caught her human parents defiling my forest. They threw their baby at my feet as they ran away. Instead of eating her, I raised her as my own. Now my poor, ugly, beautiful daughter is neither human nor wolf."
    },
    {
      "id": "quote_2082_1755682125173",
      "character": "Jigo",
      "quote": "Well, I give up. Can't win against fools."
    },
    {
      "id": "quote_2083_1755682125173",
      "character": "Jigo",
      "quote": "These days, there are angry ghosts all around us. Dead from wars, sickness, starvation, and nobody cares. So - you say you're under a curse. So what, so's the whole damn world."
    },
    {
      "id": "quote_2084_1755682125173",
      "character": "Lady Eboshi",
      "quote": "Cut off a wolf's head and it still has the power to bite."
    },
    {
      "id": "quote_2085_1755682125173",
      "character": "Lady Eboshi",
      "quote": "I'm getting a litte bored of this curse of yours Ashitaka just let me cut the damn thing off."
    },
    {
      "id": "quote_2086_1755682125173",
      "character": "Moro",
      "quote": "Ah, you're awake. I was hoping you'd cry out in your sleep, then I would have bitten your head off to silence you."
    },
    {
      "id": "quote_2087_1755682125173",
      "character": "Jigo",
      "quote": "When you're going to kill a god, let someone else do your dirty work."
    },
    {
      "id": "quote_2088_1755682125173",
      "character": "Prince Ashitaka",
      "quote": "*referring to his curse* Look, everyone! This is what hatred looks like! This is what it does when it catches hold of you! It's eating me alive, and very soon now it will kill me! Fear and anger only make it grow faster!"
    }
  ]
}