{
  "name": "Devil Survivor 2",
  "anilistId": 16512,
  "totalQuotes": 15,
  "totalCharacters": 6,
  "quotes": [
    {
      "id": "quote_2253_1755682200895",
      "character": "Ronaldo Kuriki",
      "show": "Devil Survivor 2",
      "quote": "If someone starts doing the right thing, the others will follow."
    },
    {
      "id": "quote_2254_1755682200895",
      "character": "Yamato Hotsuin",
      "show": "Devil Survivor 2",
      "quote": "I care not if you call me an enemy. I shall bring you to submission."
    },
    {
      "id": "quote_2255_1755682200895",
      "character": "Alcor",
      "show": "Devil Survivor 2",
      "quote": "Denying possibility is denying thought."
    },
    {
      "id": "quote_2256_1755682200895",
      "character": "Alcor",
      "show": "Devil Survivor 2",
      "quote": "If all things are in fact preordained, then why... why is humanity able to think for itself?"
    },
    {
      "id": "quote_2257_1755682200895",
      "character": "Yamato Hotsuin",
      "show": "Devil Survivor 2",
      "quote": "Surviving means continuing to shoulder one's burden. When you can't handle that strain, then you'll be the one to die next."
    },
    {
      "id": "quote_2258_1755682200895",
      "character": "Devil Survivor 2",
      "show": "Devil Survivor 2",
      "quote": "What is Living? Living is continuing to make choices. Living is enjoying oneself. Living is continuing to make choices. Living is expressing one’s will. Living is enjoying oneself. Living is continuing to search. Living is eating. Living is continuing to fight. Living is being lost. Living is preparing oneself."
    },
    {
      "id": "quote_2259_1755682200895",
      "character": "Yamato Hotsuin",
      "show": "Devil Survivor 2",
      "quote": "Our world is like a terminal cancer. Saying you'll change things through individual will is rambling of a peace-loving fool."
    },
    {
      "id": "quote_2260_1755682200895",
      "character": "Yamato Hotsuin",
      "show": "Devil Survivor 2",
      "quote": "The notion of set fate is ridiculous. Cause and effect can be bent through strength."
    },
    {
      "id": "quote_2261_1755682200895",
      "character": "Yamato Hotsuin",
      "show": "Devil Survivor 2",
      "quote": "He who is blessed with strength should become the guide. That is all."
    },
    {
      "id": "quote_2262_1755682200895",
      "character": "Alcor",
      "show": "Devil Survivor 2",
      "quote": "Why have I come to have this conscience? If it’s this agonizing, I shouldn’t have had it. Just what am I?"
    },
    {
      "id": "quote_2263_1755682200895",
      "character": "Hibiki Kuze",
      "show": "Devil Survivor 2",
      "quote": "Everybody's weak. That's why we rely on others. We live by helping one another. We can say, we need one another. I've been able to survive because I have you and the others."
    },
    {
      "id": "quote_2264_1755682200895",
      "character": "Fumi Kanno",
      "show": "Devil Survivor 2",
      "quote": "This is all that remains of the world. Though we knew it was coming, it’s pretty shocking, huh? The disappearance not of matter but of awareness, of ideals. Not death. Something even more pure. The fact that we life-forms ever existed…… Our past, present and future, it will all disappear."
    },
    {
      "id": "quote_2265_1755682200895",
      "character": "Hibiki Kuze",
      "show": "Devil Survivor 2",
      "quote": "A wounded heart needs time to heal."
    },
    {
      "id": "quote_2266_1755682200895",
      "character": "Yamato Hotsuin",
      "show": "Devil Survivor 2",
      "quote": "Our world is like a terminal cancer. Saying you’ll change things through individual will is the rambling of a peace-loving fool. Why don’t you understand it’s too late for humanity?!"
    },
    {
      "id": "quote_2267_1755682200895",
      "character": "Alcor",
      "show": "Devil Survivor 2",
      "quote": "Living is anxiety and pain. It's continuing to think, continuing to choose."
    }
  ]
}