{
  "name": "5 Centimeters per Second",
  "anilistId": 1689,
  "totalQuotes": 7,
  "totalCharacters": 3,
  "lastUpdated": "2025-08-20T15:34:01.965Z",
  "quotes": [
    {
      "id": "quote_5_1755685745597",
      "character": "Takaki Toono",
      "show": "5 Centimeters per Second",
      "quote": "Every minute felt like an eternity time, clearly as if it had malicious intent, slowly ebbed away from me, I clenched my teeth and keeping myself from crying was the only thing I could do..."
    },
    {
      "id": "quote_6_1755685745597",
      "character": "Takaki Toono",
      "show": "5 Centimeters per Second",
      "quote": "It must really be a lonelier journey than anyone could imagine. Cutting through absolute darkness, encountering nothing but the occasional hydrogen atom. Flying blindly into the abyss, believing therein lie the answers to the mysteries of the universe."
    },
    {
      "id": "quote_7_1755685745597",
      "character": "Takaki Tohno",
      "show": "5 Centimeters per Second",
      "quote": "I wonder when I got into the habit of writing messages to nobody."
    },
    {
      "id": "quote_8_1755685745597",
      "character": "Takaki Toono",
      "show": "5 Centimeters per Second",
      "quote": "The things I had to tell her...The things I hoped she would listen to...There were so many of them."
    },
    {
      "id": "quote_9_1755685745597",
      "character": "Akari Shinohara",
      "show": "5 Centimeters per Second",
      "quote": "Hey... They say it's five centimeters per second. *Takaki asks her what she means by that* The speed at which the sakura blossom petals fall... Five centimeters per second."
    },
    {
      "id": "quote_10_1755685745597",
      "character": "Takaki Tohno",
      "show": "5 Centimeters per Second",
      "quote": "I’m just trying to live my life, but it seems as if sadness always piles itself up around me. It’s in my bed, the toothbrush in my bathroom, and the memory of my cellphone. Over the past few years, I’ve wanted to move on, I’ve wanted to take hold of something I couldn’t reach. What that is, I have no idea. Not knowing where such obsessive thoughts were coming from, I simply drowned myself in my work. Then one day I realized that my heart was withering, and in it there was nothing but pain. And that my beliefs, that I once held so passionately, had completely disappeared."
    },
    {
      "id": "quote_11_1755685745597",
      "character": "Takaki Toono",
      "show": "5 Centimeters per Second",
      "quote": "At what speed must I live...to be able to see you again..?"
    }
  ]
}