{
  "name": "Monogatari Series: Second Season",
  "anilistId": 17074,
  "totalQuotes": 14,
  "totalCharacters": 9,
  "quotes": [
    {
      "id": "quote_1_1755681732215",
      "character": "Ougi Oshino",
      "show": "Monogatari Series: Second Season",
      "quote": "When the world is filled with red lights signaling danger, the world is safer than usual. But when it's filled with green lights signaling safety, it creates a place more dangerous than anywhere."
    },
    {
      "id": "quote_2_1755681732215",
      "character": "Yotsugi Ononoki",
      "show": "Monogatari Series: Second Season",
      "quote": "But still... Not trying to undo misunderstandings is the same as telling a lie."
    },
    {
      "id": "quote_3_1755681732215",
      "character": "Koyomi Araragi",
      "show": "Monogatari Series: Second Season",
      "quote": "How can someone who seeks a reason from another person be right? While you're forcing that reason on someone else, how can you take responsibility?"
    },
    {
      "id": "quote_4_1755681732215",
      "character": "Senjougahara Hitagi",
      "show": "Monogatari Series: Second Season",
      "quote": "To have something you detest is about as important as having something you love. Yet you accept everything that comes in your way. Because if you like anything and everything, they all end up being the same thing in the end."
    },
    {
      "id": "quote_5_1755681732215",
      "character": "Meme Oshino",
      "show": "Monogatari Series: Second Season",
      "quote": "No person exists that is just virtuous, and kindness is only something piled on the outside. There are no humans with just virtue and fairness. Rather, they try to be that and just build up stress."
    },
    {
      "id": "quote_6_1755681732215",
      "character": "Deishū Kaiki",
      "show": "Monogatari Series: Second Season",
      "quote": "Humans have a desire for truth or they have a desire to what they know is the truth. In other words, what the truth is exactly second to that. Be careful of what is the truth and what is lie. In other words, always doubt yourself. Harbor an inner devil as you read along... and I won't forget to add that by that point, you might have already fallen into my trap."
    },
    {
      "id": "quote_7_1755681732215",
      "character": "Deishū Kaiki",
      "show": "Monogatari Series: Second Season",
      "quote": "The moment you put it into words and tell someone, it starts to diverge from your feelings. Words are nothing but lies and nothing but cheats. No matter what the truth, the moment it is told, it becomes dramatized."
    },
    {
      "id": "quote_8_1755681732215",
      "character": "Yotsugi Ononoki",
      "show": "Monogatari Series: Second Season",
      "quote": "To ask is a moment's shame. Not to, lifelong."
    },
    {
      "id": "quote_9_1755681732215",
      "character": "Koyomi Araragi",
      "show": "Monogatari Series: Second Season",
      "quote": "People save themselves on their own. Nobody can ever save anyone else."
    },
    {
      "id": "quote_10_1755681732215",
      "character": "Mother Araragi",
      "show": "Monogatari Series: Second Season",
      "quote": "People can run from the things they don't like all they want. But if they're just averting their eyes, they're not running. As long as you think the current situation is okay, no one can help."
    },
    {
      "id": "quote_11_1755681732215",
      "character": "Senjougahara Hitagi",
      "show": "Monogatari Series: Second Season",
      "quote": "It's like I'd want to ask what justice is doing right now if it existed in this world. Well, justice is empty and ineffectual."
    },
    {
      "id": "quote_12_1755681732215",
      "character": "Deishū Kaiki",
      "show": "Monogatari Series: Second Season",
      "quote": "Romance can strengthen people, but it can also make them useless."
    },
    {
      "id": "quote_13_1755681732215",
      "character": "Tsubasa Hanekawa",
      "show": "Monogatari Series: Second Season",
      "quote": "Someone saying that they are happy doesn't necessarily mean that they are happy, right?"
    },
    {
      "id": "quote_14_1755681732215",
      "character": "Shinobu Oshino",
      "show": "Monogatari Series: Second Season",
      "quote": "It's not good to expect too much, but you can't do anything if you're being overly pessimistic. If you just wait thinking it's useless, nothing will come of it."
    }
  ]
}