{
  "name": "Devil May Cry",
  "anilistId": 1726,
  "totalQuotes": 15,
  "totalCharacters": 2,
  "lastUpdated": "2026-02-28T14:23:58.348Z",
  "quotes": [
    {
      "id": "quote_76_1755686513906",
      "character": "Dante",
      "quote": "What would you ask for if you could have your wishes granted? Would you ask to be rich? Or to have the woman you're in love with be yours?  You can wish for whatever you want, it's your business, but to have one's wishes come true always comes with a price. Every deal has a catch. You'd better be nice and careful."
    },
    {
      "id": "quote_77_1755686513906",
      "character": "Dante",
      "quote": "It's a cruel and random world. And yet the chaos is all so beautiful."
    },
    {
      "id": "quote_78_1755686513906",
      "character": "Dante",
      "quote": "There are people out there who would say there's nothing more important than love. But is love really that great? There are women, who because of love, get chased around by men. And there are men, who because of love, get killed by women. To put it down, for love to be so great, there's gotta be something else behind it that's even greater."
    },
    {
      "id": "quote_9_1755701004491",
      "character": "Dante",
      "quote": "They worship a demon as a god?"
    },
    {
      "id": "quote_10_1755701004491",
      "character": "Dante",
      "quote": "You can hide that body, but that smell... Hoo! There's no covering that up!"
    },
    {
      "id": "quote_11_1755701004491",
      "character": "Dante",
      "quote": "You summon and kill... Summon and kill... I fail to see the logic here. Is sanity the price to pay FOR POWER!?"
    },
    {
      "id": "quote_12_1755701004491",
      "character": "Dante",
      "quote": "Okay, are you ready? C'mon babes, LETS ROCK!!"
    },
    {
      "id": "quote_13_1755701004491",
      "character": "Dante",
      "quote": "We are the sons of Sparda! Within each of us flows his blood, but more importantly, his soul!"
    },
    {
      "id": "quote_14_1755701004491",
      "character": "Dante",
      "quote": "Well, if the kid screws up, then I'll just have to kick his ass."
    },
    {
      "id": "quote_15_1755701004491",
      "character": "Nero",
      "quote": "Fire's bad for the complexion. I burn easily, never tan!"
    },
    {
      "id": "quote_16_1755701004491",
      "character": "Nero",
      "quote": "From that day forth...my arm changed...and a voice echoed \"Power! Give me more power!\" ...and if I become a demon, so be it. I'll endure the exile...anything, to protect her!"
    },
    {
      "id": "quote_17_1755701004491",
      "character": "Nero",
      "quote": "Don't you think that's a little harsh? Killing me because of the way I t-t-t-talk?"
    },
    {
      "id": "quote_18_1755701004491",
      "character": "Dante",
      "quote": "First, I whip it out, then I thrust it, with great force. Every angle - it penetrates. Until, with great strength, I ram it in. In the end, we're all satisfied."
    },
    {
      "id": "quote_19_1755701004491",
      "character": "Nero",
      "quote": "Kid? Well... if that's how you see me, I think you'll blush a pretty pink when I kick your ass!"
    },
    {
      "id": "quote_8503_1772288638348",
      "character": "Nero",
      "quote": "From that day forth...my arm changed...and a voice echoed \"\"Power! Give me more power!\"\" ...and if I become a demon, so be it. I'll endure the exile...anything, to protect her!"
    }
  ]
}