{
  "name": "Naruto Shippuuden",
  "anilistId": 1735,
  "totalQuotes": 20,
  "totalCharacters": 9,
  "lastUpdated": "2025-08-20T10:38:44.511Z",
  "quotes": [
    {
      "id": "quote_1711_1755682024788",
      "character": "Pain",
      "quote": "Learn to embrace the fear of feeling about what it's like to contemplate what it is to know true pain. Because when I had nothing and no one - I always had Pain."
    },
    {
      "id": "quote_1712_1755682024788",
      "character": "Hagoromo Ōtsutsuki",
      "quote": "The past does not exist to remind us that the future cannot be changed. It exists to remind us what the future can be."
    },
    {
      "id": "quote_1713_1755682024788",
      "character": "Sai",
      "quote": "Even if I force myself to smile. It seems I'm the type of person who ends up being hated."
    },
    {
      "id": "quote_1714_1755682024788",
      "character": "Madara Uchiha",
      "quote": "I'd be lying if I said things are going according to my plan... but beggars can't be choosers, right?"
    },
    {
      "id": "quote_1715_1755682024788",
      "character": "Pain",
      "quote": "Feel pain, think about pain, accept pain, know pain... Shinra Tensei!"
    },
    {
      "id": "quote_1716_1755682024788",
      "character": "Madara Uchiha",
      "quote": "It seems that you still want to dance but... You will not be able to make steps anymore."
    },
    {
      "id": "quote_1717_1755682024788",
      "character": "Itachi Uchiha",
      "quote": "Knowledge and awareness are vague, and perhaps better called illusions. Everyone lives within their own subjective interpretation."
    },
    {
      "id": "quote_1718_1755682024788",
      "character": "Itachi Uchiha",
      "quote": "In this moment, I am euphoric. Not because of any phony Shinobi's blessing. But because, I'm enlightened by my intelligence."
    },
    {
      "id": "quote_1719_1755682024788",
      "character": "Sasuke Uchiha",
      "quote": "(About Sakura) Was she having fun in her little make-believe fantasy of true love? As for me, I have absolutely no reason to love her and likewise, I can see no reason why she would love me."
    },
    {
      "id": "quote_1720_1755682024788",
      "character": "Itachi Uchiha",
      "quote": "I actually don't think something like perfection exists. That is I think why we are born able to absorb things... and by comparing ourselves with something else we can finally head in a good direction."
    },
    {
      "id": "quote_1721_1755682024788",
      "character": "Naruto Uzumaki",
      "quote": "There is no telling what kind of pain will come  after me, but... if I stop believing because of that, if the hero should change, it'll turn into another story from the one my master left behind. Then it wont be Naruto! I can't write novels like my master did. That's why the sequel has to come from the life I live no matter how great the pain, I'll continue walking because that's who Naruto is!"
    },
    {
      "id": "quote_1722_1755682024788",
      "character": "Madara Uchiha",
      "quote": "[Last words to Hashirama] As comrades, huh... well... if that's how... we... will.... *smiles*"
    },
    {
      "id": "quote_1723_1755682024788",
      "character": "Madara Uchiha",
      "quote": "Love is not necessary, power is the only true necessity."
    },
    {
      "id": "quote_1724_1755682024788",
      "character": "Madara Uchiha",
      "quote": "The longer you live... The more you realize that reality is just made of pain, suffering and emptiness..."
    },
    {
      "id": "quote_111_1755686324511",
      "character": "Madara Uchiha",
      "quote": "People cannot show each other their true feelings. Fear, suspicion, and resentment never subside."
    },
    {
      "id": "quote_112_1755686324511",
      "character": "Sasuke Uchiha",
      "quote": "Having too many bonds causes one to lose focus, weakening their strongest wish, their greatest desire."
    },
    {
      "id": "quote_113_1755686324511",
      "character": "Sasuke Uchiha",
      "quote": "No man chooses evil because it is evil; he only mistakes it for happiness, the good he seeks"
    },
    {
      "id": "quote_114_1755686324511",
      "character": "Obito Uchiha",
      "quote": "The moment people come to know love, they run the risk of carrying hate."
    },
    {
      "id": "quote_115_1755686324511",
      "character": "Might Guy",
      "quote": "It's not always possible to do what we want to do, but it's important to believe in something before you actually do it."
    },
    {
      "id": "quote_116_1755686324511",
      "character": "Pain",
      "quote": "Even innocent foolish children will grow up in the face of pain, until their thoughts and beliefs are the same as their doubts."
    }
  ]
}