{
  "name": "The Fruit of Grisaia",
  "anilistId": 17729,
  "totalQuotes": 25,
  "totalCharacters": 3,
  "lastUpdated": "2026-02-28T13:55:06.408Z",
  "quotes": [
    {
      "id": "quote_1946_1755682086269",
      "character": "Yuuji Kazami",
      "quote": "There are only two times when a man can cry in public: when he loses his wallet and when his mother dies. And even if you cry in private, there's a severe restriction. Shed tears for others. The only thing you should be shedding for yourself is sweat. Remember that."
    },
    {
      "id": "quote_1947_1755682086269",
      "character": "Yuuji Kazami",
      "quote": "I was feeling down, but you distracted me by subjecting me to your selfish whims. There are times when selfishness can save a person."
    },
    {
      "id": "quote_1948_1755682086269",
      "character": "Yuuji Kazami",
      "quote": "Life comes at a cost. Wouldn’t it be arrogant to die before you’ve repaid that debt?"
    },
    {
      "id": "quote_1949_1755682086269",
      "character": "Kazuki Kazami",
      "quote": "I believe that \"I could have done something\" is the most frustrating regret of them all."
    },
    {
      "id": "quote_1950_1755682086269",
      "character": "Kazuki Kazami",
      "quote": "If someone lives, they will surely die. That is the absolute rule of this world."
    },
    {
      "id": "quote_1951_1755682086269",
      "character": "Yuuji Kazami",
      "quote": "At that point in my life, I couldn't find any value in anything. I was a brat who may as well be dead."
    },
    {
      "id": "quote_1952_1755682086269",
      "character": "Yuuji Kazami",
      "quote": "Lies are like colours. The more you pile up, the blacker things get."
    },
    {
      "id": "quote_1953_1755682086269",
      "character": "Yuuji Kazami",
      "quote": "Compared to failing without even trying, I'd rather take action, even at the risk of a mistake."
    },
    {
      "id": "quote_1954_1755682086269",
      "character": "Yuuji Kazami",
      "quote": "According to my master, when you're a kid, just being a fast runner makes you popular. In middle school, it's holding your own in a fight. After that, brains make you popular. Her point seemed to be, \"Run fast, hit hard, and read books.\""
    },
    {
      "id": "quote_1955_1755682086269",
      "character": "Yuuji Kazami",
      "quote": "Colors and lies both get blacker as you add more. Add enough red, and it'll turn black too."
    },
    {
      "id": "quote_1956_1755682086269",
      "character": "Yuuji Kazami",
      "quote": "In this world, when you face forward, that's the future. When you look back, it's a memory. And if you clip a part of it out, that becomes a story."
    },
    {
      "id": "quote_1957_1755682086269",
      "character": "Kazuki Kazami",
      "quote": "There are always lazy people to deal with when you act as a group. Splitting into pairs and handling out jobs is more efficient."
    },
    {
      "id": "quote_1958_1755682086269",
      "character": "Kazuki Kazami",
      "quote": "It's too soon to give up. We aren't in Hell yet. This world is still worth surviving for."
    },
    {
      "id": "quote_1959_1755682086269",
      "character": "Yuuji Kazami",
      "quote": "At this point, no matter how I change, the things I've lost won't come back."
    },
    {
      "id": "quote_1960_1755682086269",
      "character": "Makina Irisu",
      "quote": "When cats are near death, they leave their owner's side, right? I'm sure that's exactly how I feel. I want to disappear while they can think, \"What a noisy, stupid girl she was, I wonder if she's doing okay.\""
    },
    {
      "id": "quote_1961_1755682086269",
      "character": "Kazuki Kazami",
      "quote": "That makes four time. Listen. The more you say, \"I'm sorry\", the lesser it's worth."
    },
    {
      "id": "quote_1962_1755682086269",
      "character": "Yuuji Kazami",
      "quote": "No matter what you're doing, the most essential thing is to not give up. Fail as many times as it takes. Keep trying persistantly untill you can call yourself 'avarage'. If you can collect a nice group of avarage-level skills, that's already above-avarage. You've created your own sort of 'talent'."
    },
    {
      "id": "quote_1963_1755682086269",
      "character": "Yuuji Kazami",
      "quote": "This is something my master used to say. \"Kids who are too obedient and never think of themselves are the hardest to watch.\""
    },
    {
      "id": "quote_1964_1755682086269",
      "character": "Yuuji Kazami",
      "quote": "Being indebted to someone is nothing to be ashamed of. Not repaying that debt is."
    },
    {
      "id": "quote_215_1755700769994",
      "character": "Yuuji Kazami",
      "quote": "This is something my master used to say. \"Kids who are too obedient and never think of themselves are the hardest to watch.\" "
    },
    {
      "id": "quote_1871_1772286906408",
      "character": "Kazuki Kazami",
      "quote": "I believe that \"\"I could have done something\"\" is the most frustrating regret of them all."
    },
    {
      "id": "quote_1873_1772286906408",
      "character": "Kazuki Kazami",
      "quote": "That makes four time. Listen. The more you say, \"\"I'm sorry\"\", the lesser it's worth."
    },
    {
      "id": "quote_1886_1772286906408",
      "character": "Yuuji Kazami",
      "quote": "This is something my master used to say. \"\"Kids who are too obedient and never think of themselves are the hardest to watch.\"\""
    },
    {
      "id": "quote_1887_1772286906408",
      "character": "Makina Irisu",
      "quote": "When cats are near death, they leave their owner's side, right? I'm sure that's exactly how I feel. I want to disappear while they can think, \"\"What a noisy, stupid girl she was, I wonder if she's doing okay."
    },
    {
      "id": "quote_2585_1772286906408",
      "character": "Yuuji Kazami",
      "quote": "According to my master, when you're a kid, just being a fast runner makes you popular. In middle school, it's holding your own in a fight. After that, brains make you popular. Her point seemed to be, \"\"Run fast, hit hard, and read books."
    }
  ]
}