{
  "name": "Vandread",
  "anilistId": 180,
  "totalQuotes": 4,
  "totalCharacters": 3,
  "lastUpdated": "2025-08-20T10:33:13.490Z",
  "quotes": [
    {
      "id": "quote_137_1755685993490",
      "character": "Meia Gisborn",
      "quote": "Regardless of what happens our lives are finite. We all know that we will grow old and that someday our lives will end. That's why we try so hard to live each day to the fullest. That's why we keep stumbling on by trial and error. But it isn't just for ourselves, it's so we can leave some signposts for the people following in our foot steps. To cowards who cling to where they are and who have given up on trying to move forward there is no way to see how bright the future is even though it's just around the corner!"
    },
    {
      "id": "quote_138_1755685993490",
      "character": "Hibiki Tokai",
      "quote": "The Time is now for us to start something new. Everybody's struggling, you think you're special - you're not. Forget it, there's no time. Don't try to hide in the corner barking and don't take your aggression out on others. If you got time for that, step forward and stand tall, it's our future and no one is gonna give it to us. It's a future that we're gonna build for ourselves, with our very own hands. What's the point in being at the mercy of others. You can't lose as long as you don't give up. No matter how trapped you feel, no matter how unfair you think it is. The only thing that matters is what you see, with your own two eyes. What hope do you have if you turn away from that? What can you hope to achieve without facing the cold hard truth? A person has to have a reason to live, but you don't need any excuse to die."
    },
    {
      "id": "quote_139_1755685993490",
      "character": "Hibiki Tokai",
      "quote": "You can worry about things all you want, but it doesn't mean you'll always get an answer. What's important to remember, is that when it's all said and done and you got through it all somehow, are you the person you wanted to be?"
    },
    {
      "id": "quote_140_1755685993490",
      "character": "Rabat",
      "quote": "Compared to one million proverbs, just one word from your heart can prove victorious!"
    }
  ]
}