{
  "name": "Claymore",
  "anilistId": 1818,
  "totalQuotes": 28,
  "totalCharacters": 8,
  "lastUpdated": "2025-08-20T15:33:29.094Z",
  "quotes": [
    {
      "id": "quote_2594_1755663623163",
      "character": "Ophelia",
      "show": "Claymore",
      "quote": "This is called the \"Rippling Sword\". \"Rippling Ophelia\"... Great name, don't you think? But it's not too well known yet. Because most of the people who've seen it are dead."
    },
    {
      "id": "quote_2595_1755663623163",
      "character": "Riful",
      "show": "Claymore",
      "quote": "My goal isn't your death. I will just torture you, make you awaken and then make you my friends!"
    },
    {
      "id": "quote_2596_1755663623163",
      "character": "Claymore",
      "show": "Claymore",
      "quote": "From the moment I first saw you, you’ve looked so sad. Your face shows so much pain. Your eyes were like mine. They looked so sad, so hurt, so lonely… as if you couldn’t stand it."
    },
    {
      "id": "quote_2597_1755663623163",
      "character": "Clare",
      "show": "Claymore",
      "quote": "You said I should have forgotten everything and lived as a human, but... there's no way I could do that. At that time, Teresa was everything to me. Everything I lost... my life, my voice, even my joy in living... Teresa gave those back to me. Teresa gave me everything. So I had no choice but to move forward. I wasn't strong enough to forget all that and continue living."
    },
    {
      "id": "quote_2598_1755663623163",
      "character": "Jean",
      "show": "Claymore",
      "quote": "I already lost this life. I do not intend to stretch it out at the cost of my honor."
    },
    {
      "id": "quote_2599_1755663623163",
      "character": "Teresa",
      "show": "Claymore",
      "quote": "Say your prayers, wretches. Filth like you is even lower than Yoma. I'm going to kill... every last one of you."
    },
    {
      "id": "quote_2600_1755663623163",
      "character": "Irene",
      "show": "Claymore",
      "quote": "Seeing the same thing at that time and place, either moving forward or running away... I suppose that's what separates those who are fit for battle from those who are not."
    },
    {
      "id": "quote_2601_1755663623163",
      "character": "Claymore",
      "show": "Claymore",
      "quote": "The weak always cling to words, and those with power die for those without it."
    },
    {
      "id": "quote_2602_1755663623163",
      "character": "Teresa",
      "show": "Claymore",
      "quote": "You can come after me as many times as you want. I'll cut you down every time."
    },
    {
      "id": "quote_2603_1755663623163",
      "character": "Irene",
      "show": "Claymore",
      "quote": "Live, Clare! Your staying alive is the only proof that Teresa ever existed."
    },
    {
      "id": "quote_2604_1755663623163",
      "character": "Galatea",
      "show": "Claymore",
      "quote": "This might come a little late but... you people make me sick."
    },
    {
      "id": "quote_2605_1755663623163",
      "character": "Ophelia",
      "show": "Claymore",
      "quote": "Don't you think it's beautiful? That rosy red that spreads only where the body is wounded. Shall I paint you in that lovely red... little boy?"
    },
    {
      "id": "quote_2606_1755663623163",
      "character": "Riful",
      "show": "Claymore",
      "quote": "Sorry... I really... want to let you savor your moment of glory a little longer. But I really can't be having this. After all is said and done... he is still my man after all."
    },
    {
      "id": "quote_2607_1755663623163",
      "character": "Irene",
      "show": "Claymore",
      "quote": "Teresa had plenty of chances to kill Priscilla. The reason she didn't was that after being with you, Teresa's heart lost the toughness of a warrior. The Teresa I knew would have dispatched Priscilla without hesitation at their first encounter. After she met you, she was no longer fit for battle. That's why she died. That's the truth. But I think Teresa was happy."
    },
    {
      "id": "quote_2608_1755663623163",
      "character": "Galatea",
      "show": "Claymore",
      "quote": "Looks like most of what you say immediately vanishes from your head once you say it. I really envy you for a brain with such a lively metabolism."
    },
    {
      "id": "quote_2609_1755663623163",
      "character": "Teresa",
      "show": "Claymore",
      "quote": "This young girl, whose small body is only half the size of mine, has taught me that tears can flow from these silver eyes."
    },
    {
      "id": "quote_2610_1755663623163",
      "character": "Teresa",
      "show": "Claymore",
      "quote": "Even if it's a rule... whether or not I follow it is up to me. Whether I obey the rule or break it and get killed by my comrades... is my choice."
    },
    {
      "id": "quote_2611_1755663623163",
      "character": "Ophelia",
      "show": "Claymore",
      "quote": "It's truly infuriating... I despise people like you who put their own lives in jeopardy for some glorious, hopeless cause."
    },
    {
      "id": "quote_2612_1755663623163",
      "character": "Riful",
      "show": "Claymore",
      "quote": "Being thrown away by humans, devoted to them even though you aren't one of them... and once they are finished with you, they have you end your life yourself... and not even an ounce of gratitude for all that. On the contrary: for your whole life you are hated and reviled. It really is idiotic. We are a different species after all. Once you start seeing things that way, it all becomes very easy to accept. Do humans shed tears for the birds, pigs, cows and sheep that become their food? Of course they don't. They are a different species after all. That is nature. That is the truth. That is Providence. Your way of thinking up to now was the warped one."
    },
    {
      "id": "quote_2613_1755663623163",
      "character": "Clare",
      "show": "Claymore",
      "quote": "Don't be so quick to throw away your life. No matter how disgraceful or embarrassing it may be, you need to keep struggling to find your way out until the very end."
    },
    {
      "id": "quote_2614_1755663623163",
      "character": "Teresa",
      "show": "Claymore",
      "quote": "[Last words] All right then, I'll put you out of your misery. [Her hands are sliced off] Eh?"
    },
    {
      "id": "quote_2615_1755663623163",
      "character": "Ophelia",
      "show": "Claymore",
      "quote": "Really! How marvellous! You two are simply marvellous. Which one of you should I kill? Which one of you would be more fun to watch as you wail in agony?"
    },
    {
      "id": "quote_2616_1755663623163",
      "character": "Clare",
      "show": "Claymore",
      "quote": "My existence was nothing more to her than a stone by the side of the road. I wasn't enough to fill her belly. Or perhaps I didn't even get reflected in her eyes. I couldn't even hate the beast that killed Teresa. It was me, overcome by fear, that I could not forgive."
    },
    {
      "id": "quote_2617_1755663623163",
      "character": "Ophelia",
      "show": "Claymore",
      "quote": "[Last words] Well done. You win. As promised, I entrust you with everything. After all I can't do any more at this point anyways. Man, this really annoys me. I really hate people, who put their life on the line like you. Now quickly, finish me off. If you don't hurry, I'll regenerate again. Since you will be fighting in my stead, I won't stand for it if you lose, understand?"
    },
    {
      "id": "quote_2618_1755663623163",
      "character": "Riful",
      "show": "Claymore",
      "quote": "Tell you what… I’ll carve you up until you find yourselves cursing the fact that you have such resilient bodies."
    },
    {
      "id": "quote_2619_1755663623163",
      "character": "Galatea",
      "show": "Claymore",
      "quote": "Don't cry. It will make your face even uglier."
    },
    {
      "id": "quote_2620_1755663623163",
      "character": "Teresa",
      "show": "Claymore",
      "quote": "This little girl, who's not even half my size... taught me that tears can flow even from these silver eyes."
    },
    {
      "id": "quote_2621_1755663623163",
      "character": "Ophelia",
      "show": "Claymore",
      "quote": "The idea that you can't die yet because you still have something to protect... that is the foolish illusion of the weak."
    }
  ]
}