{
  "name": "Whistle!",
  "anilistId": 183,
  "totalQuotes": 7,
  "totalCharacters": 5,
  "quotes": [
    {
      "id": "quote_119_1755682429360",
      "character": "Masahiro",
      "show": "Whistle!",
      "quote": "Little man! Don't talk small , and say your goal is to become like me. You should become a master of your own game."
    },
    {
      "id": "quote_120_1755682429360",
      "character": "Soujuu Matsushita",
      "show": "Whistle!",
      "quote": "Each one of them has something to improve. Victory doesn't come from technique or power alone. In the end, what's needed is a heart that won't give up. The only question is -- Do they have what it takes to push beyond their limits?"
    },
    {
      "id": "quote_121_1755682429360",
      "character": "Mizuno Tatsuya",
      "show": "Whistle!",
      "quote": "That kid's good point is that he feels he doesn't have much skill. It's this kind of person that will keep on improving."
    },
    {
      "id": "quote_122_1755682429360",
      "character": "Kou Kazamatsuri",
      "show": "Whistle!",
      "quote": "Charging from the front isn't the only way to cross a wall. If pushing doesn't work, why not try pulling? Try thinking from the opposite direction, you might be able to find a new way out."
    },
    {
      "id": "quote_123_1755682429360",
      "character": "Shō Kazamatsuri",
      "show": "Whistle!",
      "quote": "Why do I want to win so much...? Everyone takes up soccer for different reasons. But we all have a passion for the sport... That drive carries us through a game, even if we lose. If we win, it pushes us forward to the next game. The winners of the game honour the losers by playing with everything they have... and until we hit a wall, until a better team beats us, we should try our best, instead of running away. That's what I want to do!"
    },
    {
      "id": "quote_124_1755682429360",
      "character": "Shō Kazamatsuri",
      "show": "Whistle!",
      "quote": "I won't be defeated because I know how awful it feels to lose after doing my very best!"
    },
    {
      "id": "quote_125_1755682429360",
      "character": "Soujuu Matsushita",
      "show": "Whistle!",
      "quote": "It's okay to make mistakes. In fact, you should. Making mistakes is how you learn to do it right. Getting a good result isn't the only thing. What matters is that you play your best during the game."
    }
  ]
}