{
  "name": "Natsume Yuujinchou",
  "anilistId": 188619,
  "totalQuotes": 36,
  "totalCharacters": 6,
  "quotes": [
    {
      "id": "quote_1949_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "Sad memories are a part of what makes me who I am."
    },
    {
      "id": "quote_1950_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "When I look at their kind smiles and thought that I was supposed to be there smiling too... I couldn't stop crying. It hurt so much that I wanted to forget."
    },
    {
      "id": "quote_1951_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "I don't have much power and I'm trying to get stronger. But I'm not afraid of sharing my heart..."
    },
    {
      "id": "quote_1952_1755663555672",
      "character": "Natsume Takeshi",
      "show": "Natsume Yuujinchou",
      "quote": "There were a lot of people who were kind to begin with. No, they were probably good people but, I don't want to see the disappointment in their eyes anymore. I don't really want to meet kind of people anymore."
    },
    {
      "id": "quote_1953_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "Until just recently, the stars were something I only saw by myself."
    },
    {
      "id": "quote_1954_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "There were sad days, and painful ones and there may be more. Even so they're treasured days that I'll never forget."
    },
    {
      "id": "quote_1955_1755663555672",
      "character": "Kaname Tanuma",
      "show": "Natsume Yuujinchou",
      "quote": "Don't lie if you don't have to."
    },
    {
      "id": "quote_1956_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "There are still times when our different ways of thinking make me hesitate but I feel like there are ways we can balance each other because we're different."
    },
    {
      "id": "quote_1957_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "It's strange isn't it. The two groups, which looked like they hated each other, are now shining the same color as they vanish into the distant sky."
    },
    {
      "id": "quote_1958_1755663555672",
      "character": "Natsume Takeshi",
      "show": "Natsume Yuujinchou",
      "quote": "I may not have anywhere to go... but I can't just selfishly disappear either."
    },
    {
      "id": "quote_1959_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "They are those who come and go as they please. Even so, once you come to know them, even though there's no one else who notices them, it's a precious encounter that will keep your heart strong."
    },
    {
      "id": "quote_1960_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "The voice, the smile that still remains in his heart... all of it was a long time ago. Humans live such short lives."
    },
    {
      "id": "quote_1961_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "Once you've been loved once and have loved once, you cannot forget it."
    },
    {
      "id": "quote_1962_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "Even if it's small, take a step forward."
    },
    {
      "id": "quote_1963_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "They come without asking, and then they leave just the same. But once you meet them, even if nobody ever knows it, that encounter will change your life for the better."
    },
    {
      "id": "quote_1964_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "I decided to stop calling out for someone who would never call back."
    },
    {
      "id": "quote_1965_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "Snowdrop. I also don't know what I'm looking for. What does the future hold? Will I be able to not forget what I have found?"
    },
    {
      "id": "quote_1966_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "There are things you can't have no matter how much you want them. So it's easier to just forget them."
    },
    {
      "id": "quote_1967_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "It's times like this that I wish I could come up with an appropriate response.  I hate myself for not being able to reply properly."
    },
    {
      "id": "quote_1968_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "Nature itself is absurd. Humans are the only ones who whine about it."
    },
    {
      "id": "quote_1969_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "I've been through so many meetings and partings. They were like a heavy secret, but when I started to talk about them, they seemed to sparkle... I couldn't put them into words."
    },
    {
      "id": "quote_1970_1755663555672",
      "character": "Madara",
      "show": "Natsume Yuujinchou",
      "quote": "When you go easy on the ones with just a bit of power, they give you more trouble than anybody else."
    },
    {
      "id": "quote_1971_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "I called his name again and again. And I learned that each time, nothing called back. I learned that no matter how much you want something, how many times you scream to it, sometimes it's out of reach. I decided to stop calling out for someone who would never call back."
    },
    {
      "id": "quote_1972_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "They're part of who I am. No matter how much they hurt, they're important to me."
    },
    {
      "id": "quote_1973_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "To leave the first tracks, we must go somewhere nobody's been yet."
    },
    {
      "id": "quote_1974_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "I learned that no matter how much you want something, no matter how much you scream for it, sometimes it's out of your reach."
    },
    {
      "id": "quote_1975_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "This frustrating happiness... Days so warm it almost makes you dizzy. By this time next year... It may be time for me to stop looking away and know for real. Since I've decided to protect the Book of Friends... Since I decided to accept what I hear and see."
    },
    {
      "id": "quote_1976_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "Why are you looking for something when you can't even remember what it is?"
    },
    {
      "id": "quote_1977_1755663555672",
      "character": "Natsume Takeshi",
      "show": "Natsume Yuujinchou",
      "quote": "We probably are.  I can't explain it very well, but it seems that lately it doesn't matter, human or spirit.  If your hearts touch, it's the same thing.  When you're all alone, you get lonely, and the first step is always scary."
    },
    {
      "id": "quote_1978_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "As I had encountered kindness, I wanted to be kind myself. I wanted to be able to do something, just like others had done for me."
    },
    {
      "id": "quote_1979_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "Even if there's nothing here today, there might be something tomorrow.  It's a caring heart that's important."
    },
    {
      "id": "quote_1980_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "Hotaru, do you think the day will come that I'll lose it (the ability to see spirits) as well?  A one-sided visit and troublesome days...is that freedom? or...At that time, a small firefly (Hotaru) passed by and whispered something to me.  But I could not understand the words of a bug.  Farewell, Hotaru.  I wonder if that person understood...just that person."
    },
    {
      "id": "quote_1981_1755663555672",
      "character": "Yobiko",
      "show": "Natsume Yuujinchou",
      "quote": "If the words are of rage and hate, I must accept them. I've run for so long but I can never forget."
    },
    {
      "id": "quote_1982_1755663555672",
      "character": "Natsume Takeshi",
      "show": "Natsume Yuujinchou",
      "quote": "No one could understand the fear of walking alone in this unstable world."
    },
    {
      "id": "quote_1983_1755663555672",
      "character": "Hiiragi",
      "show": "Natsume Yuujinchou",
      "quote": "Was he the kind of master who would leave you behind? If you decided in your hearts to serve him, then believe in your master."
    },
    {
      "id": "quote_1984_1755663555672",
      "character": "Takashi Natsume",
      "show": "Natsume Yuujinchou",
      "quote": "If there's someone you wish to see, then you are no longer alone."
    }
  ]
}