{
  "name": "Nisekoi",
  "anilistId": 18897,
  "totalQuotes": 29,
  "totalCharacters": 12,
  "quotes": [
    {
      "id": "quote_773_1755681809184",
      "character": "Ichijou Raku",
      "show": "Nisekoi",
      "quote": "But... If you're the kind of person who can devote herself like that to someone, then I'll bet you anything there's someone out there who'll fall in love with you."
    },
    {
      "id": "quote_774_1755681809184",
      "character": "Tachibana Marika",
      "show": "Nisekoi",
      "quote": "You can't achieve anything if you don't make a move. Love is an all-out assault."
    },
    {
      "id": "quote_775_1755681809184",
      "character": "Tachibana Marika",
      "show": "Nisekoi",
      "quote": "I confessed you know!? Many, many times! Even though I knew the answer from my mouth... with my voice! I confessed you know!? Have you ever looked at Raku straight in the eyes!? Is that all you've got for Raku!? At least for the last time, you need to be a little more truthful to yourself!! If you really liked him, then you can't just pretend like nothing ever happened!!"
    },
    {
      "id": "quote_776_1755681809184",
      "character": "Kirisaki Hana",
      "show": "Nisekoi",
      "quote": "Time is not money. You can't buy time, now can you?"
    },
    {
      "id": "quote_777_1755681809184",
      "character": "Tachibana Marika",
      "show": "Nisekoi",
      "quote": "Holding in your own feelings like that... ye think tha' no one's gonna get hurt since ye're not lettin' it show to anyone? Tha's just the same as goin' 'round hurting everyone anyway!! What ye're doin' isn't ye keepin' everyone dear to ye!! Ye're just protectin' yerself!!! Ye're just 'fraid of gettin' hurt! Losin' yer nerve! Ye're just scared!!"
    },
    {
      "id": "quote_778_1755681809184",
      "character": "Maiko Shuu",
      "show": "Nisekoi",
      "quote": "Seeing them as the same is wrong. It's a touchy subject, but the weight of something you bear with your own power and with someone else's are different."
    },
    {
      "id": "quote_779_1755681809184",
      "character": "Maiko Shuu",
      "show": "Nisekoi",
      "quote": "Making sure I have no regrets... that would just be self-serving, nothing more. It's all right. I mean, this is a great memory in itself, right?"
    },
    {
      "id": "quote_780_1755681809184",
      "character": "Maiko Shuu",
      "show": "Nisekoi",
      "quote": "So you feel like you're being dishonest or something? That's not true. It's a great thing to come to like someone. If you ask me... The important thing here is, that you have to make a clear choice between the two of them."
    },
    {
      "id": "quote_781_1755681809184",
      "character": "Tachibana Chika",
      "show": "Nisekoi",
      "quote": "You have no intention of reciprocating my daughter's feelings, do you? So what gives you the right to speak in that way? Perhaps you wish to appease your guilty conscience. Would you not call that \"hypocrisy\"?"
    },
    {
      "id": "quote_782_1755681809184",
      "character": "Fukuda Nanjirou",
      "show": "Nisekoi",
      "quote": "There are two kinds of people in this world. Those who eat the things they hate first, and those who eat them last."
    },
    {
      "id": "quote_783_1755681809184",
      "character": "Maiko Shuu",
      "show": "Nisekoi",
      "quote": "I'll tell you a way that I heard to figure out if you like someone or not. Imagine, when you find a rainbow, when you found a shooting star, when you found a cafe you like, when your change is 777 yen or something. If it's Raku, it's fine to imagine the first time a leaf stood up in your tea. When you found a beautiful sunset, or if you found your taste in music, or if you win a pretty good prize in the lottery, those small things in everyday life. When you encounter those small happiness or luck, who is the very first person you want to tell that to? Whose face came into your mind?"
    },
    {
      "id": "quote_784_1755681809184",
      "character": "Ichijou Raku",
      "show": "Nisekoi",
      "quote": "I'm used to gettting clobbered by her and all. But damn. A slap on the face hurts so much more."
    },
    {
      "id": "quote_785_1755681809184",
      "character": "Ichijou Raku",
      "show": "Nisekoi",
      "quote": "You're right. Whether I ever see that girl again or not, that doesn't change the fact that this promise is important to me. I'm gonna go on treasuring it."
    },
    {
      "id": "quote_786_1755681809184",
      "character": "Kanakura Yui",
      "show": "Nisekoi",
      "quote": "Once you find out whom you made the promise to, will you really be able to fall in love with her?"
    },
    {
      "id": "quote_787_1755681809184",
      "character": "Tachibana Marika",
      "show": "Nisekoi",
      "quote": "I won't come to hate you! Never! Regardless of what happens in the future!"
    },
    {
      "id": "quote_788_1755681809184",
      "character": "Maiko Shuu",
      "show": "Nisekoi",
      "quote": "To enjoy my youth properly. She might've been talking about something like this. To live without thinking about consequences or what's around me with all my strength. That's what it was about..."
    },
    {
      "id": "quote_789_1755681809184",
      "character": "Tachibana Marika",
      "show": "Nisekoi",
      "quote": "My, my! Do I really need to spell it out for you? There is nothing that you can acquire without making a move on your own. It's the same with romance - your only hope is to be more aggressive."
    },
    {
      "id": "quote_790_1755681809184",
      "character": "Chitoge Kirisaki",
      "show": "Nisekoi",
      "quote": "Everyone has an ability. And it means that everyone should use that ability to the fullest."
    },
    {
      "id": "quote_791_1755681809184",
      "character": "Claude",
      "show": "Nisekoi",
      "quote": "To us, you are more valuable than any jewel. Would you be at ease if you left your most treasured valuable outside the bounds of your own home? A treasure is something you keep with you at all times. It is common sense."
    },
    {
      "id": "quote_792_1755681809184",
      "character": "Onodera Kosaki",
      "show": "Nisekoi",
      "quote": "Why did you run away, Chitoge-chan? No... I don't want this... I won't be happy with you just giving up... To end up liking the same person. It's painful, for sure but Chitoge-chan, you like him enough to not be able to face him again after that, don't you? Regardless of who ends up with him, I want to be satisfied when it happens. I thought for sure that you think the same way. Is there a reason why that can't happen? Tell me Chitoge-chan..."
    },
    {
      "id": "quote_793_1755681809184",
      "character": "Tachibana Marika",
      "show": "Nisekoi",
      "quote": "Love does not hurt when you're loving the right person."
    },
    {
      "id": "quote_794_1755681809184",
      "character": "Maiko Shuu",
      "show": "Nisekoi",
      "quote": "It's just... a love that's continued for many years without straying is something that, to anyone who sees it, is beautiful and impossible to fault. But... Though it may be short, and it may be something that's become crooked and bent partway through, if they're serious about the way they feel... then I don't think that's something that isn't beautiful."
    },
    {
      "id": "quote_795_1755681809184",
      "character": "Tachibana Marika",
      "show": "Nisekoi",
      "quote": "Oh? What are you surprised about!? Do you think that I'm someone who would give up after being rejected just once!? Hospitalized or not, I shall continue to polish myself and become even moooore of a spectacular lady, and return to you!!"
    },
    {
      "id": "quote_796_1755681809184",
      "character": "Maiko Shuu",
      "show": "Nisekoi",
      "quote": "In the end, mustering the courage to confess is up to the people \n\nconcerned."
    },
    {
      "id": "quote_797_1755681809184",
      "character": "Tsugumi Seishirou",
      "show": "Nisekoi",
      "quote": "It can't be helped, if there's nothing you can do, then there's nothing else you can do."
    },
    {
      "id": "quote_798_1755681809184",
      "character": "Maiko Shuu",
      "show": "Nisekoi",
      "quote": "I've decided to take this unrequited love, and quietly put it away in a corner of my heart as a bittersweet page of my youth."
    },
    {
      "id": "quote_799_1755681809184",
      "character": "Tachibana Chika",
      "show": "Nisekoi",
      "quote": "Traditions that don't benefit people today are worthless."
    },
    {
      "id": "quote_800_1755681809184",
      "character": "Maiko Shuu",
      "show": "Nisekoi",
      "quote": "The length of time you've been in love isn't the only thing that matters, right?"
    },
    {
      "id": "quote_801_1755681809184",
      "character": "Ruri Miyamoto",
      "show": "Nisekoi",
      "quote": "There's no law that says you can't go after someone just because he's already in love with someone else."
    }
  ]
}