{
  "name": "No Game No Life",
  "anilistId": 19815,
  "totalQuotes": 29,
  "totalCharacters": 6,
  "lastUpdated": "2025-08-20T14:38:06.826Z",
  "quotes": [
    {
      "id": "quote_1905_1755663550285",
      "character": "Stephanie Dola",
      "show": "No Game No Life",
      "quote": "A temporary defeat is nothing if it leads to ultimate victory!"
    },
    {
      "id": "quote_1906_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "In every time, in every world, the strong polish their fangs while the weak polish their wisdom."
    },
    {
      "id": "quote_1907_1755663550285",
      "character": "Tet",
      "show": "No Game No Life",
      "quote": "What do you think about your world? Is it fun? Is it easy to live in?"
    },
    {
      "id": "quote_1908_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "We do not stop playing games because we grow old, we grow old because we stop playing."
    },
    {
      "id": "quote_1909_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "There is more than one way to win a game. You can win without fighting!"
    },
    {
      "id": "quote_1910_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "There is no such thing as luck in this world. Rules, prerequisites, psychological states... There are any number of invisible factors that combine to produce an unpredictable, but inevitable result. The winner of each game is decided before it even begins. Chance is never a factor."
    },
    {
      "id": "quote_1911_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "Oppression. Rule by fear. dictatorships. It's a strange thing. Throughout history, for some reason, the lives of such rulers have always ended in the same way: Assassination by someone who isn't even part of a combat unit."
    },
    {
      "id": "quote_1912_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "\"Checkmate\" doesn't mean you've simply cornered the enemy king. It's a declaration that the enemy king is yours. That's why I said it the first time I met you. \"Checkmate.\""
    },
    {
      "id": "quote_1913_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "Because of our weakness, we trained our eyes, ears and the ability to think. Learning how to survive, that's our trait as humans! The human species can't use magic and can't even perceive it—but because we are weak, we have the wisdom to run away from magic and the intelligence to see through it! We don't have any extraordinary senses. But because we are weak, by learning and gaining experience, we gained the wisdom to achieve the unachievable—to predict the future...Rejoice! We are humans; we are the most talented people! Precisely because we were born without any ability, we can achieve anything. This is the will of the weakest race!"
    },
    {
      "id": "quote_1914_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "There's no more trusted observer than someone who suspects you."
    },
    {
      "id": "quote_1915_1755663550285",
      "character": "No Game No Life",
      "show": "No Game No Life",
      "quote": "This blank space represents infinite potential. One day, it may become anything."
    },
    {
      "id": "quote_1916_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "One of the things Blank loves best is saying 'No' to people who think they've got an absolute advantage."
    },
    {
      "id": "quote_1917_1755663550285",
      "character": "Shiro",
      "show": "No Game No Life",
      "quote": "Fulfilled people are just an urban legend."
    },
    {
      "id": "quote_1918_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "Only idiots start fights they can't win."
    },
    {
      "id": "quote_1919_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "What kind of king makes his men fight at the front line while he sits behind them relaxing?"
    },
    {
      "id": "quote_1920_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "Huh? In a real war, what fool waits for their enemy's \"turn\"?"
    },
    {
      "id": "quote_1921_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "The natural enemy of the strong is the weak, but the natural enemy of the weak is not the strong - it is the ones that are even weaker."
    },
    {
      "id": "quote_1922_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "Sorry. Our world isn't as nice a place as yours. When it comes to war and killing, we have far more expertise than you do."
    },
    {
      "id": "quote_1923_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "It's our job as normal people to ensure the potential of those misunderstood ones are realized."
    },
    {
      "id": "quote_1924_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "In fairy tales, when the protagonists end up in a different world, they do their best to get back home, right? But who would want to go back to a world like that?"
    },
    {
      "id": "quote_1925_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "I can conquer the world with one hand as long as you are Holding the other"
    },
    {
      "id": "quote_1926_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "Whats the probability of drawing the ace of spades from a deck with no jokers? Normaly it would be 150. But what if its a brand new deck? The position of cards in a new deck are typically identical, so that means if you take out the jokers and draw the card at the very bottom, it's the ace of spades almost 100% of the time. Oh that's right! I didn't say a word about it being a new deck. Rather, you didn't ask. Being in the \"no\" gives you the power to turn the probability of winning from 1.92% to 100%. The more knowledge of a party will be the inevitable victor."
    },
    {
      "id": "quote_1927_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "Throughout all of history, no wise king has ever forced his army to obey him through oppression. People will only truly fight for what is right. And there is only one thing that is truly right in this world! The one true, unchanging righteousness in the world is... cuteness! Cute makes right! All our needs, desires, and instincts seek cuteness, and it is for cuteness that we will give everything we have! That's just the way men are!"
    },
    {
      "id": "quote_1928_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "They say people can change, but is that really true? If they decide they want to fly, will they grow wings? I don't think so. You don't change yourself, you change how you do things. You have to make your own way. You have to create a way to fly, even while you stay the same."
    },
    {
      "id": "quote_1929_1755663550285",
      "character": "Tet",
      "show": "No Game No Life",
      "quote": "In reality, the least interesting answer is usually the correct one."
    },
    {
      "id": "quote_1930_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "An idiot that knows he's an idiot, is even harder to deal with than an idiot that thinks he isn't."
    },
    {
      "id": "quote_1931_1755663550285",
      "character": "Kurami Zell",
      "show": "No Game No Life",
      "quote": "A way for the weak to stay weak, but still defeat the strong. A way to stay who you are but surpass your limits. To soar through the sky, even if you can't fly. He's always found a way, inside despair, suffering and darkness."
    },
    {
      "id": "quote_1932_1755663550285",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "It's better for a man to be slow than fast."
    },
    {
      "id": "quote_107_1755700686826",
      "character": "Sora",
      "show": "No Game No Life",
      "quote": "Whats the probability of drawing the ace of spades from a deck with no jokers? Normaly it would be 1/50. But what if its a brand new deck? The position of cards in a new deck are typically identical, so that means if you take out the jokers and draw the card at the very bottom, it's the ace of spades almost 100% of the time. Oh that's right! I didn't say a word about it being a new deck. Rather, you didn't ask. Being in the \"no\" gives you the power to turn the probability of winning from 1.92% to 100%. The more knowledge of a party will be the inevitable victor.",
      "originalIndex": "986"
    }
  ]
}