{
  "name": "Noragami",
  "anilistId": 20447,
  "totalQuotes": 14,
  "totalCharacters": 5,
  "quotes": [
    {
      "id": "quote_2129_1755682139396",
      "character": "Bishamonten",
      "quote": "You are human, are you not? You are allowed to make mistakes."
    },
    {
      "id": "quote_2130_1755682139396",
      "character": "Yato",
      "quote": "Man, kids these days. They think it's a competition to have the most friends. One is enough. Find someone completely unique."
    },
    {
      "id": "quote_2131_1755682139396",
      "character": "Kazuma",
      "quote": "I'm a coward. But I wanted to stay by your side. The truth is I was so happy to hear that you needed me, I took advantage of your words. But you're crying again, because of me. I'm no blessed vessel. I'm just a piece of junk. I was supposed to guide you, but this was the only way I knew how."
    },
    {
      "id": "quote_2132_1755682139396",
      "character": "Yato",
      "quote": "You shouldn't judge people by how they look."
    },
    {
      "id": "quote_2133_1755682139396",
      "character": "Hiyori Iki",
      "quote": "If you're in a position to save people, you should never even joke like that. My father...The doctor...Would never abandon anyone. He'd never give up on a person's life, even if they tried to throw it away."
    },
    {
      "id": "quote_2134_1755682139396",
      "character": "Yato",
      "quote": "You should treat me with awe and wonder!"
    },
    {
      "id": "quote_2135_1755682139396",
      "character": "Yato",
      "quote": "Life and death are like light and shadow. They're both always there. But people don't like thinking about death, so subconsciously, they always look away from it."
    },
    {
      "id": "quote_2136_1755682139396",
      "character": "Yato",
      "quote": "Duh!! There's no such thing as free wish."
    },
    {
      "id": "quote_2137_1755682139396",
      "character": "Yato",
      "quote": "To put things simply, if your past makes your present... Then your present can and will make your future. When you think about it that way... You absolutely have the potential to be anything you want to be, don't you agree?"
    },
    {
      "id": "quote_2138_1755682139396",
      "character": "Bishamonten",
      "quote": "You asked me if I was ready to carry on. In all honesty, I am not sure of myself. But there is something that must be done now. And I will do it."
    },
    {
      "id": "quote_2139_1755682139396",
      "character": "Rabō",
      "quote": "Loathe me, o fierce deity. Accept and awaken to your maelstrom of hate...god of calamity, Yato!"
    },
    {
      "id": "quote_2140_1755682139396",
      "character": "Yato",
      "quote": "You've finally realized that the one thing you want, something greater than money, it can never be yours."
    },
    {
      "id": "quote_2141_1755682139396",
      "character": "Bishamonten",
      "quote": "If you hurt me, then so be it. Do you think that there is any human in all the world who has never hurt another? You are all so kind...It hurts you to hurt others. That is why I had been hiding my pain, as well."
    },
    {
      "id": "quote_2142_1755682139396",
      "character": "Yato",
      "quote": "Even if things are painful and tough, people should appreciate what it means to be alive."
    }
  ]
}