{
  "name": "The Irregular at Magic High School",
  "anilistId": 20458,
  "totalQuotes": 8,
  "totalCharacters": 2,
  "quotes": [
    {
      "id": "quote_444_1755681763854",
      "character": "Tatsuya Shiba",
      "quote": "It's a nice thought to believe in a \"next time\". If it was a real battlefield, there wouldn't be a \"next time\"."
    },
    {
      "id": "quote_445_1755681763854",
      "character": "Tatsuya Shiba",
      "quote": "A world where everyone is equal and receives the same treatment. No such place exists. If there was a world of equality, where talent and aptitude didn't matter, we would all be equally snubbed there."
    },
    {
      "id": "quote_446_1755681763854",
      "character": "Tatsuya Shiba",
      "quote": "How many people you killed, or how many you let live, it doesn't matter to me. You people incurred my wrath... That's reason enough, for you to meet your demise."
    },
    {
      "id": "quote_447_1755681763854",
      "character": "Tatsuya Shiba",
      "quote": "A world where everyone is equal and receives the same treatment. No such place exists. If there was a world of equality, where talent and aptitude didn’t matter, we would all be equally snubbed there."
    },
    {
      "id": "quote_448_1755681763854",
      "character": "Tatsuya Shiba",
      "quote": "No one's more aware of discrimination than the ones being discriminated against, huh?"
    },
    {
      "id": "quote_449_1755681763854",
      "character": "Tatsuya Shiba",
      "quote": "I lost all of what you could call feelings of love. They weren't sealed, so they can't be released. They weren't broken, so they can't be fixed. That which is lost, cannot be recovered."
    },
    {
      "id": "quote_450_1755681763854",
      "character": "Miyuki Shiba",
      "quote": "Wiping out any and all injuries as if they never happened. A spell like that... Do you really believe he can cast it without paying any price? In order to rewind the Eidos changelog and make a full copy,the stored information must be read in its entirely. Needless to say, that includes the pain and suffering experienced by the injured party. Not only that, but it's transmitted instantaneously in condensed form. For example, from the time that Isori was injured until brother cast his spell, roughly 30 seconds had gone by. Whereas the time Brother spent reading the Eidos changelog... was approximately 0.2 seconds. In that blink of an eye, my Brother's mind felt 150 times the pain and suffering experienced by Isori, condensed. Everytime Brother heals someone's wounds, that is the price he pays. Do you really mean to say that he should still use that power for others?"
    },
    {
      "id": "quote_3561_1772287794990",
      "character": "Tatsuya Shiba",
      "quote": "It's a nice thought to believe in a \"\"next time\"\". If it was a real battlefield, there wouldn't be a \"\"next time\"\"."
    }
  ],
  "lastUpdated": "2026-02-28T14:09:54.990Z"
}