{
  "name": "Haikyuu!!",
  "anilistId": 20464,
  "totalQuotes": 24,
  "totalCharacters": 9,
  "quotes": [
    {
      "id": "quote_64_1755681740889",
      "character": "Ukai Keishin",
      "quote": "Because people don't have wings... We look for ways to fly."
    },
    {
      "id": "quote_65_1755681740889",
      "character": "Ittetsu Takeda",
      "quote": "Is \"defeat\" proof that you are weak? Isn't \"defeat\" more like a trial to overcome? Of whether you can stand up and walk again after falling to you knees? If you remain on your knees like that, then it would be a sign of weakness."
    },
    {
      "id": "quote_66_1755681740889",
      "character": "Tanaka Saeko",
      "quote": "There are some flowers you only see when you take detours."
    },
    {
      "id": "quote_67_1755681740889",
      "character": "Daichi Sawamura",
      "quote": "We'll never win if we don't believe we can."
    },
    {
      "id": "quote_68_1755681740889",
      "character": "Daichi Sawamura",
      "quote": "Even if we're not confident that we'll win, even if others tell us we don't stand a chance, we must never tell ourselves that."
    },
    {
      "id": "quote_69_1755681740889",
      "character": "Shōyō Hinata",
      "quote": "The future belongs to those who believe in the beauty of their dreams."
    },
    {
      "id": "quote_70_1755681740889",
      "character": "Shōyō Hinata",
      "quote": "It's true that I'm not very tall. However! I can jump!"
    },
    {
      "id": "quote_71_1755681740889",
      "character": "Ittetsu Takeda",
      "quote": "Being weak means that there is a room to grow."
    },
    {
      "id": "quote_72_1755681740889",
      "character": "Ittetsu Takeda",
      "quote": "Does losing prove that you are weak? Isn't losing difficult for all of you? A challenge where, after ending up on your hands and knees, you must see if you can stand up again? If you stay on your hands and knees, that proves that you are weak."
    },
    {
      "id": "quote_73_1755681740889",
      "character": "Tobio Kageyama",
      "quote": "You don’t win alone. That’s just how it is."
    },
    {
      "id": "quote_74_1755681740889",
      "character": "Daichi Sawamura",
      "quote": "We're basically developing at this point, and we don't know the limits of our potential. Even if we felt those limits we would still keep aiming higher."
    },
    {
      "id": "quote_75_1755681740889",
      "character": "Shōyō Hinata",
      "quote": "Before my eyes, it blocks my path. A high, high wall. What sort of scene is on the other side? What will I be able to see there? “The view from the top”. A scenery I will never be able to see on my own. But if I’m not alone, then... I might be able to see it."
    },
    {
      "id": "quote_76_1755681740889",
      "character": "Tooru Oikawa",
      "quote": "If you think too hard when you don't have a brain, you're going to hurt your head."
    },
    {
      "id": "quote_77_1755681740889",
      "character": "Tooru Oikawa",
      "quote": "Talent is something you make bloom, instinct is something you polish."
    },
    {
      "id": "quote_78_1755681740889",
      "character": "Shōyō Hinata",
      "quote": "Do you need a reason to not want to lose?"
    },
    {
      "id": "quote_79_1755681740889",
      "character": "Shōyō Hinata",
      "quote": "Once my stomach settles down... You better be prepared, 'cause we'll really give you something to cry about in the mat... ugh... ch... uughh..."
    },
    {
      "id": "quote_80_1755681740889",
      "character": "Tooru Oikawa",
      "quote": "If you're gonna hit it, hit it until it breaks!"
    },
    {
      "id": "quote_81_1755681740889",
      "character": "Kiyoko Shimizu",
      "quote": "Little by little, what you’ve begun will naturally become important to you. What you need at the start is a little bit of curiosity."
    },
    {
      "id": "quote_82_1755681740889",
      "character": "Tobio Kageyama",
      "quote": "Y-you actually used your head??? You're going to get a fever!"
    },
    {
      "id": "quote_83_1755681740889",
      "character": "Tobio Kageyama",
      "quote": "Being the best decoy ever is as cool as being the ace."
    },
    {
      "id": "quote_84_1755681740889",
      "character": "Tobio Kageyama",
      "quote": "The last ones standing are the victors. Only the strongest. If you want to be the last one standing become strong."
    },
    {
      "id": "quote_85_1755681740889",
      "character": "Shōyō Hinata",
      "quote": "But now we can fight. Even if they read us or catch up to us...\nWe can fight!"
    },
    {
      "id": "quote_86_1755681740889",
      "character": "Ittetsu Takeda",
      "quote": "When 'colors' mix, they become muddy and messy. But when they all blend together, the final result is the color that wins against all others... Black."
    },
    {
      "id": "quote_87_1755681740889",
      "character": "Yuu Nishinoya",
      "quote": "I kept the ball in the air, it’s not your place to give up."
    }
  ]
}