{
  "name": "Isshūkan Friends",
  "anilistId": 20527,
  "totalQuotes": 6,
  "totalCharacters": 4,
  "quotes": [
    {
      "id": "quote_80_1755682394898",
      "character": "Yūki Hase",
      "show": "Isshūkan Friends",
      "quote": "There are things I don't want to forget... Memories of time spent with friends. Memories of time spent with her alone. Memories are important. But there's something even more important... That's to continue making memories."
    },
    {
      "id": "quote_81_1755682394898",
      "character": "Shiho Fujimiya",
      "show": "Isshūkan Friends",
      "quote": "Regretting the past forever won't solve anything."
    },
    {
      "id": "quote_82_1755682394898",
      "character": "Kaori Fujimiya",
      "show": "Isshūkan Friends",
      "quote": "Math is like a puzzle or a game. There's a clear answer, and you're going on a journey to find it. But there are many ways to reach that answer. That's why it's so fulfilling when you find the solution. There are ways to find an answer promptly, or more freely. Even roundabout methods can bring you to a definite solution. The method may not be pretty, but when the answer you worked hard to discover is right, it makes you happy."
    },
    {
      "id": "quote_83_1755682394898",
      "character": "Shougo Kiryuu",
      "show": "Isshūkan Friends",
      "quote": "You can only become friends by talking to people and finding out whether you get along."
    },
    {
      "id": "quote_84_1755682394898",
      "character": "Shougo Kiryuu",
      "show": "Isshūkan Friends",
      "quote": "Yeah, if I saw her smiling to herself while reading this, I might think it was creepy. But there's something wrong with people who talk trash and laugh behind another's back, too."
    },
    {
      "id": "quote_85_1755682394898",
      "character": "Shougo Kiryuu",
      "show": "Isshūkan Friends",
      "quote": "Who a person hangs out with is their choice. And I couldn't care less about rumors. Until I tried talking to them myself, I wouldn't know..."
    }
  ]
}