{
  "name": "Hamatora: The Animation",
  "anilistId": 20521,
  "totalQuotes": 9,
  "totalCharacters": 3,
  "lastUpdated": "2025-08-20T10:44:32.670Z",
  "quotes": [
    {
      "id": "quote_97_1755686672670",
      "character": "Murasaki",
      "quote": "Feelings aren't black and white. Even if they're fuzzy and contradictory, if they're sincere, they are what they are."
    },
    {
      "id": "quote_98_1755686672670",
      "character": "Murasaki",
      "quote": "Sometimes, I just think... this world has surpassed its capacity. It's overflowing. Our day-to-day lives are replete with both happiness and misfortune. Yet, because we cannot see the excess from the inside, we still feel unfulfilled. Given that we are capable of acknowledging neither excess nor deprivation, we might as well not exist. In other words... you can't withdraw coins from an ATM. That's common sense."
    },
    {
      "id": "quote_99_1755686672670",
      "character": "Murasaki",
      "quote": "People like you disgust me. You can't even face your own weakness."
    },
    {
      "id": "quote_100_1755686672670",
      "character": "Birthday",
      "quote": "I just think we're missing out if we're not trying different things and having fun. Life's too short."
    },
    {
      "id": "quote_101_1755686672670",
      "character": "Moral",
      "quote": "If providing people with what they desire is a sin, then all mothers are sinners, and the world is bereft of love."
    },
    {
      "id": "quote_102_1755686672670",
      "character": "Moral",
      "quote": "All human beings can only perceive the world through the filter of their values. Mediocre values may be harmless, but they are also utterly worthless."
    },
    {
      "id": "quote_103_1755686672670",
      "character": "Murasaki",
      "quote": "You chose to go with the flow and you think that doesn't make you guilty?"
    },
    {
      "id": "quote_104_1755686672670",
      "character": "Moral",
      "quote": "The weak can never break out of their own mold. They cry piteously within their cells, while they try to kick down anyone who strives to break free."
    },
    {
      "id": "quote_105_1755686672670",
      "character": "Murasaki",
      "quote": "Human emotions are just black or white sometimes there and consistent and can even be contradictory, but that's all right."
    }
  ]
}