{
  "name": "Brynhildr in the Darkness",
  "anilistId": 20534,
  "totalQuotes": 13,
  "totalCharacters": 9,
  "quotes": [
    {
      "id": "quote_1357_1755681934512",
      "character": "Tokou Nanami",
      "quote": "People don't vanish from this world the moment they die. Their true death is when they are forgotten by the living."
    },
    {
      "id": "quote_1358_1755681934512",
      "character": "Onodera",
      "quote": "Those who are granted great power lose all self-restraint when among the weak. Oranges don't start out rotten. It's the container that makes them rot."
    },
    {
      "id": "quote_1359_1755681934512",
      "character": "Wakabayashi Hatsuna",
      "quote": "Humans easily betray others. That's just the nature of them."
    },
    {
      "id": "quote_1360_1755681934512",
      "character": "Takatori Kotori",
      "quote": "Is it so strange to do something for someone else? If the people I love can stay smiling tomorrow... then you can call me foolish or whatever you want."
    },
    {
      "id": "quote_1361_1755681934512",
      "character": "Mako Fujisaki",
      "quote": "Lives are never of equal value. There is always a ranking order."
    },
    {
      "id": "quote_1362_1755681934512",
      "character": "Ichijiku Chisato",
      "quote": "It's a foolish thing, the human heart. Sometimes we fail to operate logically, and act on emotions."
    },
    {
      "id": "quote_1363_1755681934512",
      "character": "Ichijiku Chisato",
      "quote": "Killing for your own ideas... even a bandit could do that if it's killing a complete stranger. However, it's a completely different thing when it comes to killing a relative or a friend. Desire alone isn't enough. You need indomitable will and unwavering beliefs."
    },
    {
      "id": "quote_1364_1755681934512",
      "character": "Tokou Nanami",
      "quote": "People don't simply disappear from this world when they die. They only truly die when they are forgotten by those who are alive. That's why it doesn't matter whether I lived or died. No one knows of my existence, and I don't have I don't have a single friend. But... if you all won't forget about me... that is enough even if I die. With just that... I would be more alive than I ever have been."
    },
    {
      "id": "quote_1365_1755681934512",
      "character": "Makina",
      "quote": "Men select women based on emotion. Even if there's a reason, it's only secondary. However, women select men based on reason. Either by something like his class ranking or his standing in society."
    },
    {
      "id": "quote_1366_1755681934512",
      "character": "Chie",
      "quote": "When you are feeling sad... smile, even if you have to force yourself... If you cry when it gets painful... it will only get more painful."
    },
    {
      "id": "quote_1367_1755681934512",
      "character": "Kazumi Schlierenzauer",
      "quote": "You don't call someone a friend when they just remember you. You're friends because you like each other."
    },
    {
      "id": "quote_1368_1755681934512",
      "character": "Makina",
      "quote": "Only a foolish human would attempt to rationalize emotion."
    },
    {
      "id": "quote_1369_1755681934512",
      "character": "Wakabayashi Hatsuna",
      "quote": "Don't forget, our existence is a fragile and uncertain one, knowing that any one of us could die at any moment. In this short time that we have, we all have one or two wishes that we'd like to fulfill. Losing the most important wish... is like losing your reason for living."
    }
  ]
}