{
  "name": "Sword Art Online II",
  "anilistId": 20594,
  "totalQuotes": 13,
  "totalCharacters": 5,
  "quotes": [
    {
      "id": "quote_1972_1755682096057",
      "character": "Konno Yuuki",
      "show": "Sword Art Online II",
      "quote": "It's okay to live, even if there's no greater point to living."
    },
    {
      "id": "quote_1973_1755682096057",
      "character": "Asada Shino",
      "show": "Sword Art Online II",
      "quote": "If it's just a game, at least be brave enough to run towards the guns and die!"
    },
    {
      "id": "quote_1974_1755682096057",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online II",
      "quote": "I thought that the closer the real and virtual world got, the better the future would be. But the more the boundary between them blurs, the more it starts to trick people."
    },
    {
      "id": "quote_1975_1755682096057",
      "character": "Konno Yuuki",
      "show": "Sword Art Online II",
      "quote": "There are things you can only share with someone by fighting. For instance, how serious you are."
    },
    {
      "id": "quote_1976_1755682096057",
      "character": "Asuna Yūki",
      "show": "Sword Art Online II",
      "quote": "It's better not to look for more meaning than there is in a name. You'll lose sight of a lot more than you notice."
    },
    {
      "id": "quote_1977_1755682096057",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online II",
      "quote": "No one dies alone. When someone dies, the part of them that lives inside someone else also dies. You already live inside me."
    },
    {
      "id": "quote_1978_1755682096057",
      "character": "Konno Yuuki",
      "show": "Sword Art Online II",
      "quote": "I always say what exactly what I'm feeling, and if they don't like me, that's fine! It doesn't change the fact that I was close to their hearts."
    },
    {
      "id": "quote_1979_1755682096057",
      "character": "Konno Yuuki",
      "show": "Sword Art Online II",
      "quote": "God would never put us through all this suffering if he didn't think we could bear it."
    },
    {
      "id": "quote_1980_1755682096057",
      "character": "Konno Yuuki",
      "show": "Sword Art Online II",
      "quote": "Because of my last moments are such fulfillment.\nI can end my journey surrounded by so many people, in the arms of the person I love.\nI... I did my best to live, I lived here."
    },
    {
      "id": "quote_1981_1755682096057",
      "character": "Kazuto Kirigaya",
      "show": "Sword Art Online II",
      "quote": "I don't even know the real names of the two... no, three that I killed back then. I just close my eyes, put my hands over my ears and tried to forget it all."
    },
    {
      "id": "quote_1982_1755682096057",
      "character": "Aki Natsuki",
      "show": "Sword Art Online II",
      "quote": "You did it because you had to protect someone else. In medicine, there are times when you must pick who lives and who dies. Of course, that doesn't mean it's okay to kill someone if you have a good reason. But everyone involved has the right to consider the lives they saved. You have the right. You have the right to save yourself, by thinking of the people you've saved."
    },
    {
      "id": "quote_1983_1755682096057",
      "character": "Konno Yuuki",
      "show": "Sword Art Online II",
      "quote": "Sometimes you have to fight to get your point across."
    },
    {
      "id": "quote_1984_1755682096057",
      "character": "Konno Yuuki",
      "show": "Sword Art Online II",
      "quote": "You hit me with everything you had, so I decided I could trust you with everything I had."
    }
  ]
}