{
  "name": "The World Is Still Beautiful",
  "anilistId": 20599,
  "totalQuotes": 10,
  "totalCharacters": 3,
  "lastUpdated": "2025-08-20T10:32:59.793Z",
  "quotes": [
    {
      "id": "quote_124_1755685979793",
      "character": "Nike Lemercier",
      "quote": "What you need are feelings and experiences. The feelings of the person seeking the rain must be in concert with those of the person making it."
    },
    {
      "id": "quote_125_1755685979793",
      "character": "Nike Lemercier",
      "quote": "The rain, the wind, the sun... you bring them all with you. Every time our eyes meet. You bring the world to me."
    },
    {
      "id": "quote_126_1755685979793",
      "character": "Nike Lemercier",
      "quote": "I'm not afraid of the times I can't see him. When I feel pain in my chest, my song grows... The scenery feels closer. The next time I see you... I will, once again, fall in love."
    },
    {
      "id": "quote_127_1755685979793",
      "character": "Nike Lemercier",
      "quote": "The sun may be wonderful but can you live on that alone? We all live because of the wind, the clouds, and the rain. They're not things you can throw out just because they're temporarily inconvenient, right?"
    },
    {
      "id": "quote_128_1755685979793",
      "character": "Nike Lemercier",
      "quote": "Clouds... come here. Drops... fall here. Drive out the flames... tell him... that despite all of this... the world is still beautiful."
    },
    {
      "id": "quote_129_1755685979793",
      "character": "Nike Lemercier",
      "quote": "Any harm that comes to me because of you is harm that I need. I want to share your pain. So I want you to let me fight. With you."
    },
    {
      "id": "quote_130_1755685979793",
      "character": "Livius Orvinus Ifrikia",
      "quote": "The world just exists to hurt people and to be conquered. To survive, you mow down your enemies and take what you want."
    },
    {
      "id": "quote_131_1755685979793",
      "character": "Iraha Lemercier",
      "quote": "Destiny is a mysterious thing. It lets people reach their intended destinations."
    },
    {
      "id": "quote_132_1755685979793",
      "character": "Livius Orvinus Ifrikia",
      "quote": "I don't need some ring or some throne! If it means that I won't lose you... I would throw everything away!"
    },
    {
      "id": "quote_133_1755685979793",
      "character": "Nike Lemercier",
      "quote": "You own the world, but you've never looked at any of it. What a waste."
    }
  ]
}