{
  "name": "Ao Haru Ride",
  "anilistId": 20596,
  "totalQuotes": 21,
  "totalCharacters": 6,
  "quotes": [
    {
      "id": "quote_1819_1755682047953",
      "character": "Yoshioka Futaba",
      "show": "Ao Haru Ride",
      "quote": "If you lose something big, that nothing can replace it... Then it’s okay if you have more than one, right? Even if the number is small, whether it’s 10 or 100, if you gather them up then you will have a reason to go on!"
    },
    {
      "id": "quote_1820_1755682047953",
      "character": "Yoshioka Futaba",
      "show": "Ao Haru Ride",
      "quote": "I was too bent on fulfilling my objectives… I failed to see things from a larger perspective. I failed to build up a good relationship with them."
    },
    {
      "id": "quote_1821_1755682047953",
      "character": "Kou Mabuchi",
      "show": "Ao Haru Ride",
      "quote": "We can no longer go back though, I’m totally different from that person in the past, you too. That was just a brief reminiscing of our past, that’s all."
    },
    {
      "id": "quote_1822_1755682047953",
      "character": "Shuuko Murao",
      "show": "Ao Haru Ride",
      "quote": "If you still love her, I can't help that, but don't meddle with her half-heartedly. If you can surpress your feelings, then leave it."
    },
    {
      "id": "quote_1823_1755682047953",
      "character": "Shuuko Murao",
      "show": "Ao Haru Ride",
      "quote": "The feeling of not wanting to lose, everyone has it. If you find it unfair, you’ll have to work harder yourself."
    },
    {
      "id": "quote_1824_1755682047953",
      "character": "Yoshioka Futaba",
      "show": "Ao Haru Ride",
      "quote": "Sometimes people put up walls, not to keep others out, but to see who cares enough to break them down."
    },
    {
      "id": "quote_1825_1755682047953",
      "character": "Yoshioka Futaba",
      "show": "Ao Haru Ride",
      "quote": "I like you. I came here to get rejected properly. To end this, so I can move forward. To make me convinced of this broken heart, I want to get rejected properly."
    },
    {
      "id": "quote_1826_1755682047953",
      "character": "Yoshioka Futaba",
      "show": "Ao Haru Ride",
      "quote": "When you’re in love, you start to worry about the most trivial details. It should feel really restrictive, but worrying about this kind of thing makes me really happy instead."
    },
    {
      "id": "quote_1827_1755682047953",
      "character": "Kou Mabuchi",
      "show": "Ao Haru Ride",
      "quote": "I can't surpress my feeling anymore. When she gets confused, I will still her back. Yes I know I am selfish, I don't care."
    },
    {
      "id": "quote_1828_1755682047953",
      "character": "Yoshioka Futaba",
      "show": "Ao Haru Ride",
      "quote": "If you lose something, just build it again. And this time, with a greater care."
    },
    {
      "id": "quote_1829_1755682047953",
      "character": "Kou Mabuchi",
      "show": "Ao Haru Ride",
      "quote": "Caring for things brings a lot of trouble."
    },
    {
      "id": "quote_1830_1755682047953",
      "character": "Yuuri Makita",
      "show": "Ao Haru Ride",
      "quote": "Different people have different perspective. So, I won’t deny the fact that some people are annoyed with the way I am. In exchange for those negative feelings, I just want to be the person that I am in love with the most."
    },
    {
      "id": "quote_1831_1755682047953",
      "character": "Yoshioka Futaba",
      "show": "Ao Haru Ride",
      "quote": "If you keep bad-mouthing someone, you might feel like as if you are on a higher position than that person. But in actual fact, its completely wrong to do that!"
    },
    {
      "id": "quote_1832_1755682047953",
      "character": "Yoshioka Futaba",
      "show": "Ao Haru Ride",
      "quote": "If what you lost was too big and you can’t replace it with something else, you don’t have to replace it with just one thing, right? If you get ten small things or a hundred small things, all together it will be enough of a reason for you to keep going!"
    },
    {
      "id": "quote_1833_1755682047953",
      "character": "Yoshioka Futaba",
      "show": "Ao Haru Ride",
      "quote": "When you said that we were scary, that means deep down, you had started to care about us! The thought of losing someone again… That’s the scary part, right?"
    },
    {
      "id": "quote_1834_1755682047953",
      "character": "Kou Mabuchi",
      "show": "Ao Haru Ride",
      "quote": "Sometimes your biggest effort will be ignored, but your smallest mistake will be judged."
    },
    {
      "id": "quote_1835_1755682047953",
      "character": "Kou Mabuchi",
      "show": "Ao Haru Ride",
      "quote": "We want the ones we can't have and ignore the ones that want us but then, we end up with none in the end."
    },
    {
      "id": "quote_1836_1755682047953",
      "character": "Yoshioka Futaba",
      "show": "Ao Haru Ride",
      "quote": "No one’s going to criticize you if you get excited for something, or you laugh with all your heart! And if someone does, I’ll beat them up!"
    },
    {
      "id": "quote_1837_1755682047953",
      "character": "Touma Kikuchi",
      "show": "Ao Haru Ride",
      "quote": "Change can only arise from fluctuations, right? That's why going back and forth between confidence and weakness, if you're shifting then you're changing, I think. Like that, little by little, everyone is changing probably."
    },
    {
      "id": "quote_1838_1755682047953",
      "character": "Yoshioka Futaba",
      "show": "Ao Haru Ride",
      "quote": "But I think it’s natural that not everything you try will go well, right? So, I’m gonna start again from scratch."
    },
    {
      "id": "quote_1839_1755682047953",
      "character": "Youichi Tanaka",
      "show": "Ao Haru Ride",
      "quote": "Your high school life will be over before you know it. There are things you can only do now. You should do as many of them as you can."
    }
  ]
}