{
  "name": "Tokyo Ghoul",
  "anilistId": 20605,
  "totalQuotes": 41,
  "totalCharacters": 14,
  "quotes": [
    {
      "id": "quote_1454_1755681957856",
      "character": "Kishou Arima",
      "show": "Tokyo Ghoul",
      "quote": "Sometimes good people make bad choices. It doesn't mean they are bad people. It means they're human."
    },
    {
      "id": "quote_1455_1755681957856",
      "character": "Kaneki Ken",
      "show": "Tokyo Ghoul",
      "quote": "Never trust anyone too much, remember the devil was once an angel."
    },
    {
      "id": "quote_1456_1755681957856",
      "character": "Irimi Kaya",
      "show": "Tokyo Ghoul",
      "quote": "I know I haven't always made the right decisions up to now... Whether I was right, or whether I was wrong, may not even matter in the first place. However, running up against my sins like this-- all of the choices I've made up to this point-- today, being able to die for someone-- is something I'm glad for..."
    },
    {
      "id": "quote_1457_1755681957856",
      "character": "Kaneki Ken",
      "show": "Tokyo Ghoul",
      "quote": "I led me by the hand, as if to fill the niches in the memories in my oozing brain fluid. Without even a destination, we kept walking. Disgusting clouds were floating in the sky. I already know what will happen to me the next time I wake up."
    },
    {
      "id": "quote_1458_1755681957856",
      "character": "Shuu Tsukiyama",
      "show": "Tokyo Ghoul",
      "quote": "I'm not going to protect you by being your shield or armor, but I'll be the dagger hidden below your pillow."
    },
    {
      "id": "quote_1459_1755681957856",
      "character": "Uta",
      "show": "Tokyo Ghoul",
      "quote": "I  can neither live with you. Nor without you."
    },
    {
      "id": "quote_1460_1755681957856",
      "character": "Kaneki Ken",
      "show": "Tokyo Ghoul",
      "quote": "As my fingers and toes re-grew like fingernails or hair over and over and over and over... and over again, every single time I got the feeling that I truly, truly truly was a monster."
    },
    {
      "id": "quote_1461_1755681957856",
      "character": "Yoshimura",
      "show": "Tokyo Ghoul",
      "quote": "We're always trying to justify our actions with ideals. But ideals cannot give grounds for killing another person. The act of taking a life will always be considered... evil."
    },
    {
      "id": "quote_1462_1755681957856",
      "character": "Kaneki Ken",
      "show": "Tokyo Ghoul",
      "quote": "I was wrong. I wasn't eating ghouls. I'm the one who was being eaten."
    },
    {
      "id": "quote_1463_1755681957856",
      "character": "Rize Kamishiro",
      "show": "Tokyo Ghoul",
      "quote": "There are times when you have to give up on one thing to preserve the other. Your mother couldn't. That isn't kindness. That's just being weak."
    },
    {
      "id": "quote_1464_1755681957856",
      "character": "Juuzou Suzuya",
      "show": "Tokyo Ghoul",
      "quote": "If an angelic being fell from the sky and tried to live in this world of ours, I think even they would commit many wrongs."
    },
    {
      "id": "quote_1465_1755681957856",
      "character": "Kaneki Ken",
      "show": "Tokyo Ghoul",
      "quote": "You think something like that would hurt, after all I've been through?"
    },
    {
      "id": "quote_1466_1755681957856",
      "character": "Kaneki Ken",
      "show": "Tokyo Ghoul",
      "quote": "Why is it that the beautiful things are entwined more deeply with death than with life?"
    },
    {
      "id": "quote_1467_1755681957856",
      "character": "Ayato Kirishima",
      "show": "Tokyo Ghoul",
      "quote": "The world runs on power. Everything is determined by the superior power. You are weak. That is why you lose."
    },
    {
      "id": "quote_1468_1755681957856",
      "character": "Kaneki Ken",
      "show": "Tokyo Ghoul",
      "quote": "Human relationships are chemical reactions. If you have a reaction then you can never return back to your previous state of being."
    },
    {
      "id": "quote_1469_1755681957856",
      "character": "Renji Yomo",
      "show": "Tokyo Ghoul",
      "quote": "All we can do is live while losing things."
    },
    {
      "id": "quote_1470_1755681957856",
      "character": "Renji Yomo",
      "show": "Tokyo Ghoul",
      "quote": "We can only live while we lose."
    },
    {
      "id": "quote_1471_1755681957856",
      "character": "Kaneki Ken",
      "show": "Tokyo Ghoul",
      "quote": "If you were to write a story with me in the lead role, it would certainly be... a tragedy."
    },
    {
      "id": "quote_1472_1755681957856",
      "character": "Shuu Tsukiyama",
      "show": "Tokyo Ghoul",
      "quote": "Isn't it arrogant to put a price on whether life is \"higher\" or \"lower\", Kaneki? We are just bags of meat. The weak bow down and the strong devour them. Rather, if you compared them to all living things, it's humans who have shaved away the most lives. We are different than them."
    },
    {
      "id": "quote_1473_1755681957856",
      "character": "Juuzou Suzuya",
      "show": "Tokyo Ghoul",
      "quote": "Why should I apologize for being a monster? Has anyone ever apologized for turning me into one?"
    },
    {
      "id": "quote_1474_1755681957856",
      "character": "Kaneki Ken",
      "show": "Tokyo Ghoul",
      "quote": "You're wrong. It's not the world that's messed up; it's those of us in it. Yes, some ghouls walk a path that leaves sorrow in their wake, but just like humans, we can choose a different path altogether. We have a lot to learn, both your kind and mine. We need to stop fighting, and start talking. Because when it comes to the state of the world, you can't point your finger at ghouls or humans. We're all to blame."
    },
    {
      "id": "quote_1475_1755681957856",
      "character": "Yoshimura",
      "show": "Tokyo Ghoul",
      "quote": "...The act of taking is equally evil. We, from the moment of birth, continue to take. Food, connections, even fellow blood. Living to utmost. Continuing to slaughter, kill, take. Life is to constantly sin. Life is evil itself. I am aware I am evil... And so are you all. Now, come kill me. And I shall do the same!"
    },
    {
      "id": "quote_1476_1755681957856",
      "character": "Shuu Tsukiyama",
      "show": "Tokyo Ghoul",
      "quote": "You don't need to blame yourself just because you've hurt someone, just like when you're walking you can't really blame yourself to crush some ants... that's what being stronger ones means."
    },
    {
      "id": "quote_1477_1755681957856",
      "character": "Kaneki Ken",
      "show": "Tokyo Ghoul",
      "quote": "My severe injuries had healed and the sweet taste of blood coated my mouth. I kept walking, my goal vague...trying to dispel the building unease in my chest... Upon entering an open area was the scent of rotting flowers and in the middle of the flowerbed, he stood... Without anyone saying a thing, without his name given, like an unsolved puzzle falling into place by itself, just by seeing that figure, I--understood exactly who I faced. The CCG's reaper. The undefeated ghoul investigator. A cold, vivid gaze. There, stood the God of Death. Why was it that I was seeing beauty in death rather than life? Strangely, I thought he was beautiful... Disoriented, I had failed to comprehend the scene before my eyes. It was not anything like flowers but a large amount of \"Death\". Had he done this alone?... It's a lie... Koma...Irimi...After all that... No matter how I tried to rouse my will to fight with hatred, more than sorrow, more than rage, the emotion that arose within me was despair. \nBecause 'my turn' was next."
    },
    {
      "id": "quote_1478_1755681957856",
      "character": "Yakumo Oomori",
      "show": "Tokyo Ghoul",
      "quote": "Doing what one likes is the right of the powerful."
    },
    {
      "id": "quote_1479_1755681957856",
      "character": "Yoshimura",
      "show": "Tokyo Ghoul",
      "quote": "It's not because we can't take vengeance that we should feel sorry. The real reason to feel sorry... is when one is hung up on revenge and can't live their own life."
    },
    {
      "id": "quote_1480_1755681957856",
      "character": "Rize Kamishiro",
      "show": "Tokyo Ghoul",
      "quote": "All of the disadvantage in this world stems from a person's lack of ability."
    },
    {
      "id": "quote_1481_1755681957856",
      "character": "Touka Kirishima",
      "show": "Tokyo Ghoul",
      "quote": "There's no way someone who can't even protect himself can protect anyone else, is there?"
    },
    {
      "id": "quote_1482_1755681957856",
      "character": "Kureo Mado",
      "show": "Tokyo Ghoul",
      "quote": "You only need a strong will and a clear purpose."
    },
    {
      "id": "quote_1483_1755681957856",
      "character": "Kaneki Ken",
      "show": "Tokyo Ghoul",
      "quote": "I'm begging you, don't make me a killer!"
    },
    {
      "id": "quote_1484_1755681957856",
      "character": "Kureo Mado",
      "show": "Tokyo Ghoul",
      "quote": "As long as it's for the right cause, there's nothing wrong with playing dirty."
    },
    {
      "id": "quote_1485_1755681957856",
      "character": "Uta",
      "show": "Tokyo Ghoul",
      "quote": "If you like, you can stay over here tonight. If you're lucky, you may see some cannibalism and that's always fun..."
    },
    {
      "id": "quote_1486_1755681957856",
      "character": "Shuu Tsukiyama",
      "show": "Tokyo Ghoul",
      "quote": "Books are nice, aren't they? With just one sentence you can get lost in all sorts of dreams. They way I think of it, literature allows the reader's consciousness to deeply relish the author and be closer to him. And so, we freely walk around the world of the story from the yarn spinner's point of view. It's only when you immerse yourself in the world of a book that you are able to forget just who you are."
    },
    {
      "id": "quote_1487_1755681957856",
      "character": "Kaneki Ken",
      "show": "Tokyo Ghoul",
      "quote": "It's better to be hurt than to hurt others. Nice people can be happy with just that."
    },
    {
      "id": "quote_1488_1755681957856",
      "character": "Tokyo Ghoul",
      "show": "Tokyo Ghoul",
      "quote": "The bird fights it's way out of the egg. The egg is the world. Who would be born, must first destroy a world."
    },
    {
      "id": "quote_1489_1755681957856",
      "character": "Uta",
      "show": "Tokyo Ghoul",
      "quote": "We need to have a mask that we never take off."
    },
    {
      "id": "quote_1490_1755681957856",
      "character": "Yakumo Oomori",
      "show": "Tokyo Ghoul",
      "quote": "All suffering in the world is born from an individual's incompetence."
    },
    {
      "id": "quote_1491_1755681957856",
      "character": "Rize Kamishiro",
      "show": "Tokyo Ghoul",
      "quote": "Whose fault is it that things ended up like this? Coincidence? An accident? Fate? There's no such thing as fate. It's simply a combination of one circumstance and the next. And who is it that creates those circumstances? Who is it? It's you."
    },
    {
      "id": "quote_1492_1755681957856",
      "character": "Kureo Mado",
      "show": "Tokyo Ghoul",
      "quote": "When you're in front of the enemy, even if your hands are trembling - fight."
    },
    {
      "id": "quote_1493_1755681957856",
      "character": "Touka Kirishima",
      "show": "Tokyo Ghoul",
      "quote": "After you've gobbled him down you'd be left alone to regret it while covered in blood and guts. That's the hunger of a ghoul. That's our destiny."
    },
    {
      "id": "quote_1494_1755681957856",
      "character": "Kaneki Ken",
      "show": "Tokyo Ghoul",
      "quote": "What's wrong isn't me, what's wrong is the world!"
    }
  ]
}