{
  "name": "Akame ga KILL!",
  "anilistId": 20613,
  "totalQuotes": 27,
  "totalCharacters": 13,
  "quotes": [
    {
      "id": "quote_2183_1755663581262",
      "character": "Susanoo",
      "quote": "No matter how sturdy something appears, it should have some weakness."
    },
    {
      "id": "quote_2184_1755663581262",
      "character": "Mine",
      "quote": "Only I can help myself, and in the future, I can make up for all my misfortunes and change the world into a place where there's no irrational discrimination and that's why there's no way in hell that I can die here!"
    },
    {
      "id": "quote_2185_1755663581262",
      "character": "Run",
      "quote": "...There are two ways to change a country. Destroy it from the outside, or correct it from the inside."
    },
    {
      "id": "quote_2186_1755663581262",
      "character": "Mine",
      "quote": "No one would help me. And that's when I understood... That only I could help myself."
    },
    {
      "id": "quote_2187_1755663581262",
      "character": "Akame",
      "quote": "It's because I loved her the most that I wanted to kill her as swiftly as possible."
    },
    {
      "id": "quote_2188_1755663581262",
      "character": "Sheele",
      "quote": "No matter how many good deeds you perform, your past sins cannot be erased."
    },
    {
      "id": "quote_2189_1755663581262",
      "character": "Mine",
      "quote": "Wrong or not, I'll follow my own path!"
    },
    {
      "id": "quote_2190_1755663581262",
      "character": "Tatsumi",
      "quote": "The reason doesn't matter. As long as tiny bit of hope exists, that's all that matters."
    },
    {
      "id": "quote_2191_1755663581262",
      "character": "Bulat",
      "quote": "You won't survive if you just let your boiling blood dictate your actions."
    },
    {
      "id": "quote_2192_1755663581262",
      "character": "Gensei",
      "quote": "Old, young, man, woman,  a life is a life. Sinner or Saint it makes no difference at all."
    },
    {
      "id": "quote_2193_1755663581262",
      "character": "Wave",
      "quote": "Protecting the powerless is simply a soldier's duty!"
    },
    {
      "id": "quote_2194_1755663581262",
      "character": "Esdeath",
      "quote": "I don't understand the feelings of the weak. The law of the world is survival at its fittest. Its how the weak are weeded out. It just means those people that died were too weak. Its only natural for the weak to perish."
    },
    {
      "id": "quote_2195_1755663581262",
      "character": "Wave",
      "quote": "If you see a girl lookin' unhappy, be a man and help her."
    },
    {
      "id": "quote_2196_1755663581262",
      "character": "Esdeath",
      "quote": "The weak are destined to lie beneath the boots of the strong. If that angers you, overcome your deficits."
    },
    {
      "id": "quote_2197_1755663581262",
      "character": "Leone",
      "quote": "The lifespan of a human is certainly way too short. That's why you've got to make the most of it and live your life to the fullest."
    },
    {
      "id": "quote_2198_1755663581262",
      "character": "Lubbock",
      "quote": "There is no way to train your heart to be invulnerable."
    },
    {
      "id": "quote_2199_1755663581262",
      "character": "Mine",
      "quote": "People who abuse power they were born into piss me off more than anything else."
    },
    {
      "id": "quote_2200_1755663581262",
      "character": "Esdeath",
      "quote": "I have so many things I want to say, so many things I want to ask you, but... When I see your face... None of that matters anymore!"
    },
    {
      "id": "quote_2201_1755663581262",
      "character": "Wave",
      "quote": "When a man of the sea falls in love, he dives in head first!"
    },
    {
      "id": "quote_2202_1755663581262",
      "character": "Bulat",
      "quote": "The hot blood that flows through my body... is not something that can be suppressed by other people!"
    },
    {
      "id": "quote_2203_1755663581262",
      "character": "Tatsumi",
      "quote": "Everyone has their own reasons to fight! Sometimes, you have to settle it yourself or there's no way forward!"
    },
    {
      "id": "quote_2204_1755663581262",
      "character": "Bulat",
      "quote": "You'll have some painful, despair-ridden experiences. In fact, most of them will be tragic. But we chose to walk this path. We'll take on the dirty work. And change the world. After we finish, we can disappear."
    },
    {
      "id": "quote_2205_1755663581262",
      "character": "Gensei",
      "quote": "If a person continues killing, their heart changes into that of a demon without them even noticing."
    },
    {
      "id": "quote_2206_1755663581262",
      "character": "Lubbock",
      "quote": "It isn't like I understand what you want. You want to change the world, huh? I understand, everyone feels that way... But it doesn't give you the right to treat other's lifes like toys. You can't just destroy what you want!"
    },
    {
      "id": "quote_2207_1755663581262",
      "character": "Kurome",
      "quote": "To kill the one you love... If someone else will do it anyway, I'd rather do it myself."
    },
    {
      "id": "quote_2208_1755663581262",
      "character": "Esdeath",
      "quote": "Panicking leads to an early grave."
    },
    {
      "id": "quote_2209_1755663581262",
      "character": "Akame",
      "quote": "As the survivors, we carry the feelings of those who've passed away on our shoulders."
    }
  ]
}