{
  "name": "Parasyte -the maxim-",
  "anilistId": 20623,
  "totalQuotes": 9,
  "totalCharacters": 3,
  "quotes": [
    {
      "id": "quote_2419_1755682278488",
      "character": "Shinichi Izumi",
      "quote": "In the end, I couldn't see things from the parasites' perspective, never mind from Migi's. Of course not. It wasn't possible from the beginning. As two different species, we may at times take advantage of each other and kill each other, but it's impossible to understand each other. Actually, you shouldn't even think that you've figured out another species based on your standards. I think it's human arrogance to think we understand how other life forms feel. There may be no other life forms that are truly a \"friend\" to man. Still, even if we can't comprehend them, they are, without a doubt, neighbors deserving of our respect. We protect other species because humans themselves are lonely creatures. We protect the environment because humans themselves don't want to go extinct. What drives us is simply self-gratification. But I think that's fine, and that it's really all there is to it. There's no point in despising humans by human standards. That's right. So in the end, it's hypocritical for us to love Earth without loving ourselves."
    },
    {
      "id": "quote_2420_1755682278488",
      "character": "Tamura Reiko",
      "quote": "You all underestimate humans. Individually, they may appear weak, but that is not the case. What we need to recognize is that humans are a single life-form comprised of millions of individuals. Besides their individual brains, humans possess a different \"brain\" of enormous magnitude. The moment we act in opposition to that brain, we will lose."
    },
    {
      "id": "quote_2421_1755682278488",
      "character": "Migi",
      "quote": "Upon researching the concept of demons, I believe that, among all life, humans are the closest thing to it."
    },
    {
      "id": "quote_2422_1755682278488",
      "character": "Tamura Reiko",
      "quote": "I've been thinking... for a long while. For what purpose was I born into this world? Whenever I resolved one question, another would arise in its place. I sought the beginning. I sought the end. I've just been walking and walking, thinking all the while. Perhaps nothing will change, no matter how far I go. If I'm to stop my journey, that is fine, too. Even if I were informed that everything has reached its end, I'd just accept it. But even so, I found an answer to yet another of my questions today."
    },
    {
      "id": "quote_2423_1755682278488",
      "character": "Shinichi Izumi",
      "quote": "If talking won't resolve matters, maybe inflicting some pain will."
    },
    {
      "id": "quote_2424_1755682278488",
      "character": "Shinichi Izumi",
      "quote": "You shouldn't mouth off when you don't know shit."
    },
    {
      "id": "quote_2425_1755682278488",
      "character": "Shinichi Izumi",
      "quote": "When you feel your life's on the line, your true nature surfaces."
    },
    {
      "id": "quote_1500_1772288661051",
      "character": "Shinichi Izumi",
      "quote": "In the end, I couldn't see things from the parasites' perspective, never mind from Migi's. Of course not. It wasn't possible from the beginning. As two different species, we may at times take advantage of each other and kill each other, but it's impossible to understand each other. Actually, you shouldn't even think that you've figured out another species based on your standards. I think it's human arrogance to think we understand how other life forms feel. There may be no other life forms that are truly a \"\"friend\"\" to man. Still, even if we can't comprehend them, they are, without a doubt, neighbors deserving of our respect. We protect other species because humans themselves are lonely creatures. We protect the environment because humans themselves don't want to go extinct. What drives us is simply self-gratification. But I think that's fine, and that it's really all there is to it. There's no point in despising humans by human standards. That's right. So in the end, it's hypocritical for us to love Earth without loving ourselves."
    },
    {
      "id": "quote_1759_1772288661051",
      "character": "Tamura Reiko",
      "quote": "You all underestimate humans. Individually, they may appear weak, but that is not the case. What we need to recognize is that humans are a single life-form comprised of millions of individuals. Besides their individual brains, humans possess a different \"\"brain\"\" of enormous magnitude. The moment we act in opposition to that brain, we will lose."
    }
  ],
  "lastUpdated": "2026-02-28T14:24:21.051Z"
}