{
  "name": "Aldnoah.Zero",
  "anilistId": 20632,
  "totalQuotes": 7,
  "totalCharacters": 5,
  "lastUpdated": "2025-08-20T10:33:27.881Z",
  "quotes": [
    {
      "id": "quote_151_1755686007881",
      "character": "Slaine Troyard",
      "quote": "It is a poor knight indeed who slays one who defies him. The key is to show yourself to be superior that they will not defy you in the first place."
    },
    {
      "id": "quote_152_1755686007881",
      "character": "Cruhteo",
      "quote": "When a dog soils the carpet, its master is responsible."
    },
    {
      "id": "quote_153_1755686007881",
      "character": "Inaho Kaizuka",
      "quote": "Human beings aren't known for remaining calm and rational."
    },
    {
      "id": "quote_154_1755686007881",
      "character": "Kouichirou Marito",
      "quote": "Well, dying for honor isn't such a bad thing. Because it's hard to survive and live in misery."
    },
    {
      "id": "quote_155_1755686007881",
      "character": "Koichiro Marito",
      "quote": "Sins you've committed cling to your soul and then continue to haunt you forever.The sins that have gone unpunished don't get forgiven until you die."
    },
    {
      "id": "quote_156_1755686007881",
      "character": "Inaho Kaizuka",
      "quote": "What does it take to end a war? Well, if both sides wish for peace and set aside their hatred... No. Warfare is nothing but a means of negotiation between states. Wars break out even when there is no hatred. Territory, resources, or interests that you are determined to own. Ideology, religion, pride. Wars are fought over those objectives all the time. Meaning that when those objectives are met, the war will end. That, or the war will end when the human cost outweighs the gains. Anger and hatred are only tools to tilt a war in your favor. I'm not interested in those emotions. So I wouldn't hate anyone just because they're Martian."
    },
    {
      "id": "quote_157_1755686007881",
      "character": "Inaho Kaizuka",
      "quote": "Giving in to despair is a foolish choice."
    }
  ]
}