{
  "name": "Your lie in April",
  "anilistId": 20665,
  "totalQuotes": 40,
  "totalCharacters": 5,
  "quotes": [
    {
      "id": "quote_2025_1755682119331",
      "character": "Hiroko Seto",
      "quote": "As a musician, in the process of learning from a teacher, your differences breed a sense of discomfort which you should cherish. It's because of those differences that we have individuality."
    },
    {
      "id": "quote_2026_1755682119331",
      "character": "Kousei Arima",
      "quote": "Hold on. Don't go! Let's argue again. I'll bribe you with a canelé. I'll call you to kill time. I don't mind being Friend A. Please don't go. Please don't go. Please don't go...please don't leave me behind."
    },
    {
      "id": "quote_2027_1755682119331",
      "character": "Watari Ryouta",
      "quote": "Setbacks are inevitable to superstars. Adversity is what separates the good from the great. After all, stars can only shine during the night."
    },
    {
      "id": "quote_2028_1755682119331",
      "character": "Kaori Miyazono",
      "quote": "We’re all afraid, you know.. to get up on stage. Maybe you’ll mess up. Maybe they’ll totally reject you. Even so, you grit your teeth and get up on stage anyway. Something compels us… moves us to play music."
    },
    {
      "id": "quote_2029_1755682119331",
      "character": "Kaori Miyazono",
      "quote": "Was I able to live inside someone’s heart? Was I able to live inside your heart? Do you think you’ll remember me at least a little? You’d better not hit \"reset!\" Don’t forget me, okay? That’s a promise, okay? I'm glad it’s you, after all. Will I reach you? I hope I can reach you."
    },
    {
      "id": "quote_2030_1755682119331",
      "character": "Kousei Arima",
      "quote": "This silence belongs to us... and every single person out there, is waiting for us to fill it with something."
    },
    {
      "id": "quote_2031_1755682119331",
      "character": "Kousei Arima",
      "quote": "Even in the depths of the darkest oceans, some light always pierces through."
    },
    {
      "id": "quote_2032_1755682119331",
      "character": "Kousei Arima",
      "quote": "The more I concentrate, the more I get consumed by my performance. The sounds I play fade away from my reach, tangling up like flowers seized by the spring wind and vanish."
    },
    {
      "id": "quote_2033_1755682119331",
      "character": "Kaori Miyazono",
      "quote": "Music is freedom."
    },
    {
      "id": "quote_2034_1755682119331",
      "character": "Kaori Miyazono",
      "quote": "After the first note resonated through the hall, You became everything I yearn for."
    },
    {
      "id": "quote_2035_1755682119331",
      "character": "Tsubaki Sawabe",
      "quote": "Even though I'm bitter over losing, even though I'm depressed, even though my ankle hurts, and my eyes are smeared with tears...even though I've never felt worse...I wonder why the stars are sparkling like this. The scent of the music room in his hair. I can hear his slightly ragged breathing. His shoulder, wet with tears, is so warm. I am by his side. I wish time would just stand still."
    },
    {
      "id": "quote_2036_1755682119331",
      "character": "Kaori Miyazono",
      "quote": "Didn't you know... girls are greedy?"
    },
    {
      "id": "quote_2037_1755682119331",
      "character": "Kaori Miyazono",
      "quote": "Such a cruel boy. Telling me to dream one more time. I thought I was satisfied because my dream had come true... And I'd told myself it was enough... Yet here you are, watering this withered heart again."
    },
    {
      "id": "quote_2038_1755682119331",
      "character": "Tsubaki Sawabe",
      "quote": "I don't like this, I don't like this, I don't like this. Sure, I know that I have no right to be feeling this way. But I still don't like it! I just don't like it. We were always together. I was always by his side. During time of joy, and grief as well. But...I realize he's far away from me now... I'm not by his side...there's somebody else there... I don't like this! Look at me! Look at me, will you? Not with those eyes... Don't look at someone else!"
    },
    {
      "id": "quote_2039_1755682119331",
      "character": "Kousei Arima",
      "quote": "I want to hear it again, yet I don't want to hear it again. I want to see her, yet I don't want to see her. What do you call this kind of feeling again?"
    },
    {
      "id": "quote_2040_1755682119331",
      "character": "Kaori Miyazono",
      "quote": "So ephemeral and weak. But its shining with all its might. Thump, Thump, like a heartbeat. This is the light of life."
    },
    {
      "id": "quote_2041_1755682119331",
      "character": "Watari Ryouta",
      "quote": "It's only natural for the girl you're crushing on to be in love with someone else. Since you're in love with her, she sparkles in your eyes. That's why people fall so irrationally in love."
    },
    {
      "id": "quote_2042_1755682119331",
      "character": "Kousei Arima",
      "quote": "Isn't it funny how the most unforgettable scenes can be so trivial ?"
    },
    {
      "id": "quote_2043_1755682119331",
      "character": "Kousei Arima",
      "quote": "A lump of steel, like a shooting star. Just seeing the same sky as you makes familiar scenery look different. I swing between hope and despair at your slightest gesture, and my heart starts to play a melody. What kind of feeling is this again? What do they call this kind of feeling? I think it's probably... Called Love. I'm sure this is what they call love."
    },
    {
      "id": "quote_2044_1755682119331",
      "character": "Hiroko Seto",
      "quote": "We're all connected. Just like the notes are intermittently connected. It's shared by us all. Through music, with the people you know, with the people you don't know, with all the people in this world."
    },
    {
      "id": "quote_2045_1755682119331",
      "character": "Kousei Arima",
      "quote": "You know, I discovered something. Everyone has something... Something deep inside their hearts. For some, it might have been enmity. For others, admiration. Wishes, a craving for the spotlight, feelings that one wants to deliver, feelings for one's mother. Everyone was supported by their own feelings. I realize now that, perhaps, no one can stand alone on stage."
    },
    {
      "id": "quote_2046_1755682119331",
      "character": "Hiroko Seto",
      "quote": "It's not just allies who support each other. From your enemies, you learn so much and gain so much. Until the day you meet again... Just knowing they exist helps you to withstand the loneliness. Those who compete, even if they're enemies, help each other out."
    },
    {
      "id": "quote_2047_1755682119331",
      "character": "Kaori Miyazono",
      "quote": "By exchanging notes, you get to know one another, to understand one another. As if your souls were connected and your hearts were overlapping. It's a conversation through instruments. A miracle that creates harmony. In that moment, music transcends words."
    },
    {
      "id": "quote_2048_1755682119331",
      "character": "Kaori Miyazono",
      "quote": "If you can't move with your hands then play with your feet! If you don't have enough fingers, then use your nose as well! Whether you're sad, you're a mess, or you've hit rock bottom, you still have to play! That's how people like us survive."
    },
    {
      "id": "quote_2049_1755682119331",
      "character": "Kousei Arima",
      "quote": "The piano is meant to be played like you're embracing it, right?"
    },
    {
      "id": "quote_2050_1755682119331",
      "character": "Kaori Miyazono",
      "quote": "You're you. \"To be like you...\" - it's not so ambiguous as that. No matter what you do, no matter how you change, it doesn't mean a thing. you're just you, no matter what."
    },
    {
      "id": "quote_2051_1755682119331",
      "character": "Kousei Arima",
      "quote": "You're like a cat. If I get close, you'll ignore me and go far away. If I get hurt, you'll play around to share the pain."
    },
    {
      "id": "quote_2052_1755682119331",
      "character": "Kousei Arima",
      "quote": "Sure I'm okay. Because that's how I was built, after all."
    },
    {
      "id": "quote_2053_1755682119331",
      "character": "Kousei Arima",
      "quote": "I look like I'm suffering, huh? That's not good... But of course I'd be suffering. I mean, I'm gonna sail in uncharted waters, right? Both, taking on a challenge and creating something. It is painful, but it's fulfilling."
    },
    {
      "id": "quote_2054_1755682119331",
      "character": "Hiroko Seto",
      "quote": "Defiance toward parents is an establishment of one's self; it's a sign of independence."
    },
    {
      "id": "quote_2055_1755682119331",
      "character": "Kousei Arima",
      "quote": "Music speaks louder than words."
    },
    {
      "id": "quote_2056_1755682119331",
      "character": "Hiroko Seto",
      "quote": "When you say you \"can't hear the sound\", doesn't it really mean you \"aren't restrained by the sound\"? Rather than the sound you hear with your ears, an image inside you is boiling up from the depths of yourself and taking over without you even knowing. The sound inside, the landscape in your heart, your wishes, a sound loaded with your thoughts; didn't you feel it, even for a moment? \"Not being able to hear the sound.\" That is a gift."
    },
    {
      "id": "quote_2057_1755682119331",
      "character": "Kaori Miyazono",
      "quote": "Maybe there’s only a dark road up ahead. But you still have to believe and keep going. Believe that the stars will light your path, even a little bit."
    },
    {
      "id": "quote_2058_1755682119331",
      "character": "Kousei Arima",
      "quote": "Spring will be here soon. Spring, the season I met you, is coming. A Spring without you...is coming."
    },
    {
      "id": "quote_2059_1755682119331",
      "character": "Kousei Arima",
      "quote": "Maybe... just maybe, the light can reach even the bottom of a dark ocean."
    },
    {
      "id": "quote_2060_1755682119331",
      "character": "Kousei Arima",
      "quote": "But I wasn't slacking at all. I practiced till I passed out. I gave my all. And if I still turned in a sloppy performance after all that, then... That's who I am now. It's the current me, playing with everything I've got."
    },
    {
      "id": "quote_912_1772287485272",
      "character": "Kaori Miyazono",
      "quote": "Was I able to live inside someone’s heart? Was I able to live inside your heart? Do you think you’ll remember me at least a little? You’d better not hit \"\"reset!\"\" Don’t forget me, okay? That’s a promise, okay? I'm glad it’s you, after all. Will I reach you? I hope I can reach you."
    },
    {
      "id": "quote_1526_1772287485272",
      "character": "Kaori Miyazono",
      "quote": "You're you. \"\"To be like you...\"\" - it's not so ambiguous as that. No matter what you do, no matter how you change, it doesn't mean a thing. you're just you, no matter what."
    },
    {
      "id": "quote_2564_1772287485272",
      "character": "Hiroko Seto",
      "quote": "When you say you \"\"can't hear the sound\"\", doesn't it really mean you \"\"aren't restrained by the sound\"\"? Rather than the sound you hear with your ears, an image inside you is boiling up from the depths of yourself and taking over without you even knowing. The sound inside, the landscape in your heart, your wishes, a sound loaded with your thoughts"
    },
    {
      "id": "quote_2568_1772287485272",
      "character": "Hiroko Seto",
      "quote": "Defiance toward parents is an establishment of one's self"
    }
  ],
  "lastUpdated": "2026-02-28T14:04:45.272Z"
}