{
  "name": "Kekkai Sensen",
  "anilistId": 20727,
  "totalQuotes": 13,
  "totalCharacters": 6,
  "quotes": [
    {
      "id": "quote_1806_1755682045085",
      "character": "William Macbeth",
      "show": "Kekkai Sensen",
      "quote": "Me? A liar? That's almost hurtful. I just don't feel like telling the whole truth."
    },
    {
      "id": "quote_1807_1755682045085",
      "character": "Leonardo Watch",
      "show": "Kekkai Sensen",
      "quote": "Once you get used to the abnormalities, they become mundane."
    },
    {
      "id": "quote_1808_1755682045085",
      "character": "William Macbeth",
      "show": "Kekkai Sensen",
      "quote": "Death is a privilege of the living. A destiny without reason, continually roving on, evermore. How fleeting a thing it is. One cannot live and forget about death. The despair that is me, forgotten by death, can at least embrace my yearning at twilight, and sleep."
    },
    {
      "id": "quote_1809_1755682045085",
      "character": "Mary Macbeth",
      "show": "Kekkai Sensen",
      "quote": "Don't you think it's futile to live in fear of death? I mean, everyone is going to die sometime, so is there any point in pretending not to see it for the present? Or instead, I wonder if they think it doesn't concern them, since they aren't going to die."
    },
    {
      "id": "quote_1810_1755682045085",
      "character": "Leonardo Watch",
      "show": "Kekkai Sensen",
      "quote": "When things seem beyond help, if you open your eyes and take a really good look... It's a lot better than turning your back and hiding your eyes."
    },
    {
      "id": "quote_1811_1755682045085",
      "character": "Mary Macbeth",
      "show": "Kekkai Sensen",
      "quote": "Even now, twenty centuries after the death of Christ, the world is a long way from peace."
    },
    {
      "id": "quote_1812_1755682045085",
      "character": "Femt",
      "show": "Kekkai Sensen",
      "quote": "When I want to do something, I do it, regardless of the rest of the world. When I don't, I don't, and that's that."
    },
    {
      "id": "quote_1813_1755682045085",
      "character": "Klaus von Reinherz",
      "show": "Kekkai Sensen",
      "quote": "People are weak. Because of their weakness, they sometimes behave in ways devoid of self-respect. But then, so what if they do, my old friend? Even if I am struck with a thousand setbacks... it does not serve as a reason to alter the way I live... my life!"
    },
    {
      "id": "quote_1814_1755682045085",
      "character": "Klaus von Reinherz",
      "show": "Kekkai Sensen",
      "quote": "Step one foot outside, and with one pull of a trigger, you can inflict a fatal injury; with one push of a button, you can blow up a whole lot of people at once. The world truly is a cavalcade of efficiency in violence. Still... whether hacking each other with stone axes, cutting each other with swords, shooting each other with guns, cursing each other with magic, or taking aim at each other with missiles, for some reason, there's a craving that grips us, from which we can't evolve away."
    },
    {
      "id": "quote_1815_1755682045085",
      "character": "Klaus von Reinherz",
      "show": "Kekkai Sensen",
      "quote": "You're not a coward. I know that because you haven't given up yet. You're standing here. As long as you face the light and take even one step, the human soul can never truly be defeated."
    },
    {
      "id": "quote_1816_1755682045085",
      "character": "Zed O'Brien",
      "show": "Kekkai Sensen",
      "quote": "You've always seen yourself as just a normal kid, and you're right, that's exactly what you are. You're normally caring, normally cheerful, and you're normally nosy. You've a strong moral compass, concern for your friends, and honor. I know you don't see this, but what's normal to you, well it's far from it. Everyone else would call it courageous and noble. It's because of the person you are that you don't think twice about your own safety when it comes to helping your friends. 'Cause that's just normal to you."
    },
    {
      "id": "quote_1817_1755682045085",
      "character": "Mary Macbeth",
      "show": "Kekkai Sensen",
      "quote": "Everyone dies eventually, whether they have power or not. That's why you need to think about what you'll accomplish while you're alive."
    },
    {
      "id": "quote_1818_1755682045085",
      "character": "William Macbeth",
      "show": "Kekkai Sensen",
      "quote": "Everyone thinks at some point if what they are doing has any meaning or not. Will the day come when I get what's coming to me, or not? How much influence does my existence have on the world at all, or doesn't it?"
    }
  ]
}