{
  "name": "Akatsuki no Yona",
  "anilistId": 20770,
  "totalQuotes": 19,
  "totalCharacters": 9,
  "quotes": [
    {
      "id": "quote_467_1755681775543",
      "character": "Su-won",
      "quote": "However, even if it is reckless... I don't think someone who is making their best effort to try and break through the current situation is foolish."
    },
    {
      "id": "quote_468_1755681775543",
      "character": "Ik-su",
      "quote": "No matter how foolish or incomprehensible, some love cannot be discarded. You may try to stop your heart, unable to forgive yourself, but there will be times when you lose hope and your heart is moved again."
    },
    {
      "id": "quote_469_1755681775543",
      "character": "Zeno",
      "quote": "People are mirrors. If you smile, a smile will be reflected."
    },
    {
      "id": "quote_470_1755681775543",
      "character": "Su-won",
      "quote": "A heaven that only watches has no meaning."
    },
    {
      "id": "quote_471_1755681775543",
      "character": "Yona",
      "quote": "I always wanted to become stronger. At first it was to protect myself. Next, it was to protect Hak, who gave up everything for me. Now, it's to repay my friends, who enabled me to live."
    },
    {
      "id": "quote_472_1755681775543",
      "character": "Yun",
      "quote": "Inability to overcome fear is human."
    },
    {
      "id": "quote_473_1755681775543",
      "character": "Yun",
      "quote": "Prodigies don't understand how the incompetent feel."
    },
    {
      "id": "quote_474_1755681775543",
      "character": "Hak Son",
      "quote": "When you protect someone you want to keep safe, do you always weigh your own life against theirs?"
    },
    {
      "id": "quote_475_1755681775543",
      "character": "Yona",
      "quote": "I know that I have no strengths to offer. It irritates me how weak I am. But let me protect them!"
    },
    {
      "id": "quote_476_1755681775543",
      "character": "Ik-su",
      "quote": "There is strength in words... Sometimes, they become words of power. I thought that if I said I'm fine, then I really would be fine. But it's no use... It doesn't work."
    },
    {
      "id": "quote_477_1755681775543",
      "character": "Zeno",
      "quote": "I might be the ugly duckling of the group, but I'll make sure that I'll protect all of you with all my might."
    },
    {
      "id": "quote_478_1755681775543",
      "character": "Su-won",
      "quote": "Kindness is not a crime. But sometimes it awakens the weakness and greed in others."
    },
    {
      "id": "quote_479_1755681775543",
      "character": "Jae-ha",
      "quote": "Taking away someone's freedom is the ugliest thing one can do in this world. People like that ought to decay into dirt and come back as thorny roses."
    },
    {
      "id": "quote_480_1755681775543",
      "character": "Hak Son",
      "quote": "Making a fuss won't fix anything."
    },
    {
      "id": "quote_481_1755681775543",
      "character": "Gi-gan",
      "quote": "Sometimes we women must fight too, don't underestimate us!"
    },
    {
      "id": "quote_482_1755681775543",
      "character": "Jae-ha",
      "quote": "Having my fate decided for me from the time I was born goes against my view of beauty."
    },
    {
      "id": "quote_483_1755681775543",
      "character": "Su-won",
      "quote": "Do you want to kill me? It's only natural that you do. But I cannot die right now. Because there is something I must do."
    },
    {
      "id": "quote_484_1755681775543",
      "character": "Jae-ha",
      "quote": "If you simply obey orders without question to protect your master, that isn't your greatest wish, but your greatest tragedy."
    },
    {
      "id": "quote_485_1755681775543",
      "character": "Akatsuki no Yona",
      "quote": "Geniuses don't understand the feelings of people who aren't able to do something."
    }
  ]
}