{
  "name": "Rokka -Braves of the Six Flowers-",
  "anilistId": 20955,
  "totalQuotes": 9,
  "totalCharacters": 4,
  "lastUpdated": "2026-02-28T14:06:32.730Z",
  "quotes": [
    {
      "id": "quote_11_1755685858062",
      "character": "Adlet Mayer",
      "quote": "What do you think it means to be the strongest man in the world? The strongest man in the world has power, skill, wisdom, heart, and luck."
    },
    {
      "id": "quote_12_1755685858062",
      "character": "Hans Humpty",
      "quote": "Humans can lie with words. And they can deceive with actions. You can't trust their eyes, voices, or expressions. But when they're about to die, their faces show the truth, no matter what."
    },
    {
      "id": "quote_13_1755685858062",
      "character": "Fremy Speedraw",
      "quote": "Adlet, I hated you. I hated the fact that I was starting to believe in you. I still hate you. The more I talk to you, the more I hate you. I believe you, even though I decided to never believe anyone again."
    },
    {
      "id": "quote_14_1755685858062",
      "character": "Adlet Mayer",
      "quote": "I thought that would be the only way I could become the world's strongest man. But you know... It didn't work. Your heart isn't something you can get rid of. If you're trying to get rid of your heart, your heart is making you do it. You can never abandon everything to get stronger. The one thing you can never stop is falling in love with someone!"
    },
    {
      "id": "quote_15_1755685858062",
      "character": "Atro Spiker",
      "quote": "If you want to be strong, smile! He who can smile, even when he's so sad that he wants to die, when it's so painful that he wants to give it all up and run away, is the one who becomes strong."
    },
    {
      "id": "quote_16_1755685858062",
      "character": "Adlet Mayer",
      "quote": "In order to accomplish something, first you had to believe in yourself that you could do it."
    },
    {
      "id": "quote_17_1755685858062",
      "character": "Adlet Mayer",
      "quote": "I was able to become strong because I still believe those words. That a man can't become strong for revenge's sake. He becomes strong because he believes in something."
    },
    {
      "id": "quote_18_1755685858062",
      "character": "Fremy Speedraw",
      "quote": "Liars always say the same things. \"I'll believe in you. I'll protect you. I care about you.\" I'll never believe that again... No one will ever protect me. I won't even think about it. I'll fight alone, live alone, and die alone. I know... I've felt it on my skin and in my body... That it's better not to believe in anyone than believe and be betrayed!"
    },
    {
      "id": "quote_608_1772287592730",
      "character": "Fremy Speedraw",
      "quote": "Liars always say the same things. \"\"I'll believe in you. I'll protect you. I care about you.\"\" I'll never believe that again... No one will ever protect me. I won't even think about it. I'll fight alone, live alone, and die alone. I know... I've felt it on my skin and in my body... That it's better not to believe in anyone than believe and be betrayed!"
    }
  ]
}