{
  "name": "Gunslinger Stratos: The Animation",
  "anilistId": 20979,
  "totalQuotes": 6,
  "totalCharacters": 3,
  "lastUpdated": "2025-08-20T10:40:36.633Z",
  "quotes": [
    {
      "id": "quote_28_1755686436633",
      "character": "Tooru Kazasumi",
      "show": "Gunslinger Stratos: The Animation",
      "quote": "If another me was born somewhere else, and had led a different life, how would he feel? If there was another version of myself somewhere on the other side of the ocean, what would happen if I were able to meet him? Would I be able to be his friend? Or would the differences in our upbringing be something that I couldn't overcome? Can I understand him because he is me? Or will he be impossible to understand because he's me?"
    },
    {
      "id": "quote_29_1755686436633",
      "character": "TimeKeeper",
      "show": "Gunslinger Stratos: The Animation",
      "quote": "To believe in someone can be a dangerous thing."
    },
    {
      "id": "quote_30_1755686436633",
      "character": "Tooru Kazasumi",
      "show": "Gunslinger Stratos: The Animation",
      "quote": "It has happened many times throughout history. Resources, territory, wealth... Humans fight each other in order to gain something they don't have. It's simple. How can you be concerned with the lives of others when you're about to starve to death? You're too naive. Humans can only live by stealing what they don't have from others. If there's no future, we just take the future from others."
    },
    {
      "id": "quote_31_1755686436633",
      "character": "Tooru Kazasumi",
      "show": "Gunslinger Stratos: The Animation",
      "quote": "Pain, suffering, sadness... We all accept it, and that's why we can move forward!"
    },
    {
      "id": "quote_32_1755686436633",
      "character": "Kyouka Katagiri",
      "show": "Gunslinger Stratos: The Animation",
      "quote": "We fail. We make mistakes. But each time we do, I think we become stronger."
    },
    {
      "id": "quote_33_1755686436633",
      "character": "TimeKeeper",
      "show": "Gunslinger Stratos: The Animation",
      "quote": "Humans continue to live in a cycle of death and destruction. Guns can't change anything. It merely creates an infinite chain of hatred and retribution."
    }
  ]
}