{
  "name": "Gate",
  "anilistId": 20994,
  "totalQuotes": 18,
  "totalCharacters": 8,
  "lastUpdated": "2026-02-28T14:08:12.055Z",
  "quotes": [
    {
      "id": "quote_617_1772287692055",
      "character": "Rory Mercury",
      "quote": "More than anyone else, humanity is a species which looks forward to tomorrow. Because of their dreams, they can bear with the unjustness of the present."
    },
    {
      "id": "quote_620_1772287692055",
      "character": "Lelei la Lelena",
      "quote": "Only humans, with their short lifespan, are driven to solve every problem they encounter. It is how they live."
    },
    {
      "id": "quote_624_1772287692055",
      "character": "Itami Youji",
      "quote": "A mission's one thing, but I can't put them in danger for personal reasons. The only life I can do that to is my own."
    },
    {
      "id": "quote_628_1772287692055",
      "character": "Rory Mercury",
      "quote": "To a girl, a man who’s nice to everyone... hm, I suppose that works as an example, to a man, it would be like a woman who opens her legs to anyone. People want companions so they can swiftly satisfy their need for love and affection. A woman wants a man who only shows his love to her."
    },
    {
      "id": "quote_632_1772287692055",
      "character": "Lelei la Lelena",
      "quote": "Someone who can be deceived by others will be deceived again and again."
    },
    {
      "id": "quote_636_1772287692055",
      "character": "Rory Mercury",
      "quote": "Girls are happier when they're the only one you're nice to."
    },
    {
      "id": "quote_640_1772287692055",
      "character": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
      "quote": "Battle was a thing which was won by living and which was lost by dying."
    },
    {
      "id": "quote_644_1772287692055",
      "character": "Itami Youji",
      "quote": "If you don’t have the resolve to take responsibility for her until the very end, then don’t do anything unnecessary."
    },
    {
      "id": "quote_648_1772287692055",
      "character": "Rory Mercury",
      "quote": "Some questions with no answers cannot be answered even by those who live forever. Yet, the absence of a correct answer does not mean the question cannot be answered. If you want to know how I felt about the complete ban on some culture and art that I could not understand, was not interested in, or could not accept, in the name of preventing the violations of others’ rights or other trumped up charges, I believe that would be taking us onto the road of discriminating against others. If we define culture as that which is healthy or humane, and defend that decision in the name of justice, once any part of that system collapses, it will cause an unimaginable number of problems for society. For instance, if I drew a line in the middle and erased one side, the next day, a new line will appear in the middle of the side that is left. I think suppressing the instincts and thoughts of the human spirit is bad. The desire for purity and wholesomeness, when taken to an extreme, is harmful."
    },
    {
      "id": "quote_651_1772287692055",
      "character": "Lelei la Lelena",
      "quote": "If a member of one’s family is killed by a thief, then one should hate the thief. But people will miss aim their hatred — why should they go to where the thief hides? If one loses a family member to sickness, then one should hate the disease. It is not the doctor’s fault"
    },
    {
      "id": "quote_656_1772287692055",
      "character": "Kurokawa Mari",
      "quote": "People can face tomorrow because they can see reality and accept it. By denying reality, you cloud up the present, and tomorrow will never come. No, you can cloud it up, but your tomorrow will be that much crueler."
    },
    {
      "id": "quote_659_1772287692055",
      "character": "Yao Ro Ducy",
      "quote": "Revenge is a rite that restores one’s spirit after it has been ravaged by the anger and hatred of loss. That is the only way to heal one's soul and stand up again to face reality. That is the only way we can have a tomorrow."
    },
    {
      "id": "quote_668_1772287692055",
      "character": "Duran",
      "quote": "Sometimes, you’ll run into a situation which is dangerous, but which you can't run from. Sometimes, you know you’ll lose, but you have to advance anyway. If you can't be a smart man, then you should be the stupidest man of all. What do you think?"
    },
    {
      "id": "quote_671_1772287692055",
      "character": "Gray Co Aldo",
      "quote": "It is a shame for a knight to have one's trust in him withdrawn halfway."
    },
    {
      "id": "quote_845_1772287692055",
      "character": "Itami Youji",
      "quote": "I work to support my hobby. So if you asked me which I'd choose, my job or my hobby, my hobby takes priority."
    },
    {
      "id": "quote_939_1772287692055",
      "character": "Itami Youji",
      "quote": "If you can't see something through the end, then don't do anything."
    },
    {
      "id": "quote_982_1772287692055",
      "character": "Kurokawa Mari",
      "quote": "People can't live for the future without accepting reality."
    },
    {
      "id": "quote_1028_1772287692055",
      "character": "Rory Mercury",
      "quote": "Ruling over death means ruling over life. Death is the climax of life. To have the best death, you must honor life."
    }
  ]
}