{
  "name": "ONE PIECE",
  "anilistId": 21,
  "totalQuotes": 229,
  "totalCharacters": 41,
  "lastUpdated": "2026-02-28T13:51:29.835Z",
  "quotes": [
    {
      "id": "quote_3083_1755663660339",
      "character": "Sengoku the Buddha",
      "quote": "Don't try to find a reason for somebody's love!!"
    },
    {
      "id": "quote_3084_1755663660339",
      "character": "One Piece",
      "quote": "We cannot direct the wind, but we can adjust the sails."
    },
    {
      "id": "quote_3085_1755663660339",
      "character": "One Piece",
      "quote": "Inherited will, the swelling of the changing times, and the dreams of people. These are things that cannot be stopped. As long as people seek the answer to freedom, these will never cease to be!"
    },
    {
      "id": "quote_3086_1755663660339",
      "character": "Kizaru",
      "quote": "Without strength, you won't be able to save anyone."
    },
    {
      "id": "quote_3087_1755663660339",
      "character": "Roronoa Zoro",
      "quote": "Either in belief or doubt, if I lean to one of these sides, my reaction time will be dulled if my heart thinks the opposite of what I choose."
    },
    {
      "id": "quote_3088_1755663660339",
      "character": "Smoker",
      "quote": "Don't ever think there's any perfect society made by humans!! If you think that way you'll overlook the enemy!! Don't be fooled by appearances!!"
    },
    {
      "id": "quote_3089_1755663660339",
      "character": "Nico Robin",
      "quote": "They call me the \"demon child\"."
    },
    {
      "id": "quote_3090_1755663660339",
      "character": "Roronoa Zoro",
      "quote": "Only those who have suffered long, can see the light within the shadows"
    },
    {
      "id": "quote_3091_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "If you hurt somebody... or if somebody hurts you, the same red blood will be shed"
    },
    {
      "id": "quote_3092_1755663660339",
      "character": "Roronoa Zoro",
      "quote": "You sure can talk the talk, but you're not quite ready to walk the walk. Time's up, it's my turn."
    },
    {
      "id": "quote_3093_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "If I get reincarnated... I wanna become a clam."
    },
    {
      "id": "quote_3094_1755663660339",
      "character": "Dracule Mihawk",
      "quote": "The world has too many heroes. It needs a monster."
    },
    {
      "id": "quote_3095_1755663660339",
      "character": "Gol D. Roger",
      "quote": "The world...what a glorious place! Seek freedom, and it will lie stretched out before your eyes. If the endless dream guides your restless spirit, seize it! Raise your flag, and stand tall!"
    },
    {
      "id": "quote_3096_1755663660339",
      "character": "Eustass Kid",
      "quote": "Compared to the \"righteous\" greed of the rulers, the criminals of the world seem much more honorable. When scum rules the world, only more scum is born."
    },
    {
      "id": "quote_3097_1755663660339",
      "character": "Trafalgar Law",
      "quote": "The weak don't get to decide anything, not even how they die."
    },
    {
      "id": "quote_3098_1755663660339",
      "character": "Brook",
      "quote": "All for one, one for all! There are times when a man has no choice but to act!"
    },
    {
      "id": "quote_3099_1755663660339",
      "character": "Sanji",
      "quote": "Men who can't wipe away the tears from a women's eyes, aren't real men."
    },
    {
      "id": "quote_3100_1755663660339",
      "character": "Enel",
      "quote": "I am lightning. No matter how hard they try, mankind can never overcome lightning. Since ancient times, mankind has labeled the unknowns of nature as God. And anything they could not understand, they feared. Everything which befalls mankind is said to be the work of God. Mankind accepts that it cannot defeat natural disasters. And I am one of them."
    },
    {
      "id": "quote_3101_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "You came without fear. Don't have any regrets, no matter what happens. This is the duel you wanted."
    },
    {
      "id": "quote_3102_1755663660339",
      "character": "Boa Hancock",
      "quote": "Whether I kick a kitten... Tear off your ears... Even slaughter innocent people... The world will never cease to forgive my actions! Why, you ask? That's right, it is because I am... Beautiful!!!"
    },
    {
      "id": "quote_3103_1755663660339",
      "character": "Tony Tony Chopper",
      "quote": "I want a devil fruit."
    },
    {
      "id": "quote_3104_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "An island from a dream within a dream? I could never pass up a great adventure like this!"
    },
    {
      "id": "quote_3105_1755663660339",
      "character": "Franky",
      "quote": "I am crazy and stubborn."
    },
    {
      "id": "quote_3106_1755663660339",
      "character": "Sanji",
      "quote": "Black leg!"
    },
    {
      "id": "quote_3107_1755663660339",
      "character": "Crocodile",
      "quote": "Wake up princess, I'm tired of your useless ideals. It's gotten pathetic. What good are your happy ideals if you can't do anything to make them a reality? They're nothing but dreams, and your dreams don't stand a chance."
    },
    {
      "id": "quote_3108_1755663660339",
      "character": "Arlong",
      "quote": "Living is important! It is because one lives, one can enjoy things! Everyone has their own designated place and position in life! This man understands the futility of resisting against that fact! You see, not all living things, are born equal!"
    },
    {
      "id": "quote_3109_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "Hero? No! We're pirates! I love heroes, but I don't wanna be one! Do you know what heroes are? Say there is a chunk of meat. Pirates will have a banquet and eat it, but heroes will share it with other people. I want all the meat!"
    },
    {
      "id": "quote_3110_1755663660339",
      "character": "Portgas D. Ace",
      "quote": "We have to live a life of no regrets."
    },
    {
      "id": "quote_3111_1755663660339",
      "character": "Whitebeard",
      "quote": "About Whitebeard \"Even in death, his body did not fall. His figure, taking down enemies while losing half of his head, was truly monstrous. The total number of sword wounds he received in this battle was 267. He was shot by 152 bullets. And was hit by 46 cannonballs. And despite all this, his proud back, over the course of his entire life as a pirate, never received a single scar from running away!\""
    },
    {
      "id": "quote_3112_1755663660339",
      "character": "Roronoa Zoro",
      "quote": "You've underestimated me, snow woman. When you thought you couldn't beat me, you should have run. Of course, there are things that I don't wanna cut. But... let me ask you something.\nHave you ever seen a fierce animal you were sure would never bite? Because I haven't."
    },
    {
      "id": "quote_3113_1755663660339",
      "character": "Sanji",
      "quote": "A real man is someone who forgives a woman for her lies!"
    },
    {
      "id": "quote_3114_1755663660339",
      "character": "Sanji",
      "quote": "Don't start a fight that you can't finish."
    },
    {
      "id": "quote_3115_1755663660339",
      "character": "Portgas D. Ace",
      "quote": "Sometimes, the blood rushes to my head and I feel like, if I run, I'll lose something important."
    },
    {
      "id": "quote_3116_1755663660339",
      "character": "Jinbei",
      "quote": "You can't bring back what you've lost, think about what you have now!"
    },
    {
      "id": "quote_3117_1755663660339",
      "character": "Usopp",
      "quote": "I'm the sniper king, sogeking."
    },
    {
      "id": "quote_3118_1755663660339",
      "character": "Dracule Mihawk",
      "quote": "You are defeated yet you will not step back, why not?"
    },
    {
      "id": "quote_3119_1755663660339",
      "character": "Nami",
      "quote": "I'm the smartest member in the Straw Hat group."
    },
    {
      "id": "quote_3120_1755663660339",
      "character": "Fujitora",
      "quote": "If you were to be troubled over something as trivial as losing face, then it's better to not have it at all."
    },
    {
      "id": "quote_3121_1755663660339",
      "character": "Sanji",
      "quote": "Leave this guy's key to me, I'll do what you cant do; you do what I can't do. Think carefully! Read the situation. If you're here, there's got to be a way Robin-chan can be saved! Usopp!"
    },
    {
      "id": "quote_3122_1755663660339",
      "character": "Fujitora",
      "quote": "If you lose credibility by just admitting fault, then you didn't have any in the first place."
    },
    {
      "id": "quote_3123_1755663660339",
      "character": "Trafalgar Law",
      "quote": "You can't see the whole picture until you look at it from the outside."
    },
    {
      "id": "quote_3124_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "Being alone is more painful than getting hurt."
    },
    {
      "id": "quote_3125_1755663660339",
      "character": "Tony Tony Chopper",
      "quote": "I realized that back then, the reason I wanted to become human, was that I really just wanted to have friends. Now, I just want to be a monster that can help Luffy."
    },
    {
      "id": "quote_3126_1755663660339",
      "character": "One Piece",
      "quote": "Even if armed with hundreds of weapons... there are times when you just can't beat a man with a spear of conviction in his gut."
    },
    {
      "id": "quote_3127_1755663660339",
      "character": "Usopp",
      "quote": "Man or Child, Strong or Weak, None of those matter once you are out at sea!"
    },
    {
      "id": "quote_3128_1755663660339",
      "character": "One Piece",
      "quote": "They are more like “people who don’t follow rules…” There are different kinds of people in different worlds! … Between you two and them, what is the difference? It isn’t unusual… to put it to an extreme… A hero during a war would be just another murderer in peaceful times."
    },
    {
      "id": "quote_3129_1755663660339",
      "character": "Jinbei",
      "quote": "Don't just think about the ones you have lost. You can't get back what you have lost. What is it that you still have ?"
    },
    {
      "id": "quote_3130_1755663660339",
      "character": "Brook",
      "quote": "Neither God nor the Devil can give aid to those without the will to fight…"
    },
    {
      "id": "quote_3131_1755663660339",
      "character": "Brook",
      "quote": "What do you know of death?!! Have you ever died?!! You think death will preserve your cause forever?!! Ridiculous!! Death leaves nothing behind!! Once a person passes on, nothing remains but dead bones!! If there is one thing I can’t stand, it is a person with no respect for life!!"
    },
    {
      "id": "quote_3132_1755663660339",
      "character": "Nami",
      "quote": "Life is like a pencil that will surely run out, but will leave the beautiful writing of life."
    },
    {
      "id": "quote_3133_1755663660339",
      "character": "Dr hiluluk",
      "quote": "When do you think people die? When they are shot through the heart by the bullet of a pistol? No. When they are ravaged by an incurable disease? No. When they drink a soup made from a poisonous mushroom!? No! It’s when... they are forgotten."
    },
    {
      "id": "quote_3134_1755663660339",
      "character": "Whitebeard",
      "quote": "It doesn't matter who your parents were. Everyone is a child of the sea."
    },
    {
      "id": "quote_3135_1755663660339",
      "character": "Portgas D. Ace",
      "quote": "Sometimes the blood rushes to my head and I feel like, if I run I'll lose something important."
    },
    {
      "id": "quote_3136_1755663660339",
      "character": "Silvers Rayleigh",
      "quote": "Maybe nothing in this world happens by accident. As everything happens for a reason, our destiny slowly takes form..."
    },
    {
      "id": "quote_3137_1755663660339",
      "character": "Saul Jaguar D",
      "quote": "There is no such thing as being born into the world to be alone."
    },
    {
      "id": "quote_3138_1755663660339",
      "character": "Roronoa Zoro",
      "quote": "You want to kill me? You couldn't even kill my boredom!"
    },
    {
      "id": "quote_3139_1755663660339",
      "character": "Donquixote Doflamingo",
      "quote": "The weaker person is the more he gets hung up on other people's pain and then he self-destructs"
    },
    {
      "id": "quote_3140_1755663660339",
      "character": "Portgas D. Ace",
      "quote": "Old man, everyone!! And you.. Luffy. Even though I've been good for nothing my whole life, even though I have the blood of a demon within me... You guys still loved me! Thank you so much!!"
    },
    {
      "id": "quote_3141_1755663660339",
      "character": "Brook",
      "quote": "I'm the afro-hair guy."
    },
    {
      "id": "quote_3142_1755663660339",
      "character": "Kuzan",
      "quote": "The thing called \"justice\" changes its shape... Depending on where you stand."
    },
    {
      "id": "quote_3143_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "Power isn't determined by your size, but the size of your heart and dreams!"
    },
    {
      "id": "quote_3144_1755663660339",
      "character": "Roronoa Zoro",
      "quote": "So, are you stupid enough to fall for such a stupid trap that such stupid people set up?"
    },
    {
      "id": "quote_3145_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "Forgetting is like a wound. The wound may heal but it has already left a scar."
    },
    {
      "id": "quote_3146_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "You want to keep everyone from dying? That's naive. It's war. People die."
    },
    {
      "id": "quote_3147_1755663660339",
      "character": "Brook",
      "quote": "It's over when you give up."
    },
    {
      "id": "quote_3148_1755663660339",
      "character": "Dracule Mihawk",
      "quote": "My name is Dracule Mihawk! Find your self, true world, become stronger! No matter how long it may take, I will wait for you in my strongest form! Surpass this sword! Surpass me! Roronoa Zoro!"
    },
    {
      "id": "quote_3149_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "No matter how hard or impossible it is, never lose sight of your goal."
    },
    {
      "id": "quote_3150_1755663660339",
      "character": "Trafalgar Law",
      "quote": "There are things you can't see unless you change your standing."
    },
    {
      "id": "quote_3151_1755663660339",
      "character": "Dracule Mihawk",
      "quote": "I'm not stupid enough to use a cannon to hunt a rabbit."
    },
    {
      "id": "quote_3152_1755663660339",
      "character": "Mr. 2 Bon Clay",
      "quote": "Even in the depths of Hell... blooms a beautiful flower of friendship... leaving its petals as mementos... bobbing back and forth on the waves... may it one day bloom once more...the Okama Way."
    },
    {
      "id": "quote_3153_1755663660339",
      "character": "Smoker",
      "quote": "Why did he smile? Why? Did he know he would be saved? No. In that instant, he must have understood that his life was going to end. Death. He accepted it. He was fully prepared for it and smiled."
    },
    {
      "id": "quote_3154_1755663660339",
      "character": "Donquixote Doflamingo",
      "quote": "There is a difference in the look of the ordinary vagabond and that of a determined man."
    },
    {
      "id": "quote_3155_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "If you don't take risks, you can't create a future."
    },
    {
      "id": "quote_3156_1755663660339",
      "character": "Shanks",
      "quote": "By experiencing both, victory and defeat, running away and shedding tears, a man will become a man."
    },
    {
      "id": "quote_3157_1755663660339",
      "character": "Roronoa Zoro",
      "quote": "Being strong isn't just about having power or move, it about one's spirit"
    },
    {
      "id": "quote_3158_1755663660339",
      "character": "Nico Robin",
      "quote": "Before the heart of truth, there is no need for words."
    },
    {
      "id": "quote_3159_1755663660339",
      "character": "Donquixote Doflamingo",
      "quote": "That's ridiculous. People usually have a stereotypical idea, or an assumption like that and that's what creates a blind spot"
    },
    {
      "id": "quote_3160_1755663660339",
      "character": "Donquixote Doflamingo",
      "quote": "Pirates are evil? The Marines are righteous? These terms have always changed throughout the course of history! Kids who have never seen peace and kids who have never seen war have different values! Those who stand at the top determine what's wrong and what's right! This very place is neutral ground! Justice will prevail, you say? But of course it will! Whoever wins this war becomes justice!"
    },
    {
      "id": "quote_3161_1755663660339",
      "character": "Monkey D. Dragon",
      "quote": "Someday, I promise you, they will all watch as I change the world."
    },
    {
      "id": "quote_3162_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "*To Captain Kuro* So, you don’t like to get hit, huh? Well, you’re about to have a very bad day."
    },
    {
      "id": "quote_3163_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "There is something mysterious about the life of a pirate."
    },
    {
      "id": "quote_3164_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "If you don't risk your life, you can't create a future. Right?"
    },
    {
      "id": "quote_3165_1755663660339",
      "character": "Gol D. Roger",
      "quote": "Destiny. Fate. Dreams. These unstoppable ideas are held deep in the heart of man. As long as there people who seek freedom in this life, These things shall not vanish from the Earth."
    },
    {
      "id": "quote_3166_1755663660339",
      "character": "Brook",
      "quote": "What keeps me alive in this world is neither bodily organs, nor muscles - it's my soul!"
    },
    {
      "id": "quote_3167_1755663660339",
      "character": "Crocodile",
      "quote": "\"If I do this, I can stop the rebellion\", \"if I do that, I can stop the rebellion\"... Open your eyes, princess! Your zealous idealism disgusts me! Ideals can only be spoken by those powerful enough to carry them out. And that excludes you!"
    },
    {
      "id": "quote_3168_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "Are we friends? Or are we foes? That kind of thing you decide for yourselves!"
    },
    {
      "id": "quote_3169_1755663660339",
      "character": "Jinbei",
      "quote": "It may be hard right now... But you must silence those thoughts! Stop counting only those things that you have lost! What is gone, is gone! So ask yourself this: What is there... that still remains to you?!"
    },
    {
      "id": "quote_3170_1755663660339",
      "character": "Brook",
      "quote": "\"Loneliness\" is no longer part of my vocabulary."
    },
    {
      "id": "quote_3171_1755663660339",
      "character": "Sanji",
      "quote": "Don't start a fight if you can't end it."
    },
    {
      "id": "quote_3172_1755663660339",
      "character": "Roronoa Zoro",
      "quote": "If I die here, then I'm a man that could only make it this far."
    },
    {
      "id": "quote_3173_1755663660339",
      "character": "Jimbei",
      "quote": "It is a sad truth that greater the authority a person possesses, the more he tends to fear change."
    },
    {
      "id": "quote_3174_1755663660339",
      "character": "Roronoa Zoro",
      "quote": "You need to accept the fact that you're not the best and have all the will to strive to be better than anyone you face."
    },
    {
      "id": "quote_3175_1755663660339",
      "character": "Crocodile",
      "quote": "\"If I do this, I can stop the rebellion”, “if I do that, I can stop the rebellion”... Open your eyes, princess! Your zealous idealism disgusts me! Ideals can only be spoken by those powerful enough to carry them out. And that excludes you!"
    },
    {
      "id": "quote_3176_1755663660339",
      "character": "Donquixote Rosinante",
      "quote": "I'll die smiling! Because if you ever think of me in the future, I want you to remember me smiling."
    },
    {
      "id": "quote_3177_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "Then just become stronger. I have my ambition, you have your ambition too. Which means you should just keep walking forward towards that goal."
    },
    {
      "id": "quote_3178_1755663660339",
      "character": "Usopp",
      "quote": "When I left Syrup Village, I left everything behind! Tranquility… Safety… They face hardships every day, and they laugh like they’re really having fun! That’s why I decided to go out to sea! I want to laugh ’til I cry, too! But if I don’t fight with everything I’ve got, there’s no way I deserve to be on the same boat as them! There’s no way I can laugh with them!"
    },
    {
      "id": "quote_3179_1755663660339",
      "character": "Brook",
      "quote": "No matter how deep the night, it always turns to day, eventually."
    },
    {
      "id": "quote_3180_1755663660339",
      "character": "Roronoa Zoro",
      "quote": "Bring on the hardship. It's preferred in a path of carnage."
    },
    {
      "id": "quote_3181_1755663660339",
      "character": "Roronoa Zoro",
      "quote": "When the world shoves you around, you just gotta stand up and shove back. It's not like somebody's gonna save you if you start babbling excuses."
    },
    {
      "id": "quote_3182_1755663660339",
      "character": "Donquixote Doflamingo",
      "quote": "I lost my mother when I was 8...and killed my father when I was 10. Those with the title of \"Executive\" or above...are my \"family\", with whom I've shared my joys and sorrows. They're the only thing I have! I won't forgive anyone that laughs at my family. Understood?"
    },
    {
      "id": "quote_3183_1755663660339",
      "character": "Roronoa Zoro",
      "quote": "I'm a pirate hunter."
    },
    {
      "id": "quote_3184_1755663660339",
      "character": "Roronoa Zoro",
      "quote": "I don't care what the society says. I've regretted doing anything. I will survive and do what I want to."
    },
    {
      "id": "quote_3185_1755663660339",
      "character": "Donquixote Doflamingo",
      "quote": "The time is almost here. Go and lay the groundwork. A world where only true pirates can survive will soon be upon us. Those without power, flee while you can. The tide will bring those of unmatched power and the New Era will begin!"
    },
    {
      "id": "quote_3186_1755663660339",
      "character": "Nico Robin",
      "quote": "Fools who don't respect the past are likely to repeat it."
    },
    {
      "id": "quote_3187_1755663660339",
      "character": "Brook",
      "quote": "Death is never an apology."
    },
    {
      "id": "quote_3188_1755663660339",
      "character": "One Piece",
      "quote": "If you hurt somebody or if someone hurts you, - the same red blood will be shed."
    },
    {
      "id": "quote_3189_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "So, you don't like to get hit, huh? Well, you're about to have a very bad day."
    },
    {
      "id": "quote_3190_1755663660339",
      "character": "Sanji",
      "quote": "I couldn't confess my feelings for you, so I watched you from afar, being happy with someone else."
    },
    {
      "id": "quote_3191_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "I'm gonna kick your ***."
    },
    {
      "id": "quote_3192_1755663660339",
      "character": "Donquixote Doflamingo",
      "quote": "That's right! Whatever the tragedy or the blunder is, only the things that actually happened are written in stone!"
    },
    {
      "id": "quote_3193_1755663660339",
      "character": "Portgas D. Ace",
      "quote": "I don't wanna live a thousand years. If I just live through today, that'll be enough."
    },
    {
      "id": "quote_3194_1755663660339",
      "character": "Monkey D. Dragon",
      "quote": "There can be no happiness in a world where the undesirables are thrown away."
    },
    {
      "id": "quote_3195_1755663660339",
      "character": "Monkey D. Luffy",
      "quote": "We are NOT asking him where the treasure is hidden!!! We're not even asking him whether there IS any treasure or not!! I'm not sure, but... ...everybody set out to sea, risking their lives to search for it!!! If you ask this old man anything about it here and now... Then I'll quit being a pirate! I don't want to go on a boring adventure like that!"
    },
    {
      "id": "quote_110_1755700694013",
      "character": "Smoker",
      "quote": "Don't ever think there's any perfect society made by humans!! If you think that way you'll overlook the enemy!! Don't be fooled by appearances!!\n"
    },
    {
      "id": "quote_111_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "Bring on the hardship. It's preferred in a path of carnage.\n\n"
    },
    {
      "id": "quote_112_1755700694013",
      "character": "One Piece",
      "quote": "Even if armed with hundreds of weapons... there are times when you just can't beat a man with a spear of conviction in his gut.\n\n\n\n"
    },
    {
      "id": "quote_113_1755700694013",
      "character": "Portgas D. Ace",
      "quote": "Thank you... for loving me!"
    },
    {
      "id": "quote_114_1755700694013",
      "character": "Gecko Moria",
      "quote": "Fine! Go see for yourself, Straw Hat... What a real nightmare is... In the New World!"
    },
    {
      "id": "quote_115_1755700694013",
      "character": "Usopp",
      "quote": "A dumbass is still a dumbass. *looking at Duval's new face*"
    },
    {
      "id": "quote_116_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "A place where you can never ever EVER enter? *Luffy, in Skypea*"
    },
    {
      "id": "quote_117_1755700694013",
      "character": "Whitebeard",
      "quote": "The name of this era is WHITEBEARD!"
    },
    {
      "id": "quote_118_1755700694013",
      "character": "Whitebeard",
      "quote": "I am only one man with one heart... Call me a demon, call me a monster... but I can't be the strongest forever!!!"
    },
    {
      "id": "quote_119_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "I am going to save you even if it kills me."
    },
    {
      "id": "quote_120_1755700694013",
      "character": "Brook",
      "quote": "I wonder if it'll be fun to see mermaid-san's panties."
    },
    {
      "id": "quote_121_1755700694013",
      "character": "Whitebeard",
      "quote": "These fools... thinking that this might truly be enough to take my life... I need no help! I AM WHITEBEARD!!!"
    },
    {
      "id": "quote_122_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "*talking to Zoro* The world's greatest swordsman, that's great! And it's fitting since your new boss is going to be King of the Pirates! Anything else would make me look bad!"
    },
    {
      "id": "quote_123_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "Just shut up with your god crap, already!!! What kind of GOD... CAN'T SAVE A SINGLE DAMN THING??!!"
    },
    {
      "id": "quote_124_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "A wound that'd make an ordinary man unconscious... I won't lose to it. A wound that would kill an ordinary person... I won't lose to it! To face one who is extraordinary, Hawk Eyes... I can't allow myself to be ordinary!"
    },
    {
      "id": "quote_125_1755700694013",
      "character": "Marshall D. Teach",
      "quote": "Let the heavens deal with life and death, even the most fearful lose to that. Let's live for another moment!"
    },
    {
      "id": "quote_126_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "It's not like \"thanks\" are something I can eat."
    },
    {
      "id": "quote_127_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "There should be a limit to how similar a couple looks like."
    },
    {
      "id": "quote_128_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "When I decided to follow my dream, I had already discarded my life."
    },
    {
      "id": "quote_129_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "If you kill yourself, I'll kill you."
    },
    {
      "id": "quote_130_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "*to Captain Kuro* If you want to compare ambitions, mine is bigger!"
    },
    {
      "id": "quote_131_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "Well, how about this. My \"luck\" versus this thing's \"curse\". Wanna see what's stronger..? If I lose, then I'm just that much of a man anyways..."
    },
    {
      "id": "quote_132_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "If I get reincarnated.... I wanna become a clam."
    },
    {
      "id": "quote_133_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "There is someone that I must meet again. And until that day...not even Death itself can take my life away!"
    },
    {
      "id": "quote_134_1755700694013",
      "character": "Crocodile",
      "quote": "Weakness is a sin."
    },
    {
      "id": "quote_135_1755700694013",
      "character": "Enel",
      "quote": "People don't fear god, fear itslef is god."
    },
    {
      "id": "quote_136_1755700694013",
      "character": "Sanji",
      "quote": "You selfish people! Can't you see that he's hungry? Why do you hurt him? I think he is sick, so he can't find food by himself. Am I right? Here! Eat this food. *Luffy tries to eat Sanji* Die!!"
    },
    {
      "id": "quote_137_1755700694013",
      "character": "Sanji",
      "quote": "A cow? A cow can swim? I think it's a hippo!"
    },
    {
      "id": "quote_138_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "Let's continue eating."
    },
    {
      "id": "quote_139_1755700694013",
      "character": "Nojiko",
      "quote": "Since 8 years ago, that girl has never cried again, and she's never asked anyone for help. Because she doesn't want to die like our mother. She was 10 years old, and Nami decided to fight alone in that situation. Have you ever realized how much pain she's been going through?"
    },
    {
      "id": "quote_140_1755700694013",
      "character": "Sanji",
      "quote": "Any person who hurts Nami-san's feelings! I won't let them live peacefully!"
    },
    {
      "id": "quote_141_1755700694013",
      "character": "Usopp",
      "quote": "*talking about Nami* Because it was the only way to save the village, she decided to join the people who killed her mother."
    },
    {
      "id": "quote_142_1755700694013",
      "character": "Nami",
      "quote": "Just one more time and everything will be the same. Everything will come back to me. And I will be free from Arlong. Bellemere-san. Finally, I can laugh with all my heart."
    },
    {
      "id": "quote_143_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "Why does that man have a pinwheel on his head?"
    },
    {
      "id": "quote_144_1755700694013",
      "character": "Nami",
      "quote": "Everyone is expecting help from you, but you come here and don't think about doing anything to help those people?"
    },
    {
      "id": "quote_145_1755700694013",
      "character": "Nami",
      "quote": "Why? The work that the marines should be doing now...there are many things that you have to take care of. Don't know that Arlong has killed many people and destroyed many villages? Under his control, everyone was treated like a slave! And you didn't do a single thing about that!! And now you just want to find the treasure of one thief? Is this a real government?"
    },
    {
      "id": "quote_146_1755700694013",
      "character": "Nami",
      "quote": "Don't touch Bellemere-san's orange with your dirty hands! I won't give that money to you. That money is..."
    },
    {
      "id": "quote_147_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "Don't you dare make my navigator cry!!"
    },
    {
      "id": "quote_148_1755700694013",
      "character": "Sanji",
      "quote": "Moron! I'm not worried about you. I meant that you shouldn't take all the credit for yourself."
    },
    {
      "id": "quote_149_1755700694013",
      "character": "Marshall D. Teach",
      "quote": "There is no such thing as impossible in this world."
    },
    {
      "id": "quote_150_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "I don't know. I'm not sure why myself. But if I were to take even one step back, I believe that all those important oaths, promises and many other deals 'til now, will all go to waste and I'll never be able to return before you, ever again."
    },
    {
      "id": "quote_151_1755700694013",
      "character": "Gecko Moria",
      "quote": "A true pirate should fear nothing, not even death!"
    },
    {
      "id": "quote_152_1755700694013",
      "character": "Nico Robin",
      "quote": "Sometimes the only thing you have to doubt is your own common sense."
    },
    {
      "id": "quote_153_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "Being alone hurts worse than pain."
    },
    {
      "id": "quote_154_1755700694013",
      "character": "Shanks",
      "quote": "Your honor isn't worth your life."
    },
    {
      "id": "quote_155_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "If you don't want the negative reputation you shouldn't be a pirate."
    },
    {
      "id": "quote_156_1755700694013",
      "character": "Kizaru",
      "quote": "Victory or defeat can be determined in a single moments misstep."
    },
    {
      "id": "quote_157_1755700694013",
      "character": "Coby",
      "quote": "We shouldn't worry about being able to achieve our dreams, as long as we have the desire to do it!"
    },
    {
      "id": "quote_158_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "So what if you're a girl."
    },
    {
      "id": "quote_159_1755700694013",
      "character": "Don Krieg",
      "quote": "When a guy gets flustered, because someone calls him weak, it's proof that he recognizes he IS weak. Let the outcome determine the weak and the strong."
    },
    {
      "id": "quote_160_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "If I can't even protect my captain's dream, then whatever ambition I have is nothing but talk..."
    },
    {
      "id": "quote_161_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "Dying is not repaying a debt! That is not what he saved you for! Only weak men would die after someone spared their lives!"
    },
    {
      "id": "quote_162_1755700694013",
      "character": "Dracule Mihawk",
      "quote": "I don't remember the name of every weakling I crush."
    },
    {
      "id": "quote_163_1755700694013",
      "character": "Bellemere",
      "quote": "No matter what happens, don't be sorry you were born. Even though nobody praises us, don't forget to smile in any situation. As long as you're alive there will be better things later...and there will be many."
    },
    {
      "id": "quote_164_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "When you decided to go to the sea, it was your own decision. Whatever happens to you on the sea, it depends on what you've done! Don't blame others!!"
    },
    {
      "id": "quote_165_1755700694013",
      "character": "Nami",
      "quote": "Hopes for the future..? Yes. However, getting there with you...is not much different than being alone..! What good is the treasure if I'm alone? After sharing so much of our dreams. Instead of sacrificing them and leaving with you I would rather... HAVE NOTHING AT ALL!"
    },
    {
      "id": "quote_166_1755700694013",
      "character": "Sanji",
      "quote": "I don't care if you're a god. If you lay even one finger on Nami-san, I'll become the Devil of the Blue Sea!"
    },
    {
      "id": "quote_167_1755700694013",
      "character": "Boa Hancock",
      "quote": "Fufufu.. I think I like you."
    },
    {
      "id": "quote_168_1755700694013",
      "character": "Marshall D. Teach",
      "quote": "A man's dream never dies!"
    },
    {
      "id": "quote_169_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "I don't want to conquer anything. I just think the guy with the most freedom in this whole ocean... is the Pirate King!"
    },
    {
      "id": "quote_170_1755700694013",
      "character": "Silvers Rayleigh",
      "quote": "*talking to Luffy* Can you really do this..? The Grand Line is just going to keep going on...surpassing your wildest imaginations! And the enemies will be strong. Can you really conquer this ultimate ocean?"
    },
    {
      "id": "quote_171_1755700694013",
      "character": "Brook",
      "quote": "Yohohohoho!"
    },
    {
      "id": "quote_172_1755700694013",
      "character": "Kizaru",
      "quote": "Have you ever been kicked at the speed of light?"
    },
    {
      "id": "quote_173_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "You'll never understand...your swords will never be as heavy as mine!"
    },
    {
      "id": "quote_174_1755700694013",
      "character": "Shanks",
      "quote": "You can spill drinks on me, even spit on me. I'll just laugh about it. But If you dare to hurt my friends... I WON'T FORGIVE YOU!"
    },
    {
      "id": "quote_175_1755700694013",
      "character": "Brook",
      "quote": "Would you let me see your panties?"
    },
    {
      "id": "quote_176_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "If you do anything that would cause me to abandon my ambitions... You will end your own life on my sword!"
    },
    {
      "id": "quote_177_1755700694013",
      "character": "Gol D. Roger",
      "quote": "Inherited will. Destiny of the age. The dreams of the people. These are things that will not be stopped. As long as people continue to pursue the meaning of freedom. These things will never cease to be."
    },
    {
      "id": "quote_178_1755700694013",
      "character": "Usopp",
      "quote": "There... Comes a time when a man has to stand and FIGHT!! This is the time when his friends dreams are laughed at. Luffy wont die... I KNOW he'll be the pirate king one day. I WONT LET YOU LAUGH AT THAT!!"
    },
    {
      "id": "quote_179_1755700694013",
      "character": "Usopp",
      "quote": "Then stand up right away! And don't act like you're about to die! It's not like you! Even if there are billows of smoke, we can still see the sky. We can still see the ocean! It ain't like it's hell here! So don't act like you're about to die!"
    },
    {
      "id": "quote_180_1755700694013",
      "character": "Sanji",
      "quote": "I'll never kick a woman, even if I die!"
    },
    {
      "id": "quote_181_1755700694013",
      "character": "Sanji",
      "quote": "A man forgives a woman's lies."
    },
    {
      "id": "quote_182_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "I have Nakama who're not strong... But I still want them to be with me..!!So I have to be stronger than anybody else... Or I'll lose them all!!!"
    },
    {
      "id": "quote_183_1755700694013",
      "character": "Franky",
      "quote": "Existing Isn't A Crime!"
    },
    {
      "id": "quote_184_1755700694013",
      "character": "Nami",
      "quote": "*talking about Usopp and Luffy* It's never ending with those idiots. HEY! Lay off the sob stories! You know how dangerous this island is! Let's not give it any help in killing us!"
    },
    {
      "id": "quote_185_1755700694013",
      "character": "Sanji",
      "quote": "That's no way to treat a lady!"
    },
    {
      "id": "quote_186_1755700694013",
      "character": "Nami",
      "quote": "I'll have mapped out the entire world!"
    },
    {
      "id": "quote_187_1755700694013",
      "character": "Usopp",
      "quote": "I'll be brave!"
    },
    {
      "id": "quote_188_1755700694013",
      "character": "Sanji",
      "quote": "I'll find the All Blue!"
    },
    {
      "id": "quote_189_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "Soon I'll be King of the Pirates!"
    },
    {
      "id": "quote_190_1755700694013",
      "character": "Usopp",
      "quote": "*after his \"5 ton's hammer\" breaks* Of course it was fake! I can't lift five tons! I quit after five pounds!"
    },
    {
      "id": "quote_191_1755700694013",
      "character": "Tony Tony Chopper",
      "quote": "*after seeing Ussopp's 5 ton hammer break* You mean it was a fake?!"
    },
    {
      "id": "quote_192_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "*after seeing a skinny woman claiming to be Alvita* Don't you mean you're like half of her?"
    },
    {
      "id": "quote_193_1755700694013",
      "character": "Sanji",
      "quote": "It's time to get a girl."
    },
    {
      "id": "quote_194_1755700694013",
      "character": "Gol D. Roger",
      "quote": "Bear conviction under your flag!"
    },
    {
      "id": "quote_195_1755700694013",
      "character": "Usopp",
      "quote": "Protecting what we cherish most as men is the reason why we formed this pirate crew!"
    },
    {
      "id": "quote_196_1755700694013",
      "character": "Shanks",
      "quote": "*after saving Luffy and losing one arm* It isn't worth much. It's just one arm. I'm glad you're safe."
    },
    {
      "id": "quote_197_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "Fine! I'd rather be a pirate than die here!"
    },
    {
      "id": "quote_198_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "I am always serious."
    },
    {
      "id": "quote_199_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "I want to eat meat!"
    },
    {
      "id": "quote_200_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "I do things my own way! So don't give me any lip about it!"
    },
    {
      "id": "quote_201_1755700694013",
      "character": "Shanks",
      "quote": "*to Luffy* Keep this hat safe for me?"
    },
    {
      "id": "quote_202_1755700694013",
      "character": "Gol D. Roger",
      "quote": "My wealth and treasures? If you want it, I'll let you have it. Look for it, I left all of it at that place!"
    },
    {
      "id": "quote_203_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "*talking to Shanks* One day, I'll have a ship and a crew better than yours!! And we'll have the biggest hoard of treasure in the world!!"
    },
    {
      "id": "quote_204_1755700694013",
      "character": "Shanks",
      "quote": "I'm saying it's not safe to point guns."
    },
    {
      "id": "quote_205_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "I'm going to be the world's greatest swordsman! All I have left is my destiny! My name may be infamous...but it's gonna shake the world!!!"
    },
    {
      "id": "quote_206_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "I've set myself to become the King of Pirates... and if I die trying... then at least I tried!"
    },
    {
      "id": "quote_207_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "Well, ya see... I'm gonna be the unbeatable pirate!!!"
    },
    {
      "id": "quote_208_1755700694013",
      "character": "Monkey D. Luffy",
      "quote": "Being killed by marines, or coming with me. Which one do you pick?"
    },
    {
      "id": "quote_209_1755700694013",
      "character": "Sanji",
      "quote": "Cooking is a gift from the gods. Spices are a gift from the devil. Looks like it was a little too spicy for you."
    },
    {
      "id": "quote_210_1755700694013",
      "character": "Smoker",
      "quote": "With my own hands, JUSTICE will be served."
    },
    {
      "id": "quote_211_1755700694013",
      "character": "Roronoa Zoro",
      "quote": "If you die, I'll kill you!"
    },
    {
      "id": "quote_15_1755703778789",
      "character": "Sanji",
      "quote": "Leave this guy's key to me, I'll do what you cant do; you do what I can't do. Think carefully! Read the situation. If you're here, there's got to be a way Robin-chan can be saved! Usopp! "
    },
    {
      "id": "quote_16_1755703778789",
      "character": "Crocodile",
      "quote": "\"If I do this, I can stop the rebellion”, “if I do that, I can stop the rebellion”... Open your eyes, princess! Your zealous idealism disgusts me! Ideals can only be spoken by those powerful enough to carry them out. And that excludes you!\n"
    },
    {
      "id": "quote_1070_1772286689835",
      "character": "Brook",
      "quote": "Loneliness\"\" is no longer part of my vocabulary."
    },
    {
      "id": "quote_3320_1772286689835",
      "character": "Donquixote Doflamingo",
      "quote": "I lost my mother when I was 8...and killed my father when I was 10. Those with the title of \"\"Executive\"\" or above...are my \"\"family\"\", with whom I've shared my joys and sorrows. They're the only thing I have! I won't forgive anyone that laughs at my family. Understood?"
    },
    {
      "id": "quote_3331_1772286689835",
      "character": "Kuzan",
      "quote": "The thing called \"\"justice\"\" changes its shape... Depending on where you stand."
    },
    {
      "id": "quote_3336_1772286689835",
      "character": "Whitebeard",
      "quote": "About Whitebeard \"\"Even in death, his body did not fall. His figure, taking down enemies while losing half of his head, was truly monstrous. The total number of sword wounds he received in this battle was 267. He was shot by 152 bullets. And was hit by 46 cannonballs. And despite all this, his proud back, over the course of his entire life as a pirate, never received a single scar from running away!"
    },
    {
      "id": "quote_3420_1772286689835",
      "character": "Eustass Kid",
      "quote": "Compared to the \"\"righteous\"\" greed of the rulers, the criminals of the world seem much more honorable. When scum rules the world, only more scum is born."
    },
    {
      "id": "quote_3724_1772286689835",
      "character": "Crocodile",
      "quote": "If I do this, I can stop the rebellion\"\", \"\"if I do that, I can stop the rebellion\"\"... Open your eyes, princess! Your zealous idealism disgusts me! Ideals can only be spoken by those powerful enough to carry them out. And that excludes you!"
    },
    {
      "id": "quote_4646_1772286689835",
      "character": "Crocodile",
      "quote": "If I do this, I can stop the rebellion”, “if I do that, I can stop the rebellion”... Open your eyes, princess! Your zealous idealism disgusts me! Ideals can only be spoken by those powerful enough to carry them out. And that excludes you!"
    },
    {
      "id": "quote_4696_1772286689835",
      "character": "Sanji",
      "quote": "Leave this guy's key to me, I'll do what you cant do"
    },
    {
      "id": "quote_6478_1772286689835",
      "character": "Nico Robin",
      "quote": "They call me the \"\"demon child\"\"."
    },
    {
      "id": "quote_8075_1772286689835",
      "character": "Monkey D. Luffy",
      "quote": "It's not like \"\"thanks\"\" are something I can eat."
    },
    {
      "id": "quote_8080_1772286689835",
      "character": "Roronoa Zoro",
      "quote": "Well, how about this. My \"\"luck\"\" versus this thing's \"\"curse\"\". Wanna see what's stronger..? If I lose, then I'm just that much of a man anyways..."
    },
    {
      "id": "quote_8145_1772286689835",
      "character": "Usopp",
      "quote": "*after his \"\"5 ton's hammer\"\" breaks* Of course it was fake! I can't lift five tons! I quit after five pounds!"
    }
  ]
}