{
  "name": "Grisaia no Rakuen",
  "anilistId": 21006,
  "totalQuotes": 6,
  "totalCharacters": 4,
  "quotes": [
    {
      "id": "quote_1988_1755682101840",
      "character": "Yuuji Kazami",
      "show": "Grisaia no Rakuen",
      "quote": "To ensure that all I've done won't end up a lie. I don't want to talk big game to people, then run away when it matters the most. This is a wall I must overcome on my own. If there's anything I want to change, I have to change myself. If I must become evil to defeat evil, I will become the devil himself. That's all to it."
    },
    {
      "id": "quote_1989_1755682101840",
      "character": "Amane Suou",
      "show": "Grisaia no Rakuen",
      "quote": "All I ever gained from abandoning something and running away were regrets I couldn't do anything about, and a version of myself that could only resent others. If I come to hate myself, even living becomes a sin. Remorse alone will become my punishment. That's why I've decided to take action of my own free will, so I'll never have the same regrets again."
    },
    {
      "id": "quote_1990_1755682101840",
      "character": "Yuuji Kazami",
      "show": "Grisaia no Rakuen",
      "quote": "Skilled only at making excuses that justify nothing, he is someone whose life has no value. The same goes for me. I have the right to stop you because I'm just like you."
    },
    {
      "id": "quote_1991_1755682101840",
      "character": "Yuuji Kazami",
      "show": "Grisaia no Rakuen",
      "quote": "A little bit of trouble keeps life from being boring."
    },
    {
      "id": "quote_1992_1755682101840",
      "character": "Yumiko Sakaki",
      "show": "Grisaia no Rakuen",
      "quote": "They say that in hard times, you'll never in your life forget the person who gave you a cup of water."
    },
    {
      "id": "quote_1993_1755682101840",
      "character": "Matsushima Michiru",
      "show": "Grisaia no Rakuen",
      "quote": "I don't like sparklers all that much. It burns so beautifully for just a little while and when it's done, only black cinders remain. It's like a misbegotten life and it makes me feel lonely for no good reason."
    }
  ]
}