{
  "name": "Denpa Kyoushi",
  "anilistId": 21018,
  "totalQuotes": 24,
  "totalCharacters": 3,
  "quotes": [
    {
      "id": "quote_1318_1755681922565",
      "character": "Minako Kanou",
      "quote": "Unlike in manga and anime, in real life, no heroes can save you when you're down."
    },
    {
      "id": "quote_1319_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "Forcing their interest on someone else, that's a legitimate previlege of an otaku."
    },
    {
      "id": "quote_1320_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "The school takes no responsibility of your future! You are fully responsible for your own future! That is why you have to find what you want to do! You are all free!"
    },
    {
      "id": "quote_1321_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "The real fun is in constantly pushing beyond your limits. So if you're thinking of everything as a game, you won't be able to fully experience it."
    },
    {
      "id": "quote_1322_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "ADW is a severe, incurable ailment that makes the patient Able to Do only what he Wants to do."
    },
    {
      "id": "quote_1323_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "Rules exist to make the game more interesting. You, who don't know basic things like that, have no right to create the systems people play by."
    },
    {
      "id": "quote_1324_1755681922565",
      "character": "Minako Kanou",
      "quote": "Isn't chasing our dream our job right now?"
    },
    {
      "id": "quote_1325_1755681922565",
      "character": "Shikishima Kiriko",
      "quote": "Getting kicked out of school won't kill me, but losing my way of life most certainly will."
    },
    {
      "id": "quote_1326_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "Even though there's such a thing as an impossible game, there's no such thing as an impossible reality."
    },
    {
      "id": "quote_1327_1755681922565",
      "character": "Minako Kanou",
      "quote": "It's not because the game was so interesting, that everyone's trying to ask sensei about it. But it's because sensei's interesting, so the students are talking about the game with him."
    },
    {
      "id": "quote_1328_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "Don't act because something is interesting, but act because you want to find something more interesting! In this world, there are so much interesting things. Do something that you don't want to do, you don't have even a second for it."
    },
    {
      "id": "quote_1329_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "No matter where you are, you have to have the energy to keep on doing the things that you like until the final moment."
    },
    {
      "id": "quote_1330_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "Doing something you want, isn't doing something you are good at, nor is it doing something you are able to. If it's to fulfill your wish, even if you're weak in it, you'll do it."
    },
    {
      "id": "quote_1331_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "Educating a heterosexual person about anime, is a joy for an otaku."
    },
    {
      "id": "quote_1332_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "Heroes might be lonely, but they aren't fighting alone."
    },
    {
      "id": "quote_1333_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "Making his presence felt on his favorite piece of work - this is an oppurtunity no otaku would miss."
    },
    {
      "id": "quote_1334_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "Even if you're not interested, just read my recommendation. Putting aside disliking the food before trying it, I won't forgive you if you dismiss manga without giving it a chance."
    },
    {
      "id": "quote_1335_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "Games aren't meant for competition. They're things to master."
    },
    {
      "id": "quote_1336_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "Don't think that by abiding the rules you'll automatically be useful to society. Rules are not there for us, they are there for the \"person who made it\" and the \"reality\" and \"future\", which are bound by these lies. They are preventing you from reaching your full potential. Which is why, if there is a future that you want, fight for it! Fight for it and pin down your own \"reality\"."
    },
    {
      "id": "quote_1337_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "Just because of your angry, childish actions, do you know how many will suffer from it? Don't you go thinking that lives are not connected, you idiotic brat!"
    },
    {
      "id": "quote_1338_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "Paying the price for something valuable, that's the pride of an otaku."
    },
    {
      "id": "quote_1339_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "Live by your own rules. And have reality accept your own rules. If you are able to do that, the future is all yours."
    },
    {
      "id": "quote_1340_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "If there are no heroes, become one yourself."
    },
    {
      "id": "quote_1341_1755681922565",
      "character": "Kagami Junichirou",
      "quote": "Your own feelings are the most important, when it comes to enjoying the interesting things in life. If you just follow what someone else says to do, or just do what you're told, you won't even be able to enjoy the things you like."
    }
  ]
}