{
  "name": "ReLIFE",
  "anilistId": 21049,
  "totalQuotes": 27,
  "totalCharacters": 6,
  "quotes": [
    {
      "id": "quote_3321_1755663674673",
      "character": "Kaizaki Arata",
      "show": "ReLIFE",
      "quote": "Please, let that iron guard down for a minute. It's only hurting you. I know when you've hit rock bottom, people trying to cheer you up can be really annoying. \"What would you know?\" \"Just leave me alone.\" But what if someone you're pushing away is really worried about you? That'd be a shame."
    },
    {
      "id": "quote_3322_1755663674673",
      "character": "Hishiro Chizuru",
      "show": "ReLIFE",
      "quote": "I want to defeat the me that's dragging this failure around. I don't want to forget my failure. But if I carry it with me as a bad memory and keep running away, I will never change."
    },
    {
      "id": "quote_3323_1755663674673",
      "character": "Yoake Ryou",
      "show": "ReLIFE",
      "quote": "Fight with all your might. With those young kids, give your mind and heart a solid workout. Let your heart, which had dried up and gotten stiff, beat once more."
    },
    {
      "id": "quote_3324_1755663674673",
      "character": "Hishiro Chizuru",
      "show": "ReLIFE",
      "quote": "If I can't even manage a polite smile, I'll be in trouble in the real world."
    },
    {
      "id": "quote_3325_1755663674673",
      "character": "Ooga Kazuomi",
      "show": "ReLIFE",
      "quote": "I'm still a man too, I wanted to look calm and composed in front of everyone. Especially in front of the one I'm in love with."
    },
    {
      "id": "quote_3326_1755663674673",
      "character": "Hishiro Chizuru",
      "show": "ReLIFE",
      "quote": "I don't think I'll learn anything if I don't try to do something about it on my own."
    },
    {
      "id": "quote_3327_1755663674673",
      "character": "Hishiro Chizuru",
      "show": "ReLIFE",
      "quote": "Maybe worrying about the future partings so much that you miss out on happiness in the present is a waste."
    },
    {
      "id": "quote_3328_1755663674673",
      "character": "Saiki Michiru",
      "show": "ReLIFE",
      "quote": "Knocking others down to gain an advantage is a fruitless endeavor. It means they've given up on winning any other way."
    },
    {
      "id": "quote_3329_1755663674673",
      "character": "Kaizaki Arata",
      "show": "ReLIFE",
      "quote": "Slowly, by spending time together with that person, your love for him will grow bigger."
    },
    {
      "id": "quote_3330_1755663674673",
      "character": "Yoake Ryou",
      "show": "ReLIFE",
      "quote": "If I'm going to disappear no matter what, I at least want to leave them having fun and smiling."
    },
    {
      "id": "quote_3331_1755663674673",
      "character": "Kaizaki Arata",
      "show": "ReLIFE",
      "quote": "Being rivals does not mean being an enemy."
    },
    {
      "id": "quote_3332_1755663674673",
      "character": "Ooga Kazuomi",
      "show": "ReLIFE",
      "quote": "I thought that without you, everything would be so boring. The idea of someone else touching you... was just not okay. I only realized this recently. But I think... I've loved you for a long time, too."
    },
    {
      "id": "quote_3333_1755663674673",
      "character": "Hishiro Chizuru",
      "show": "ReLIFE",
      "quote": "The more fun I have, the more it'll hurt when we part ways. I know that all too well."
    },
    {
      "id": "quote_3334_1755663674673",
      "character": "Yoake Ryou",
      "show": "ReLIFE",
      "quote": "If someone always follows the perfect path without ever facing hardship... Is it really what's best for that person?"
    },
    {
      "id": "quote_3335_1755663674673",
      "character": "Kaizaki Arata",
      "show": "ReLIFE",
      "quote": "But there's something a little sad about them [fireworks], too. They're so flashy, pretty and exciting, but as they fade, you feel sort of lonely."
    },
    {
      "id": "quote_3336_1755663674673",
      "character": "Ooga Kazuomi",
      "show": "ReLIFE",
      "quote": "I can't just leave a crying girl alone and go home. I'm too wimpy to carry you, but I can lend you a shoulder, and get you down the stairs."
    },
    {
      "id": "quote_3337_1755663674673",
      "character": "Hishiro Chizuru",
      "show": "ReLIFE",
      "quote": "It's ineffective to deal with many problems at once."
    },
    {
      "id": "quote_3338_1755663674673",
      "character": "Kaizaki Arata",
      "show": "ReLIFE",
      "quote": "Studying is important, but I think love is too. It's the last summer of high school. It's a precious time that won't come again."
    },
    {
      "id": "quote_3339_1755663674673",
      "character": "Onoya An",
      "show": "ReLIFE",
      "quote": "Even though everything is going to disappear, it isn't supposed to be meaningless. It's exactly because you know you're going to part ways, that now and only now is your only chance."
    },
    {
      "id": "quote_3340_1755663674673",
      "character": "Kaizaki Arata",
      "show": "ReLIFE",
      "quote": "There is no right answer for getting along. Different people require different answers."
    },
    {
      "id": "quote_3341_1755663674673",
      "character": "Kaizaki Arata",
      "show": "ReLIFE",
      "quote": "You're just too busy comparing yourself to others to see. Those comparisons aren't the only measure. Don't say it's all pointless. You've work hard and made yourself better. That's what you got in return. So don't put yourself down like this."
    },
    {
      "id": "quote_3342_1755663674673",
      "character": "Hishiro Chizuru",
      "show": "ReLIFE",
      "quote": "I don't understand what I say that makes people so mad. I don't understand how they feel. I know that's because I haven't properly socialized, I've tried to learn. I've tried to study up on it, but I just don't know what's right."
    },
    {
      "id": "quote_3343_1755663674673",
      "character": "Kaizaki Arata",
      "show": "ReLIFE",
      "quote": "Someday we'll part. Maybe be forgotten. But we're living in the moment. So... make lots of friends, fall madly in love, and enjoy every moment to the fullest."
    },
    {
      "id": "quote_3344_1755663674673",
      "character": "Kaizaki Arata",
      "show": "ReLIFE",
      "quote": "Trying to knock others down a peg just means lowering yourself. Don't go trampling all the hardwork and trust you've build up. It insults the effort you put in."
    },
    {
      "id": "quote_3345_1755663674673",
      "character": "Hishiro Chizuru",
      "show": "ReLIFE",
      "quote": "If at some point in life, you made a mistake or keep failing over and over again, and you can't help but think it's useless and you're a good for nothing; Remember, you're only taking a detour. And I'm sure further along your path will come a day where you think, \"It was a good life experience\". That's why it'll be fine."
    },
    {
      "id": "quote_3346_1755663674673",
      "character": "Yoake Ryou",
      "show": "ReLIFE",
      "quote": "I think it's a good thing, you know. You're paying attention to those around you. You don't just notice, you take action to help. I think it's one of your strength. But don't you wonder? Is getting rid of all the thorns in someone's path really what's best for them? While they're still young enough to be allowed to trip and fall, it's important for them to learn the pain of it and how to pick themselves up again."
    },
    {
      "id": "quote_3347_1755663674673",
      "character": "Hishiro Chizuru",
      "show": "ReLIFE",
      "quote": "If I don't understand how a friend feels, am I not allowed to worry about them? If I don't experience what you do, am I not allowed to worry about you, my friend?"
    }
  ]
}