{
  "name": "Sakurako-san no Ashioto ni wa Shitai ga Umatteiru",
  "anilistId": 21066,
  "totalQuotes": 4,
  "totalCharacters": 2,
  "lastUpdated": "2025-08-20T10:36:18.209Z",
  "quotes": [
    {
      "id": "quote_14_1755686178209",
      "character": "Sakurako Kujō",
      "show": "Sakurako-san no Ashioto ni wa Shitai ga Umatteiru",
      "quote": "The skull is one of the most eloquent bones in existence. If you just ask, it will tell you many things."
    },
    {
      "id": "quote_15_1755686178209",
      "character": "Isozaki Itsuki",
      "show": "Sakurako-san no Ashioto ni wa Shitai ga Umatteiru",
      "quote": "Listen. Right now, you're trying to shoulder someone else's life. That might be the right thing to do, but that act requires a lot of resolve. It'll become a thorn that can't be removed, and it'll continue to hurt you forever. The briar will continue to grow, but it'll never flower. It'll only hurt, it'll only cause you pain."
    },
    {
      "id": "quote_16_1755686178209",
      "character": "Sakurako Kujō",
      "show": "Sakurako-san no Ashioto ni wa Shitai ga Umatteiru",
      "quote": "At times, I feel as though the whole world is gray, as though time is standing still. But time never stops. It moves forward endlessly, as surely as bodies buried in the ground will one day become white bones. Listen, it's always you who stops time. If you stop in fear of the future - you gain nothing, and nothing begins. You spend your life as though already dead. Whether you wish it to or not - time never stops. That's why there is nothing more interesting than this world. Don't be too negative. You haven't become ashes just yet. You have your flesh and blood, and your bones are supporting you."
    },
    {
      "id": "quote_17_1755686178209",
      "character": "Sakurako Kujō",
      "show": "Sakurako-san no Ashioto ni wa Shitai ga Umatteiru",
      "quote": "Don't be too negative. You haven't become ashes just yet. You have your flesh and blood, and your bones are supporting you."
    }
  ]
}