{
  "name": "Assassination Classroom Second Season",
  "anilistId": 21170,
  "totalQuotes": 20,
  "totalCharacters": 6,
  "lastUpdated": "2026-02-28T14:08:18.193Z",
  "quotes": [
    {
      "id": "quote_1287_1755681916508",
      "character": "Korosensei",
      "quote": "If I wasn't prepared to be flexible as the situations demands, I wouldn't have become a teacher."
    },
    {
      "id": "quote_1288_1755681916508",
      "character": "Korosensei",
      "quote": "You may have grown too strong. Drunk on your own power, you forgot to put yourself in the shoes of someone weaker than you. That makes you no different than the student in the main campus."
    },
    {
      "id": "quote_1289_1755681916508",
      "character": "Nagisa Shiota",
      "quote": "Examined from another angle, your faults and weaknesses can be weapons."
    },
    {
      "id": "quote_1290_1755681916508",
      "character": "Korosensei",
      "quote": "As you go through life, the might current of society is bound to get in your way and there will certainly be times that things don't go as you'd hoped. When this happens, don't look to society for a cause. Do not renounce society. Frankly, you'd be wasting your time. Instead just say, \"That's life!\" and muddle your way through with frustration. Once you're past it, consider: If society's swift current is tossing you around, how should you be swimming there in it's midst. You should have learned how, here in the E class, in this assassination classroom. You don't always have to stand and face it head-on. You can run and you can hide. If it's not against the rules, you can try a sneak attack. You can use unconventional weapons. Stay determined - not impatient nor discouraged - and with repeated trial and error, you're bound to reach a splendid outcome eventually."
    },
    {
      "id": "quote_1291_1755681916508",
      "character": "Korosensei",
      "quote": "Take advantage of what you have, while you have it."
    },
    {
      "id": "quote_1292_1755681916508",
      "character": "Korosensei",
      "quote": "The past you've lost will never come back. I myself have made so many mistakes... But we can learn from the past so we don't repeat it."
    },
    {
      "id": "quote_1293_1755681916508",
      "character": "Korosensei",
      "quote": "What does it feel like, having your own death right before your eyes? That grand kaleidoscope glimpsed in the moments before death... What could be flashing through that perfect mind of yours?"
    },
    {
      "id": "quote_1294_1755681916508",
      "character": "Asano Gakuho",
      "quote": "Well I do have abilities you haven't yet been given, just like not everyones has the strengths you do."
    },
    {
      "id": "quote_1295_1755681916508",
      "character": "Kaede Kayano",
      "quote": "Not even your closest friends get to see your true blade."
    },
    {
      "id": "quote_1296_1755681916508",
      "character": "Korosensei",
      "quote": "Fun times are bound to end."
    },
    {
      "id": "quote_1297_1755681916508",
      "character": "Korosensei",
      "quote": "Is anything ever truly wasted?"
    },
    {
      "id": "quote_1298_1755681916508",
      "character": "Ryōma Terasaka",
      "quote": "Some of us showed a strength we didn't expect. Some of us went ballistic like we thought they would, some got all fired up for next time and some irresponsible- lookin' types turned out to be crazy serious. The guy we thought was just a little runt turned out to be a genius assassin, and a guy we thought was a genius was secretly workin' hard all along. With all these different skillsets...we just might be able to handle any challenge that comes our way."
    },
    {
      "id": "quote_1299_1755681916508",
      "character": "Karasuma Tadaomi",
      "quote": "\"Every experience is a tool to clear your path.\" It was none other than those students who taught me that."
    },
    {
      "id": "quote_1300_1755681916508",
      "character": "Korosensei",
      "quote": "I study too, you know. How could I teach anyone if I didn't grow and learn day by day. Now let's get rid of this dangerous cloth. Experiencing my Absolute Defense Form over summer vacation taught me yet another skill: compressing not my whole body, but a portion of my tentacles to release a burst of energy. Remember this Itona, I say assassination is education. The assassination classrooms teacher will get stronger every time he teaches!"
    },
    {
      "id": "quote_1301_1755681916508",
      "character": "Nagisa Shiota",
      "quote": "If that treetop is school, and the ground is this place here... we all found our strength down on the ground. While looking up... and getting looked down on... we learned plenty about how scary heights were before we started climbing. That's why we can go our own way now. Still... Somewhere along the way we forgot our fear of heights, so we do still fall to the ground every now and then. So learn here. You can go on to school once you have a game plan. That's my secret lesson, from me to you."
    },
    {
      "id": "quote_1302_1755681916508",
      "character": "Korosensei",
      "quote": "All of the connections we encounter in this world serve as teachers who nurture us."
    },
    {
      "id": "quote_1303_1755681916508",
      "character": "Korosensei",
      "quote": "Broadly speaking, there are two reasons a person feels the desire to teach something: Either he wants to pass on his successes or he wants to pass on his failures."
    },
    {
      "id": "quote_95_1755700657345",
      "character": "Korosensei",
      "quote": "You must not hope for society to change for you. Do not reject society. To put it bluntly, that is simply a waste of time."
    },
    {
      "id": "quote_703_1772287698193",
      "character": "Karasuma Tadaomi",
      "quote": "Every experience is a tool to clear your path.\"\" It was none other than those students who taught me that."
    },
    {
      "id": "quote_831_1772287698193",
      "character": "Korosensei",
      "quote": "As you go through life, the might current of society is bound to get in your way and there will certainly be times that things don't go as you'd hoped. When this happens, don't look to society for a cause. Do not renounce society. Frankly, you'd be wasting your time. Instead just say, \"\"That's life!\"\" and muddle your way through with frustration. Once you're past it, consider: If society's swift current is tossing you around, how should you be swimming there in it's midst. You should have learned how, here in the E class, in this assassination classroom. You don't always have to stand and face it head-on. You can run and you can hide. If it's not against the rules, you can try a sneak attack. You can use unconventional weapons. Stay determined - not impatient nor discouraged - and with repeated trial and error, you're bound to reach a splendid outcome eventually."
    }
  ]
}