{
  "name": "Subete ga F ni Naru",
  "anilistId": 21190,
  "totalQuotes": 8,
  "totalCharacters": 2,
  "lastUpdated": "2025-08-20T10:37:58.707Z",
  "quotes": [
    {
      "id": "quote_38_1755686278707",
      "character": "Souhei Saikawa",
      "show": "Subete ga F ni Naru",
      "quote": "Luxury means something with no meaning at all"
    },
    {
      "id": "quote_39_1755686278707",
      "character": "Magata Shiki",
      "show": "Subete ga F ni Naru",
      "quote": "I think I would like someone else to kill me. I want someone else to interfere with my life. Is that not what wanting to be loved means, Saikawa-sensei? No life is born of it's own volition. Isn't the instinctive desire of beings, born not of their own volition, for their lives to be taken in the same way?"
    },
    {
      "id": "quote_40_1755686278707",
      "character": "Magata Shiki",
      "show": "Subete ga F ni Naru",
      "quote": "It is right for me, but not for you. Either way, the concept of \"right\" means no more than that."
    },
    {
      "id": "quote_41_1755686278707",
      "character": "Magata Shiki",
      "show": "Subete ga F ni Naru",
      "quote": "Every individual human affects the surrounding environment. But humans do not exist for the things and people around them. Often, they mistakenly think that they wish to exist for the sake of others, or to help everyone. They can not accept that they don't know why they exist, yes? They always want an answer. That is the nature of the animals called \"humans\"."
    },
    {
      "id": "quote_42_1755686278707",
      "character": "Souhei Saikawa",
      "show": "Subete ga F ni Naru",
      "quote": "Whenever I get up in the morning, I always think to myself, \"Am I really the same person I was yesterday?\" For example, just as a computer loads its OS into memory and boots up each time it restarts, is it possible I'm just booting up the person called \"Saikawa Sohuei\" each morning and trying to play that role?"
    },
    {
      "id": "quote_43_1755686278707",
      "character": "Magata Shiki",
      "show": "Subete ga F ni Naru",
      "quote": "Of course. Humans can be kind because there are things they do not understand. If they knew everything, they would attempt nothing. If they attempted nothing, nothing new would happen. Humans seek answers to the things they do not know. That is how kindness, nostalgia, joy, and fun are born."
    },
    {
      "id": "quote_44_1755686278707",
      "character": "Magata Shiki",
      "show": "Subete ga F ni Naru",
      "quote": "No one fears death. They fear the life that leads up to death. If one could die without suffering, no one would fear death, right? Being alive is, itself, an exception. The natural state of things is death. And life is, itself, a kind of sickness. When the illness is cured, your life vanishes."
    },
    {
      "id": "quote_45_1755686278707",
      "character": "Souhei Saikawa",
      "show": "Subete ga F ni Naru",
      "quote": "Seeing nature and thinking it's beautiful is what's unnatural. That means the life you lead is an unclean one. If you can cut yourself off from mother nature and still survive, doesn't it mean you have enough inner beauty to allow you to do that?"
    }
  ]
}