{
  "name": "Koutetsujou no Kabaneri",
  "anilistId": 21196,
  "totalQuotes": 8,
  "totalCharacters": 4,
  "quotes": [
    {
      "id": "quote_2513_1755682328477",
      "character": "Ikoma",
      "show": "Koutetsujou no Kabaneri",
      "quote": "Look. Look at me! Watch as the man you cast out spills his blood and dies. Take a nice long look! I will save you all. I want you to live the rest of your lives knowing the man you abandoned saved you. And I will laugh at you from the afterlife. And tell you that it serves you right!"
    },
    {
      "id": "quote_2514_1755682328477",
      "character": "Biba Amatori",
      "show": "Koutetsujou no Kabaneri",
      "quote": "What is important to survival isn't the ability to hide and protect yourself, it is to stand up and fight the Kabane."
    },
    {
      "id": "quote_2515_1755682328477",
      "character": "Biba Amatori",
      "show": "Koutetsujou no Kabaneri",
      "quote": "We humans are miserable creatures. We reject what we fear. We attack because we don' t understand. Human cowardice... breeds war."
    },
    {
      "id": "quote_2516_1755682328477",
      "character": "Horobi",
      "show": "Koutetsujou no Kabaneri",
      "quote": "Those who underestimate their enemies will not last long in this world."
    },
    {
      "id": "quote_2517_1755682328477",
      "character": "Ikoma",
      "show": "Koutetsujou no Kabaneri",
      "quote": "We are weak Mumei. But, that doesn't mean we just roll over and accept our fate."
    },
    {
      "id": "quote_2518_1755682328477",
      "character": "Ikoma",
      "show": "Koutetsujou no Kabaneri",
      "quote": "Perhaps the souls of those we couldn't save, will eventually find their way to my sister. If they do, could they relay a message for me? That I promise to live for her too. And even if she feels a little lonely, just wait there for me for a little while longer."
    },
    {
      "id": "quote_2519_1755682328477",
      "character": "Ikoma",
      "show": "Koutetsujou no Kabaneri",
      "quote": "Can we really be proud of our own survival that's predicated on sacrificing our own? There lives aren't all we lose."
    },
    {
      "id": "quote_2520_1755682328477",
      "character": "Yomogawa Ayame",
      "show": "Koutetsujou no Kabaneri",
      "quote": "No, order exists to protect the people. We must not aim our guns at the wrong people. What we should eliminate are our doubting hearts and minds."
    }
  ]
}