{
  "name": "Boku dake ga Inai Machi",
  "anilistId": 21234,
  "totalQuotes": 8,
  "totalCharacters": 4,
  "quotes": [
    {
      "id": "quote_2499_1755682322649",
      "character": "Hinazuki Kayo",
      "quote": "While I'm performing it feels like it'll become real somewhere along the line."
    },
    {
      "id": "quote_2500_1755682322649",
      "character": "Satoru Fujinuma",
      "quote": "\"Believing in someone.\" That's a weird phrase, isn't it? After all, if you truly believed in a person, you wouldn't need to say, \"I believe you.\" It's like saying, \"I believe in air.\" I don't mean to say that \"believing in something\" is like a lie. \"Believing\" is really a term of hope of wanting to believe."
    },
    {
      "id": "quote_2501_1755682322649",
      "character": "Satoru Fujinuma",
      "quote": "To get what you want, you put up with something, make an effort, learn a skill, and inspire yourself. Is that how it is with Hinazuki too? Right now... I can tell she's enduring something. Just the opposite of me, she is pretending to be indifferent. She pretends to feel nothing, but a 10 year old girl isn't that strong."
    },
    {
      "id": "quote_2502_1755682322649",
      "character": "Satoru Fujinuma",
      "quote": "The future is always blank. Only your willpower can leave footsteps there."
    },
    {
      "id": "quote_2503_1755682322649",
      "character": "Satoru Fujinuma",
      "quote": "Every day, the words cross my mind.  \"If I had done this back then...\" but they don't take the sincere form of regret.  The words are just an excuse that come to my mind then disappear."
    },
    {
      "id": "quote_2504_1755682322649",
      "character": "Hinazuki Kayo",
      "quote": "When I get bigger, big enough to go somewhere by myself, I want to go to a land that’s far away.\nI want to go to a faraway island. I want to go to an island that has no people. I want to go to an island that has no pain or sadness.\nThere are no adults, children, classmates, teachers or my mom on that island.\nOn that island, I can climb a tree when I want to climb, swim in the sea when I want to swim, and sleep when I want to sleep.\nIn the island, I think about the town that I left behind. Kids go to school, as if nothing has changed.\nAdults go to the office, as if nothing has changed. Mom eats, as if nothing has changed.\nWhen I think about the town without me, I feel a sense of relief. I want to go far, far away."
    },
    {
      "id": "quote_2505_1755682322649",
      "character": "Yashiro Gaku",
      "quote": "The essence of good deeds and evil is the same. They're both no more than a person's actions to make up for a defect in themselves."
    },
    {
      "id": "quote_2506_1755682322649",
      "character": "Fujinuma Sachiko",
      "quote": "Thinking it's your fault after the fact is just pointless."
    }
  ]
}