{
  "name": "SERVAMP",
  "anilistId": 21269,
  "totalQuotes": 12,
  "totalCharacters": 7,
  "lastUpdated": "2025-08-20T14:37:54.861Z",
  "quotes": [
    {
      "id": "quote_2179_1755682168345",
      "character": "Watanuki Sakuya",
      "show": "SERVAMP",
      "quote": "I don't want to lie anymore. The words \"I believe in you\" is a curse. No, it's a spell. If the one who hears it feels cursed, they are."
    },
    {
      "id": "quote_2180_1755682168345",
      "character": "Shirota Tooru",
      "show": "SERVAMP",
      "quote": "Reaching out to someone is simple.  All you need is the resolve to say, \"I'm your ally no matter what.\" \"I believe in you.\" That's all the resolve you need. It's okay to make mistakes. I grew up by making mistakes. Don't have any regrets. Your justice may be completely different from someone else's. You are completely different people after all. But you still live on together. People always look for ways to do just that."
    },
    {
      "id": "quote_2181_1755682168345",
      "character": "Shirota Mahiru",
      "show": "SERVAMP",
      "quote": "I was curious. Mikuni-san and Tsuyuki-senpai are the same. You say you'll \"destroy\" vampires. You never say \"kill\". Senpai. You've never seen a vampire playing games while lazing around the house, have you? A vampire crying that they're \"sorry for lying\" and regretting... A really bothersome NEET vampire who fought to protect a human he had just met too! I've seen a lot more than just their bad sides. They're all my comrades. You know, it'd be good if you just talked about what's bothering you too. Neither humans nor vampires need reasons to want to protect or save something. If they find C3 is weakening, the balance between humans and non-humans will collapse. If we suffer major damage from Tsubaki's side and asked you all for help, can you guarantee that none of the other vampires would attack C3? I don't really know... what the situation between vampires and C3 is, but, simply put, we need to protect it all, so that nobody gets hurt!"
    },
    {
      "id": "quote_2182_1755682168345",
      "character": "Licht Jekylland Todoroki",
      "show": "SERVAMP",
      "quote": "I had a lot of dreams as a child. I wanted many people to listen to the piano. I wanted to fly. I wanted to communicate with animals. Those dreams have all pretty much come true. Right now, I have a different dream. What mankind can imagine is what mankind can make into a reality. The imagination is a weapon. It is far superior than anything else in the world."
    },
    {
      "id": "quote_2183_1755682168345",
      "character": "Shirota Mahiru",
      "show": "SERVAMP",
      "quote": "If I'm bad at doubting others, I'd rather believe in them! If I get tricked, I'll think about what to do when it happens! Things are simpler that way!"
    },
    {
      "id": "quote_2184_1755682168345",
      "character": "Licht Jekylland Todoroki",
      "show": "SERVAMP",
      "quote": "It's not about wanting to do something that you can do, it's about what you do. It's not about wanting to become someone, it's about who you want to become."
    },
    {
      "id": "quote_2185_1755682168345",
      "character": "Tsubaki",
      "show": "SERVAMP",
      "quote": "It's not that I don't trust you all. It's the opposite. I'm going because I believe in you all. You all know this well, right? No matter who betrays me, I won't betray anyone."
    },
    {
      "id": "quote_2186_1755682168345",
      "character": "Lawless",
      "show": "SERVAMP",
      "quote": "You don't know anything. What the hell is up with you? Trying to be the hero? Feel like some all-powerful main character? So annoying! Why? When? Where? What? How will you do and just who will you become? You're just pretending by spouting your ideals! You have nothing! You won't become someone."
    },
    {
      "id": "quote_2187_1755682168345",
      "character": "Lawless",
      "show": "SERVAMP",
      "quote": "Life's but a waking shadow. A poor player, that struts and frets his hour upon the stage And then is heard no more. No matter how hopelessly they struggle in the light, they all die without meaning. Licht-tans's piano skills are amazing, but see... be it you or anyone, it's impossible to become anything. Human life is so meaningless..."
    },
    {
      "id": "quote_2188_1755682168345",
      "character": "Johannes Mimir Faustus",
      "show": "SERVAMP",
      "quote": "i'm on a little boat. I'm going against the current of the river, downstream to upstream. If you want something more, you move forward with all your might. If you try to stop, you fall behind. Humans can never stop moving. If they do not yearn for something... Right! Nothing begins without action! You gain nothing if you do nothing! Satisfaction is stagnation! Stagnation is death! I want to know! See! Feel! Experience! Understand! This monster is amazing, but we know nothing about him! This monster strength was amazing. He won every battle he fought! The ultimate soldier! Now it's a war between vampires? I have to thank the Servamp of Melancholy! In every era, wars have created progress!"
    },
    {
      "id": "quote_2189_1755682168345",
      "character": "Shirota Mahiru",
      "show": "SERVAMP",
      "quote": "What is an adult? Does coolly drinking black coffee and spouting logic make you an adult?! If that's the case, I'll stay a kid that likes drinking orange juice."
    },
    {
      "id": "quote_103_1755700674861",
      "character": "Lawless",
      "show": "SERVAMP",
      "quote": "You don't know anything. What the hell is up with you? Trying to be the hero? Feel like some all-powerful main character? So annoying! Why? When? Where? What? How will you do and just who will you become? You're just pretending by spouting your ideals! You have nothing! You won't become someone. \n",
      "originalIndex": "552"
    }
  ]
}