{
  "name": "Black Butler: Book of the Atlantic",
  "anilistId": 21425,
  "totalQuotes": 186,
  "totalCharacters": 14,
  "lastUpdated": "2026-02-28T14:05:22.252Z",
  "quotes": [
    {
      "id": "quote_552_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "However far I fall as long as there's so much as a thread left I will use it to climb. I'll take hold of it. I refuse to give up while I'm still human I can do that much. But every person must decide on his own whether to grab it."
    },
    {
      "id": "quote_694_1772287522252",
      "character": "Alois Trancy",
      "quote": "I have a dream at last. The butterfly trapped in spiderweb has no wings. That butterfly is... me."
    },
    {
      "id": "quote_719_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "Death is like being born, but backwards. It only hurts for a little while, then a new life begins. A life with no sorrow, no pain, a glorious new beginning. A beginning that will last an eternity."
    },
    {
      "id": "quote_724_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "You give up your future, lose your dream, are stained with despair... yet at the same time, you shake off you past, fight reality, and never lose your nobility."
    },
    {
      "id": "quote_741_1772287522252",
      "character": "Vincent Phantomhive",
      "quote": "Love is a magnificent thing but, incidentally, it can also give birth to dreadful tragedy."
    },
    {
      "id": "quote_918_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "I prefer to have my nightmares with open eyes."
    },
    {
      "id": "quote_1099_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "We have no need for the past. All we need are the present and the future."
    },
    {
      "id": "quote_1297_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "To hate something that you used to love is such a painful feeling."
    },
    {
      "id": "quote_1300_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "Love means money these days."
    },
    {
      "id": "quote_1342_1772287522252",
      "character": "Undertaker",
      "quote": "How sad it would be if laughter should disappear."
    },
    {
      "id": "quote_1449_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "Those bound by superficial rules who do not use their pawns to the utmost are fools."
    },
    {
      "id": "quote_1607_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "I have long forgotten how to laugh as if I were having fun."
    },
    {
      "id": "quote_1653_1772287522252",
      "character": "Elizabeth Midford",
      "quote": "Weak in order to love, strong in order to protect, both in order to stay at your side."
    },
    {
      "id": "quote_1680_1772287522252",
      "character": "Elizabeth Midford",
      "quote": "Poetry over philosophy. Embroidery rather than cooking. Dance instead of chess. Be an unknowing angel. Every girl born in the country of roses is raised by these three words."
    },
    {
      "id": "quote_2033_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Humans cannot reject temptation. When they are plunged into the depths of despair, likened to hell, they will hold on to anything that may help them escape from the situation they are in, even if it's merely a spider's thread, no matter what sort of humans they are."
    },
    {
      "id": "quote_2494_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Humans are easily tempted. When they are poised on the edge of hellish despair, and a spider-thin thread of salvation presents itself, they will invariably grasp it. No matter the human."
    },
    {
      "id": "quote_2604_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "If we are to die one day, wouldn't it be better to have no regrets?"
    },
    {
      "id": "quote_2685_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "<About Ciel> He turns his back towards the light without hesitation. That figure that charges into the abyss at a dignified pace. How beautiful and foolish."
    },
    {
      "id": "quote_2916_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "If you stick to a \"\"lie\"\", it'll eventually become the \"\"truth\"\"."
    },
    {
      "id": "quote_3088_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "Only two kinds of people exist in this world, those who steal and those who are stolen from."
    },
    {
      "id": "quote_3097_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "I am not so noble that I would stake my life for someone else. Nor am I so forgiving that I would sit by and allow someone to trample me. I am selfish... and self righteous human being! That's why! I... to clear my own shame... I used your power. Not for anyone else! But for myself!"
    },
    {
      "id": "quote_3546_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "After all, justice in this world is just a bunch of principles, made by those with power to suit themselves."
    },
    {
      "id": "quote_3653_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "Moping around with sadness and sorrow... what will come of it? Even dead people can do that. However, I'll live and stand on my own two legs. If we are going to die one day, wouldn't it be better to have no regrets?"
    },
    {
      "id": "quote_3657_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "You should keep your distance from me if you want to live. My place is in the shadows, yours in the light. We walk opposite paths, Aberline. It's best that you remember that."
    },
    {
      "id": "quote_4402_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "We as humans have the power to do such, but whether we grab on to the thread or not is a choice we make."
    },
    {
      "id": "quote_4416_1772287522252",
      "character": "Grell Sutcliff",
      "quote": "Look what happens when you're not fast enough! You get CUT! It's more fun when it hurts a little bit though, isn't it?"
    },
    {
      "id": "quote_4515_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "I'm afraid when something is truly lost, one can never get it back again."
    },
    {
      "id": "quote_4624_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Always skillfully manipulate your pieces, that's how you survive. Use me and madam red, any piece within your reach. Even if the bodies of your pawns pile up in front of your thrown. Because if the king falls - this game is over."
    },
    {
      "id": "quote_4635_1772287522252",
      "character": "Undertaker",
      "quote": "Life isn't that sweet. That's why everyone wants sweet things."
    },
    {
      "id": "quote_4671_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "Yes, Children can be quite demanding about their games."
    },
    {
      "id": "quote_4677_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "Unfortunately, in reality there is no situation where one can win merely by following the rules. There will be knights that break the rules, and even chess pieces that betray him."
    },
    {
      "id": "quote_4700_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "Pain tends to heal as time passes, but personally, I don't want time to heal my wounds. You may think you've escaped the pain and forgotten it, but that's nothing more than stagnation. You can't move forward without the pain."
    },
    {
      "id": "quote_4711_1772287522252",
      "character": "Alan Humphries",
      "quote": "I was born alone in this world and alone I will die. If this is my fate, why are tears coming out of my eyes?"
    },
    {
      "id": "quote_4943_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "If you are still determined to take your own life, please do so outside... *To Grell*"
    },
    {
      "id": "quote_5115_1772287522252",
      "character": "Lau",
      "quote": "Between being eternally unable to wake from a dream, and being eternally unable to dream, which do you think would be more unfortunate? Still, both the dream that we deemed eternal, and this very reality, are destined to end someday."
    },
    {
      "id": "quote_5117_1772287522252",
      "character": "Lau",
      "quote": "Can a world this interesting actually be reality?"
    },
    {
      "id": "quote_5257_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "Forget about revenge, and live on."
    },
    {
      "id": "quote_5330_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "He made three requests. That I protect him and never betray him until he obtains his revenge. That I obey his orders unconditionally. And that I would never lie... to him."
    },
    {
      "id": "quote_5358_1772287522252",
      "character": "Undertaker",
      "quote": "Wasted effort is one of the privileges of the youth."
    },
    {
      "id": "quote_5359_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "I was born to end up alone."
    },
    {
      "id": "quote_5389_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "You can only disgrace the dead so much."
    },
    {
      "id": "quote_5483_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "To Grell Sutcliff: Then, it's fine if you don't be careful on your way home. Rather, I'd prefer you walk through dangerous roads with your eyes closed."
    },
    {
      "id": "quote_5496_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Honestly, how meaningless.. For something called love, which has neither meaning nor form. Laughable, isn't it?"
    },
    {
      "id": "quote_5497_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Wanting to be loved, for that sole obstinate reason, people can even go this far."
    },
    {
      "id": "quote_7071_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "Sebastian, you know what to do."
    },
    {
      "id": "quote_7072_1772287522252",
      "character": "Elizabeth Middleford",
      "quote": "Ciel, how are you?"
    },
    {
      "id": "quote_7639_1772287522252",
      "character": "Claude Faustus",
      "quote": "If he made a ripple in the long, long lazy life of a demon, then Alois Trancy's soul also was worth cracking open, per...haps."
    },
    {
      "id": "quote_7640_1772287522252",
      "character": "Claude Faustus",
      "quote": "Passion to insincerity, lies to reality, a stray dog into an Earl. That is...'s but...ler."
    },
    {
      "id": "quote_7641_1772287522252",
      "character": "Claude Faustus",
      "quote": "Ciel Phantomhive, I will pierce your soft skin with my needle... and slowly suck out your sensual soul."
    },
    {
      "id": "quote_7642_1772287522252",
      "character": "Claude Faustus",
      "quote": "*to Sebastian* Say, have your demonic senses weakened after devoting too much to that human's soul?"
    },
    {
      "id": "quote_7643_1772287522252",
      "character": "Claude Faustus",
      "quote": "Passion to calm, hesitation to resolve, love to gravestones. That is the Trancy butler."
    },
    {
      "id": "quote_7644_1772287522252",
      "character": "Claude Faustus",
      "quote": "I simply have a hell of a desire to devour you, Master."
    },
    {
      "id": "quote_7645_1772287522252",
      "character": "Claude Faustus",
      "quote": "For a mere butler, to go that far... Don't worry, Young Master. The menial soul that can give love to one is only a butler."
    },
    {
      "id": "quote_7646_1772287522252",
      "character": "Claude Faustus",
      "quote": "*teasing Sebastian* A demon and a butler... I am one too."
    },
    {
      "id": "quote_7647_1772287522252",
      "character": "Claude Faustus",
      "quote": "Master.. I will always stay by your side. Day and night, sugar and salt, living and dead, impure and pure."
    },
    {
      "id": "quote_7648_1772287522252",
      "character": "Claude Faustus",
      "quote": "*to Sebastian* To touch something that is meant to transport food with one's shoes is a disgrace for a butler!"
    },
    {
      "id": "quote_7649_1772287522252",
      "character": "Claude Faustus",
      "quote": "*to Alois* I am your loyal servant. Even if you do not try to attract my attention, I want to greedily devour you to the very end."
    },
    {
      "id": "quote_7650_1772287522252",
      "character": "Claude Faustus",
      "quote": "Yes, Your Highness."
    },
    {
      "id": "quote_7651_1772287522252",
      "character": "Alois Trancy",
      "quote": "Everyone, everything is happy!"
    },
    {
      "id": "quote_7652_1772287522252",
      "character": "Alois Trancy",
      "quote": "*to Ciel* Oh, so we were not going to the restroom together?"
    },
    {
      "id": "quote_7653_1772287522252",
      "character": "Alois Trancy",
      "quote": "*to Luka* They should all die! All of them! Everything, annihilated!"
    },
    {
      "id": "quote_7654_1772287522252",
      "character": "Alois Trancy",
      "quote": "My heart was entwined in a spider web. You'll always be my Highness. I wanted your love."
    },
    {
      "id": "quote_7655_1772287522252",
      "character": "Alois Trancy",
      "quote": "How does my blood smell? Do you want to devour me now?"
    },
    {
      "id": "quote_7656_1772287522252",
      "character": "Alois Trancy",
      "quote": "*to Claude* Then show me those eyes. Not the eyes of those villagers who looked as if they'd seen a pile of vomit. Not the old man's greedy, inflamed eyes. That day, those eyes. Those eyes that longed only for me, Claude."
    },
    {
      "id": "quote_7657_1772287522252",
      "character": "Alois Trancy",
      "quote": "*to Claude* You are...you yourself are...My Highness!"
    },
    {
      "id": "quote_7658_1772287522252",
      "character": "Alois Trancy",
      "quote": "Hannah, don't you think a sunny-side-up egg is pitiable? Its shell is broken and it's forced to publicly show an indecorous appearance. Then it becomes an eyeball, internal organs, or a plume. And I rob it of any and all possibilities."
    },
    {
      "id": "quote_7659_1772287522252",
      "character": "Alois Trancy",
      "quote": "How pitiable."
    },
    {
      "id": "quote_7660_1772287522252",
      "character": "Lau",
      "quote": "In this world, Earl, there're people who can't survive because of the cruelty of reality. I sell those people dreams."
    },
    {
      "id": "quote_7661_1772287522252",
      "character": "Lau",
      "quote": "The spider's web has already been woven. The more you struggle, the harder it becomes to escape from those bonds. Whatever the prey, once they get involved with me, catching them is only a matter of time."
    },
    {
      "id": "quote_7662_1772287522252",
      "character": "Lau",
      "quote": "I've got to exterminate the bad rats infesting my city, don't I? So I keep a cat. Meow!"
    },
    {
      "id": "quote_7663_1772287522252",
      "character": "Lau",
      "quote": "The earl said there's no point in going after the small fries, but someone who tries something once will try it again, right?"
    },
    {
      "id": "quote_7664_1772287522252",
      "character": "Lau",
      "quote": "Meh, Ran-Mao is my little sister. Yeah, my sister. Even though we aren't related by blood."
    },
    {
      "id": "quote_7665_1772287522252",
      "character": "Lau",
      "quote": "*to Ciel* That means you will steadily sink into mud. Even if you step toward a place from which you can't return, you choose not to reveal your screaming for help to other people, eh?"
    },
    {
      "id": "quote_7666_1772287522252",
      "character": "Madame Red",
      "quote": "*referring to Vincent Phantomhive* I came to love my red hair that was just like my father's. I came to love red. I came to love you."
    },
    {
      "id": "quote_7667_1772287522252",
      "character": "Madame Red",
      "quote": "I used to hate my red hair that was just like my father's. I used to hate red."
    },
    {
      "id": "quote_7668_1772287522252",
      "character": "Madame Red",
      "quote": "*to Ciel* You want to take revenge for my murdered sister? Sister would definitely have not... we would not have wanted you to be like this."
    },
    {
      "id": "quote_7669_1772287522252",
      "character": "Madame Red",
      "quote": "*when Ciel questions why he's dressed up as a female for Aleister's party* Because I've always wanted a daughter! A cute daughter who would look lovely in those long flowing dresses!"
    },
    {
      "id": "quote_7670_1772287522252",
      "character": "Madame Red",
      "quote": "*referring to getting into Aleister Chamber's party* Aren't you underestimating me? Aren't I rather popular? A few words here and there and it'll be arranged."
    },
    {
      "id": "quote_7671_1772287522252",
      "character": "Maylene",
      "quote": "I'll keep to what the young master has told me. To face the master with a clean mansion every day. That is a maid's job. I wipe away the mansion's dirt."
    },
    {
      "id": "quote_7672_1772287522252",
      "character": "Maylene",
      "quote": "These are my precious glasses that the young master bought for me! These maid outfits as well. Before I'd come here, I'd never worn anything like a skirt. I'm so happy I'm a maid now."
    },
    {
      "id": "quote_7673_1772287522252",
      "character": "Finnian",
      "quote": "The young master doesn't give me injections every day. The young master doesn't kill my friends. The young master doesn't lock me up. I love it here. That's why I decided I'd protect it."
    },
    {
      "id": "quote_7674_1772287522252",
      "character": "Finnian",
      "quote": "*to Agni, who tells him to be nice to the trees* Treat them kindly,' huh? Before I came here, I don't think I would have understood. But now, I feel like I can do it!"
    },
    {
      "id": "quote_7675_1772287522252",
      "character": "Finnian",
      "quote": "It used to be that I couldn't go outside like this. So now it's fun to do it every day. I can touch trees and bugs and people."
    },
    {
      "id": "quote_7676_1772287522252",
      "character": "Finnian",
      "quote": "*when Agni asks him to mash potatoes* It requires strength? Since that's the case, I might be able to do it! I wanna do it! Please allow me to do it!"
    },
    {
      "id": "quote_7677_1772287522252",
      "character": "Finnian",
      "quote": "But my strength is too large, so Mr. Sebastian forbids me to touch anything in the kitchen."
    },
    {
      "id": "quote_7678_1772287522252",
      "character": "Finnian",
      "quote": "*after Sebastian tells him to design the garden* Then... then ... I'll make a cool garden that looks like a transforming robot! Can I?!"
    },
    {
      "id": "quote_7679_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "Do not-arrogant people exist?"
    },
    {
      "id": "quote_7680_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "I ... humiliated as a pet ... my house was burnt, my family was killed. I was such a... powerless kid. Therefore, I returned to this place in order to make those people who put me through such fate taste the same humiliation. The successors of the generations killed three years prior would come to me as long as I am the head of the Phantomhive family that stands in their way. I'm waiting ...for them to come and try to kill me here."
    },
    {
      "id": "quote_7681_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "So what? You're another person, so of course you look different. What do you need to be ashamed for? Besides, I'm free to be with whoever I want. No one has the right to say anything about it."
    },
    {
      "id": "quote_7682_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "Listen when people are talking to you!!!"
    },
    {
      "id": "quote_7683_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "He is nothing more than one of my pawns. However, he is not a normal pawn. He is a pawn that can get across the whole board in one move."
    },
    {
      "id": "quote_7684_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "What are you lazily standing around for? You obtained me my revenge. This is an order! Come and eat my soul already! Until the very moment when you eat all my soul you are my butler - Sebastian Michaelis!"
    },
    {
      "id": "quote_7685_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "*to Sebastian* Let's go, you cat-obsessed moron."
    },
    {
      "id": "quote_7686_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "I'm sorry. Seeing Sebastian's corpse so many times... is just too much for me..."
    },
    {
      "id": "quote_7687_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "I'm a human being, Sebastian!"
    },
    {
      "id": "quote_7688_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "I'm arrogant, but not so much that I'd irresponsibly save someone just to brag about it."
    },
    {
      "id": "quote_7689_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "*to Sebastian* I don't need your \"\"fawning\"\". It's disgusting."
    },
    {
      "id": "quote_7690_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "*to Prince Sohma* Who's my best friend? Don't say such ridiculous things."
    },
    {
      "id": "quote_7691_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "It's in bad taste to play games that make me feel like throwing up, Demon!"
    },
    {
      "id": "quote_7692_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "Enough already! I'm going to feel queer if I continue to live like this!"
    },
    {
      "id": "quote_7693_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "Father, Mother, God, please... Why? Why is there no one? No one comes to our rescue."
    },
    {
      "id": "quote_7694_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "*to Sebastian* You shall never betray me. You shall never leave my side. No matter what!"
    },
    {
      "id": "quote_7695_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "I'm afraid today's game was quite uninteresting."
    },
    {
      "id": "quote_7696_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "To smile happily, I've... forgotten."
    },
    {
      "id": "quote_7697_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "*to Sebastian* You idiot!! Do you think I'd dance with a big, male partner like you?!"
    },
    {
      "id": "quote_7698_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "It's not like I became her fiancée. I was forced to do it."
    },
    {
      "id": "quote_7699_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "Yes, \"\"kids\"\" have a great greed for games."
    },
    {
      "id": "quote_7700_1772287522252",
      "character": "Grell Sutcliff",
      "quote": "*to Sebastian* Ah, I can finally appear before you in my real form! Because isn't it embarrassing to appear before a handsome guy without makeup?"
    },
    {
      "id": "quote_7701_1772287522252",
      "character": "Grell Sutcliff",
      "quote": "*to Sebastian* Such an ice king you are! A beautiful tyrant! An angelic devil! A raven with the wings of a dove! My little lamb with the appetite of a wolf... My very own Sebastian DARLING!!!"
    },
    {
      "id": "quote_7702_1772287522252",
      "character": "Grell Sutcliff",
      "quote": "*to Claude* Ally? What's with that cliched word? Supreme love is always a battle to death!"
    },
    {
      "id": "quote_7703_1772287522252",
      "character": "Grell Sutcliff",
      "quote": "I am the queen of all fruits!"
    },
    {
      "id": "quote_7704_1772287522252",
      "character": "Grell Sutcliff",
      "quote": "*to Sebastian* This is great! I'm getting goosebumps all over my body, Little Sebas-chan! If I have your child, I will definitely give birth to it!"
    },
    {
      "id": "quote_7705_1772287522252",
      "character": "Grell Sutcliff",
      "quote": "I'm going to use the heels of my shoes to step on this cold, uncaring face of yours! I want you to lick my shoes clean!"
    },
    {
      "id": "quote_7706_1772287522252",
      "character": "Grell Sutcliff",
      "quote": "A good man's past makes people curious! But if he's a bad man, then it makes me wanna see even more!"
    },
    {
      "id": "quote_7707_1772287522252",
      "character": "Grell Sutcliff",
      "quote": "*to Sebastian* Don't say that. I'm sure you'll become addicted to the taste of my \"\"death scythe\"\"."
    },
    {
      "id": "quote_7708_1772287522252",
      "character": "Grell Sutcliff",
      "quote": "Even if I'm like this, I'm still the butler of death!"
    },
    {
      "id": "quote_7709_1772287522252",
      "character": "Grell Sutcliff",
      "quote": "Lately, I've only been encountering unsophisticated prey. My scythe and I are unsatisfied."
    },
    {
      "id": "quote_7710_1772287522252",
      "character": "Grell Sutcliff",
      "quote": "Oh, Little Sebas-chan, I do love red the most. Hair, clothes, lipstick, I love them to be red. That's why I love using fresh blood to do make-up for those ugly women. The more flamboyant a woman is, the more she's as beautiful as a poisonous flower, right?"
    },
    {
      "id": "quote_7711_1772287522252",
      "character": "Grell Sutcliff",
      "quote": "*to Sebastian* I really wanna do some vigorous exercise with you."
    },
    {
      "id": "quote_7712_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Those round and innocent eyes that know no filth or foulness, those tails that lovingly swish as if they belong to nobility, those paws in the soft shade of warm light pink!"
    },
    {
      "id": "quote_7713_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "*to Grell* You really have no standards."
    },
    {
      "id": "quote_7714_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Yes...I am a demon. There's no way I could understand my prey, a human's sense of taste. What I understand is...only the taste of a human's soul."
    },
    {
      "id": "quote_7715_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "*to Grell* Isn't it a hot day?"
    },
    {
      "id": "quote_7716_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "*to Hannah* I have a contract. Even if you steal him from me, he is still my Young Master. The lot of you aren't fit to even lick his soul."
    },
    {
      "id": "quote_7717_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Forsake the future, sacrifice your dreams, while stained with deep despair, elude the past, fight the reality, and never relinquish your nobility. Just like that, Young Master. That is the soul I wish to consume."
    },
    {
      "id": "quote_7718_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "*to Claude, teasing him* This is your way, right? Day into night, sugar into salt, dark blue into gold. Then I will turn the gold... into black."
    },
    {
      "id": "quote_7719_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Young Master... It's time to wake up."
    },
    {
      "id": "quote_7720_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Now I can show you my true nature."
    },
    {
      "id": "quote_7721_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "*to Claude* How can you say that. I'm one hell of- wait, it's still early for that."
    },
    {
      "id": "quote_7722_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "I do not need a thousand souls, I only need one, which is my master's."
    },
    {
      "id": "quote_7723_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "I'm a butler. I can't let my master see the form that speaks badly of my reputation."
    },
    {
      "id": "quote_7724_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "*to Ciel* I shall make it as gentle as possible."
    },
    {
      "id": "quote_7725_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Heaven? That has no hold over me."
    },
    {
      "id": "quote_7726_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "*to Ciel* I am your knight, after all."
    },
    {
      "id": "quote_7727_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Unseemly... ugly... vicious... My true form."
    },
    {
      "id": "quote_7728_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Cats are great. They don't talk about useless things. Or do them. Nothing is cuter. They are something that don't exist in my world. They have pets over there as well...but...it doesn't quite compare."
    },
    {
      "id": "quote_7729_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "*to Beast*  Wouldn't it be good to forget everything even if it's just for tonight? Indulge in pleasure...breathe a sweet poison deep into your lungs."
    },
    {
      "id": "quote_7730_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "*to Ciel*  In your current state...you are even more like...My Lady."
    },
    {
      "id": "quote_7731_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "For a king to survive it's good for him to be able to skillfully manipulate the other pieces using both the knight and the queen. Beneath the throne the bodies of your pieces will pile up along with your sins. You must not lose."
    },
    {
      "id": "quote_7732_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "*to Ciel* You're a child when it's convenient, huh."
    },
    {
      "id": "quote_7733_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Any game becomes boring when it lacks thrills."
    },
    {
      "id": "quote_7734_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "As long as there is the contract, I will protect your life. However, if you make a mistake of your own accord, you will possibly suffer a painful experience while alive. You already know that, don't you?"
    },
    {
      "id": "quote_7735_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "*to William Spears* My, my. How difficult to handle alone. But this large quantity of souls, shall a demon like me offer you assistance with them?"
    },
    {
      "id": "quote_7736_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "It has nothing to do with England or India. No matter where or when, it's the same. Humanity, that is."
    },
    {
      "id": "quote_7737_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "*to Ciel* Well, aren't you a very young master. You have summoned me. This fact will not change for all eternity. What has been sacrificed will never be returned. Now... choose."
    },
    {
      "id": "quote_7738_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "*talking to other servants* Why don't you all kneel down on the ground and beg for even a mere scrap of Agni's talents? Perhaps it would even improve you a little."
    },
    {
      "id": "quote_7739_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "However, when trying to reach your goals, you need to learn how to eat some humble pie occasionally. If you don't, one small trip one day might mean your fall."
    },
    {
      "id": "quote_7741_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Heaven? I don't have an affinity with that place."
    },
    {
      "id": "quote_7742_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "*about Finnian* I have lived for a long time, but this is my first time meeting a space alien. What kind of counter-attack is that sparkly, smiley face expecting from me?"
    },
    {
      "id": "quote_7743_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "It seems your talent for dancing is non-existent. It must be crushing, young master."
    },
    {
      "id": "quote_7744_1772287522252",
      "character": "Undertaker",
      "quote": "Now... Earl, give me that!"
    },
    {
      "id": "quote_7745_1772287522252",
      "character": "Undertaker",
      "quote": "*to Ciel* You don't need to tell me, I know why you came, with just one look I can tell what's on your mind."
    },
    {
      "id": "quote_7746_1772287522252",
      "character": "Undertaker",
      "quote": "I wonder, if the butler isn't here, is the earl just a child who can't do anything?"
    },
    {
      "id": "quote_7747_1772287522252",
      "character": "Undertaker",
      "quote": "Victoria, aye? I'm not a fan. She sits herself up so high above everyone else, and leaves the painful dirty work to the earl."
    },
    {
      "id": "quote_7748_1772287522252",
      "character": "Undertaker",
      "quote": "Today is a particular woman's special gala. The final great ceremony in each human's life. A funeral."
    },
    {
      "id": "quote_7749_1772287522252",
      "character": "Undertaker",
      "quote": "I don't want any of the queen's money!"
    },
    {
      "id": "quote_7750_1772287522252",
      "character": "Undertaker",
      "quote": "*to Ciel* Welcome, Earl. Do you want to see how it feels to sleep in my custom-made coffin?"
    },
    {
      "id": "quote_8105_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "I won't let you touch him. Young master would be sullied if an inferior, dirty person like you were to touch him. *says to Alois*"
    },
    {
      "id": "quote_8107_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Under one of your orders, I am to be your pawn and your sword. So please, young master, move me into check."
    },
    {
      "id": "quote_8108_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Even though I dislike being kicked by others, I do enjoy the feeling of kicking others."
    },
    {
      "id": "quote_8114_1772287522252",
      "character": "Alois Trancy",
      "quote": "I want you, Ciel Phantomhive. That's all there is to it."
    },
    {
      "id": "quote_8192_1772287522252",
      "character": "Claude Faustus",
      "quote": "Day into night, sugar into salt, living to dead, and dark blue into gold."
    },
    {
      "id": "quote_8193_1772287522252",
      "character": "Alois Trancy",
      "quote": "Hoheo taralna, rondero tarel!"
    },
    {
      "id": "quote_8195_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "If you are crying, fight against it! If you're regretting, walk forward! Only complaining on your misfortune, you're nothing but a common pig!"
    },
    {
      "id": "quote_8196_1772287522252",
      "character": "Vincent Phantomhive",
      "quote": "There is nothing shameful about being different from others. This is your character! Ann's red hair is really beautiful, just like the color of red spider lilies in their full bloom. Red really suits you. You should have more confidence in yourself."
    },
    {
      "id": "quote_8425_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "The image reflected in a picture is but an illusion. However, even if it is an illusion, wishing to hold onto it is one of the hollow dreams humans have."
    },
    {
      "id": "quote_8426_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "Make it hurt. Carve the pain of my life into my soul."
    },
    {
      "id": "quote_8427_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "I thought that even if you died, somehow you would protect me."
    },
    {
      "id": "quote_8428_1772287522252",
      "character": "Undertaker",
      "quote": "The ring seems more like a collar to me. I hope that one day that collar chokes you."
    },
    {
      "id": "quote_8429_1772287522252",
      "character": "Undertaker",
      "quote": "Even though I told him to hold each and every soul dear. Because you hold great power you gradually fail to understand the importance of things that cannot be recovered. When it is realized and you lose your support...how many times have I given you and the others the same warning?"
    },
    {
      "id": "quote_8430_1772287522252",
      "character": "Maylene",
      "quote": "It's useless. A tiny mouse can run anywhere...but they are always in my sight."
    },
    {
      "id": "quote_8433_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "*Ciel to Prince Sohma* There are some things you can never get back, no matter how much effort you put in. And there are some feelings of despair, that you can never ever shake off."
    },
    {
      "id": "quote_8434_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "I hate dogs... Actually, I detest them."
    },
    {
      "id": "quote_8435_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Yes, my lord."
    },
    {
      "id": "quote_8436_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Once one has rejected faith, it will become impossible for him to enter the gates of Heaven."
    },
    {
      "id": "quote_8437_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "Friends... is it?That's the first time anyone has said that to me."
    },
    {
      "id": "quote_8438_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "No, I won't abandon hate. If I did, then nothing would be left of me."
    },
    {
      "id": "quote_8439_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "I knew it... No matter how I do it...there is always a smell. *after sleeping with a demon dog*"
    },
    {
      "id": "quote_8440_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "At this moment, my body and soul, to the last hair, belong to my master."
    },
    {
      "id": "quote_8441_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "It's coming out~~~ *during the corset scene*"
    },
    {
      "id": "quote_8442_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "You aren't wrong. You fought to protect your world. What's wrong with that? In the end, \"\"justice\"\" is just an official line taken by those in power to serve their own ends. No one's looking out for others. If you're careless, you'll be robbed. There are only two kinds of people in this world. Those who steal, and those who are stolen from. And today, I steal your futures. That's all this is."
    },
    {
      "id": "quote_8443_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "If it is your wish, I will follow you anywhere, even if your throne crumbles, and your shiny crown turns to rust. Even if the bodies pile up endlessly above the bottomless pile of corpses. Beside you as you lie down softly, I will be, until I hear the words \"\"Check Mate\"\"!"
    },
    {
      "id": "quote_8487_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "When something is gone, it will never return."
    },
    {
      "id": "quote_8543_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "I'm just one hell of a butler..."
    },
    {
      "id": "quote_8562_1772287522252",
      "character": "Ciel Phantomhive",
      "quote": "Kneel like a worm and beg the demon to do it."
    },
    {
      "id": "quote_8574_1772287522252",
      "character": "Sebastian Michaelis",
      "quote": "I can use my tongue to make a sakura branch into a butterfly knot."
    }
  ]
}