{
  "name": "Boku no Hero Academia",
  "anilistId": 21459,
  "totalQuotes": 9,
  "totalCharacters": 4,
  "quotes": [
    {
      "id": "quote_2143_1755682142142",
      "character": "All Might",
      "quote": "It's not bad to dream. But you also have to consider what's realistic."
    },
    {
      "id": "quote_2144_1755682142142",
      "character": "Shigaraki Tomura",
      "quote": "Heroes and villains both thrive on violence, but we're still categorized. \"You're good.\" \"You're evil.\" That's how it is!! Symbol of peace? Hah!! In the end you're just a tool for violence, made to keep us down! And violence only breeds more violence."
    },
    {
      "id": "quote_2145_1755682142142",
      "character": "All Might",
      "quote": "The most inflated egos are often the most fragile."
    },
    {
      "id": "quote_2146_1755682142142",
      "character": "All Might",
      "quote": "The slight difference between those who always aim for the top and those who don't... It'll come to matter in a big way once you all emerge into society."
    },
    {
      "id": "quote_2147_1755682142142",
      "character": "All Might",
      "quote": "When there's nothing to be gained, rising to the challenge at those times... is surely the mark... of a true hero!!"
    },
    {
      "id": "quote_2148_1755682142142",
      "character": "All Might",
      "quote": "If you feel yourself hitting up against your limit remember for what cause you clench your fists... remember why you started down this path, and let that memory carry you beyond your limit."
    },
    {
      "id": "quote_2149_1755682142142",
      "character": "Eraserhead",
      "quote": "They've been exposed to the outside world, up close and personal. They've had that fear planted in them. And they've endured it. Overcome it. Each has grown from that experience... and forgotten how to hesitate."
    },
    {
      "id": "quote_2150_1755682142142",
      "character": "Midoriya Izuku",
      "quote": "People... are not born equal. That's the hard truth I learned at age four. But that... was my first and last setback."
    },
    {
      "id": "quote_2151_1755682142142",
      "character": "All Might",
      "quote": "Whether you win or lose... You can always come out ahead by learning from the experience."
    }
  ]
}