{
  "name": "Sakamoto desu ga?",
  "anilistId": 21595,
  "totalQuotes": 14,
  "totalCharacters": 5,
  "quotes": [
    {
      "id": "quote_1017_1755681841409",
      "character": "Sakamoto",
      "quote": "Mankind is a very intresting species."
    },
    {
      "id": "quote_1018_1755681841409",
      "character": "Sakamoto",
      "quote": "Accomplishing a shared goal under tense circumstances causes distance between people to naturally close."
    },
    {
      "id": "quote_1019_1755681841409",
      "character": "Sakamoto",
      "quote": "When you aim to reach high places, you may find yourself on narrow footing and feel disheartened. And then your confidence will falter, and you will find it ever harder to believe in yourself. If you ever feel that you can't believe in yourself, please believe in your friends."
    },
    {
      "id": "quote_1020_1755681841409",
      "character": "Sakamoto",
      "quote": "At times, you will probably lose sight of your life goals, as well. When that happens, instead of panicking, why not try indulging in a hobby? Then a new, or perhaps an old, goal might grow stronger, and stronger, into a rousing fortissimo."
    },
    {
      "id": "quote_1021_1755681841409",
      "character": "Hayabusa Shou",
      "quote": "I'm here because I don't like to be tied down. So you should decide for yourself who you want for your friend."
    },
    {
      "id": "quote_1022_1755681841409",
      "character": "Hayabusa Shou",
      "quote": "If I have to win through underhanded means, I'd rather just stand right here until I die."
    },
    {
      "id": "quote_1023_1755681841409",
      "character": "Sakamoto",
      "quote": "When faced with a decision... At such times, we must choose only one option and it can be very confusing. When that happens, simply using your head and charging straight into the obstacle is a fine option."
    },
    {
      "id": "quote_1024_1755681841409",
      "character": "Sakamoto",
      "quote": "Even if they're only a year older, shouldn't we respect and serve our elders?"
    },
    {
      "id": "quote_1025_1755681841409",
      "character": "Kubota Yoshinobu",
      "quote": "I understand now... What I really need to protect isn't myself, much less my money. It's my pride."
    },
    {
      "id": "quote_1026_1755681841409",
      "character": "Sakamoto",
      "quote": "If you have no money, I believe all you can do is work."
    },
    {
      "id": "quote_1027_1755681841409",
      "character": "Fukase",
      "quote": "Don't you think forcing people to help with something pointless is far more cruel?"
    },
    {
      "id": "quote_1028_1755681841409",
      "character": "Ryou",
      "quote": "Have a dream that you can achieve within your lifetime!"
    },
    {
      "id": "quote_1029_1755681841409",
      "character": "Hayabusa Shou",
      "quote": "However rough the waters in the outside world may be, to find your own lighthouse and swim for it is only logical, isn't it?"
    },
    {
      "id": "quote_1030_1755681841409",
      "character": "Fukase",
      "quote": "Looking back on the past is a dangerous thing. It's nothing more than an attachment."
    }
  ]
}