{
  "name": "Clannad",
  "anilistId": 2167,
  "totalQuotes": 44,
  "totalCharacters": 13,
  "lastUpdated": "2026-02-28T14:12:05.083Z",
  "quotes": [
    {
      "id": "quote_1059_1755681859077",
      "character": "Okazaki Tomoya",
      "quote": "What are you so hesitant about? It’s your dream, isn’t it? It’s right in front of you and you’re wavering? You gotta be reckless, and take whatever you can!"
    },
    {
      "id": "quote_1060_1755681859077",
      "character": "Fujibayashi Ryou",
      "quote": "Please don’t apologize. If you did, and I forgave you, then it’d be like it was all a lie. I want to hold those memories we had dear. The fun times… The painful times… All of it. So please, don’t apologize."
    },
    {
      "id": "quote_1061_1755681859077",
      "character": "Fujibayashi Kyou",
      "quote": "Isn’t there something strange in becoming friends because you’re asked? Friends aren’t given; you’re supposed to make them."
    },
    {
      "id": "quote_1062_1755681859077",
      "character": "Okazaki Tomoya",
      "quote": "I hate this town. It’s too filled with memories I’d rather forget. I go to school every day, hang out with my friends, and then go home. There’s no place I’d rather not go ever again. I wonder if anything will ever change? Will that day ever come?"
    },
    {
      "id": "quote_1063_1755681859077",
      "character": "Yoshino Yūsuke",
      "quote": "Keep on living your life in such a way that love doesn't fade away. I shall work... so that love may shine brightly, even today."
    },
    {
      "id": "quote_1064_1755681859077",
      "character": "Yoshino Yūsuke",
      "quote": "Everyone makes mistakes. What's important is how to make up for it."
    },
    {
      "id": "quote_1065_1755681859077",
      "character": "Yoshino Yūsuke",
      "quote": "He realized that he had lost sight of something important. No matter what turn he took he should have kept singing. Even if his songs couldn’t save the world, he could still sing songs for her. Don’t ever lose sight of what’s important to you."
    },
    {
      "id": "quote_1066_1755681859077",
      "character": "Okazaki Tomoya",
      "quote": "Do not lose to the obstacles that you will meet in the future. I have my own set of goals but do not pursue them because of my laziness."
    },
    {
      "id": "quote_1067_1755681859077",
      "character": "Fujibayashi Ryou",
      "quote": "If a prediction is right, then it's like you only have one future. Like that future has been decided. But if it's wrong, then you have an almost infinite number of possibilities. And that means that even the tiniest twist of fate can change your future. I want to believe that I have choices - that the path I walk has many different turns, and many different roads to follow!"
    },
    {
      "id": "quote_1068_1755681859077",
      "character": "Okazaki Tomoya",
      "quote": "If I'm around you, I don't think I'll ever be bored."
    },
    {
      "id": "quote_1069_1755681859077",
      "character": "Okazaki Tomoya",
      "quote": "If you feel like crying you should not hold back your tears. You should let it all out while you still can - because when you get bigger sometimes you can't cry even if you have something to cry about."
    },
    {
      "id": "quote_1070_1755681859077",
      "character": "Furukawa Nagisa",
      "quote": "Life can bring lots of hardships, but it's always important to keep in mind that there are people around you who care for you, and are willing to help you through whatever you're dealing with."
    },
    {
      "id": "quote_1071_1755681859077",
      "character": "Furukawa Akio",
      "quote": "It’s natural that men have things they need to protect."
    },
    {
      "id": "quote_1072_1755681859077",
      "character": "Furukawa Nagisa",
      "quote": "If you can move on, then you should."
    },
    {
      "id": "quote_1073_1755681859077",
      "character": "Sunohara Youhei",
      "quote": "You’re the spore of a flower. You’ll be going on a trip, taken away by the wind. To go to new places and meet new people. You shouldn’t always rely on your sister. Even if you’re apart, your bonds still remain. That’s what family is."
    },
    {
      "id": "quote_1074_1755681859077",
      "character": "Furukawa Nagisa",
      "quote": "Meeting you was the best thing that ever happened to me. You made me so happy. I don’t want you to be lost or afraid or anything like that. From here on out, I know things might be hard sometimes. But no matter what may await, please don’t regret meeting me."
    },
    {
      "id": "quote_1075_1755681859077",
      "character": "Okazaki Ushio",
      "quote": "Sanae-san told me, places that I can cry are in a toilet, or in daddy's arms."
    },
    {
      "id": "quote_1076_1755681859077",
      "character": "Fujibayashi Kyou",
      "quote": "If the results come true, it's as if there's only one future. If it fails, we can think that other futures exist... I want to believe that in our future there are many possibilities waiting."
    },
    {
      "id": "quote_1077_1755681859077",
      "character": "Ichinose Kotomi",
      "quote": "Those who seek out the truth must not be arrogant. You must not laugh at miracles just because they cannot be explained scientifically. You must not turn away from the beauty of this world."
    },
    {
      "id": "quote_1078_1755681859077",
      "character": "Okazaki Tomoya",
      "quote": "You are who you are. You have to do what you can."
    },
    {
      "id": "quote_1079_1755681859077",
      "character": "Yoshino Yūsuke",
      "quote": "At a place where you feel most restful… Next to the person you find most dear. People's lives are repetitions of inflicting pain on each other. It's understandable to doubt others. But being unable to trust anything is the same as being unable to feel other people's love. Aren’t you, perhaps, feeling lonely? Aren’t you, perhaps, living slavishly? Are you able to laugh with an honest heart?"
    },
    {
      "id": "quote_1080_1755681859077",
      "character": "Yoshino Yūsuke",
      "quote": "What’s important is not losing sight of your path."
    },
    {
      "id": "quote_1081_1755681859077",
      "character": "Sakagami Tomoyo",
      "quote": "No matter how cold and distant people may become, on the inside something warm and precious always remains, something that never changes. To me, that’s what family is like."
    },
    {
      "id": "quote_1082_1755681859077",
      "character": "Sagara Misae",
      "quote": "If you get all worked up yourself, you’ll always get someone who’ll rebel. Being too eager brings negative results."
    },
    {
      "id": "quote_1083_1755681859077",
      "character": "Yoshino Yūsuke",
      "quote": "Being unable to trust anything is the same as being unable to sense other people's love."
    },
    {
      "id": "quote_1084_1755681859077",
      "character": "Furukawa Akio",
      "quote": "We didn’t give up on our dreams! We changed our dreams into your dream! That’s what parents do! That’s what a family does!"
    },
    {
      "id": "quote_1085_1755681859077",
      "character": "Okazaki Tomoya",
      "quote": "The city is changing. Our surroundings, and even ourselves. And then one day, just about everything will change…"
    },
    {
      "id": "quote_1086_1755681859077",
      "character": "Sunohara Youhei",
      "quote": "You're trying to stay unscarred, aren't you? If you've come this far, you'll have to hurt someone. The more time you take to decide, the deeper and more it'll hurt. For all of you."
    },
    {
      "id": "quote_1087_1755681859077",
      "character": "Okazaki Tomoya",
      "quote": "You should cry while you still can. When you get bigger, sometimes, you can't cry even if you have something you wanna cry about."
    },
    {
      "id": "quote_1088_1755681859077",
      "character": "Shima Katsuki",
      "quote": "Love is like a firework from the past... it's more beautiful for it to go to pieces and scatter far off."
    },
    {
      "id": "quote_1089_1755681859077",
      "character": "Okazaki Tomoya",
      "quote": "Isn’t it fine as long as you find it? Isn’t it fine as long as you find the next fun and happy moments again?"
    },
    {
      "id": "quote_1090_1755681859077",
      "character": "CLANNAD",
      "quote": "The world is beautiful. Even if you're full of tears and sadness, open your eyes. Do what you want to do. Be what you want to be. Find friends. Don't be in a hurry to grow up. Take your time."
    },
    {
      "id": "quote_1091_1755681859077",
      "character": "Sakagami Tomoyo",
      "quote": "Time and titles do not matter in the bonds between people."
    },
    {
      "id": "quote_1092_1755681859077",
      "character": "Yoshino Yūsuke",
      "quote": "Children, this is the only gift I can give you right now. A formless gift you call a memory. I don’t have any money and I can’t give you something tangible. But even so, even if it isn’t tangible, a memory is something that will continue to be with you. That is what I believe…"
    },
    {
      "id": "quote_1093_1755681859077",
      "character": "Furukawa Nagisa",
      "quote": "I, Okazaki Nagisa, will no longer cry. No matter what painful things I face, I’ll hang in there and overcome it. But, I might cry during moments of happiness. I hope that you can get along… with someone like me."
    },
    {
      "id": "quote_1094_1755681859077",
      "character": "Furukawa Nagisa",
      "quote": "Nothing can stay unchanged. Fun things… Happy things… They can’t possibly remain the same."
    },
    {
      "id": "quote_1095_1755681859077",
      "character": "Sakagami Tomoyo",
      "quote": "I've already decided. Getting good grades and listening to teachers can take me somewhere high and far away, but what if that's not where I want to go? Right here, by your side, Tomoya, is the only place I want to be."
    },
    {
      "id": "quote_1096_1755681859077",
      "character": "Ichinose Kotomi",
      "quote": "The day before yesterday, I saw a rabbit. Yesterday, it was a deer. And today, it’s you."
    },
    {
      "id": "quote_1097_1755681859077",
      "character": "Furukawa Nagisa",
      "quote": "You shouldn’t stop like that. If you can move forward, then you should."
    },
    {
      "id": "quote_224_1755700777250",
      "character": "Okazaki Tomoya",
      "quote": "You are who you are. You have to do what you can.\n\n"
    },
    {
      "id": "quote_225_1755700777250",
      "character": "Furukawa Nagisa",
      "quote": "Dango, dango, dango, dango. Big dango family."
    },
    {
      "id": "quote_226_1755700777250",
      "character": "Furukawa Nagisa",
      "quote": "Our journey starts, on this long, long steep slope."
    },
    {
      "id": "quote_227_1755700777250",
      "character": "Furukawa Nagisa",
      "quote": "Fun things...Happy things...They can't all possibly stay unchanged. Even so, can you go on loving this place?"
    },
    {
      "id": "quote_2841_1772287925083",
      "character": "Fujibayashi Kyou",
      "quote": "Isn’t there something strange in becoming friends because you’re asked? Friends aren’t given"
    }
  ]
}