{
  "name": "Dragon Ball",
  "anilistId": 223,
  "totalQuotes": 49,
  "totalCharacters": 11,
  "lastUpdated": "2025-08-20T15:29:55.501Z",
  "quotes": [
    {
      "id": "quote_972_1755681835574",
      "character": "Son Goku",
      "quote": "Well, this blows."
    },
    {
      "id": "quote_973_1755681835574",
      "character": "Krillin",
      "quote": "First it was that sewer-face and now I'm up against a superhero."
    },
    {
      "id": "quote_974_1755681835574",
      "character": "Android 17",
      "quote": "[clapping] A beautiful speech, I can see it now, you truly are a prince with the royal blood of a Saiyan."
    },
    {
      "id": "quote_975_1755681835574",
      "character": "Son Goku",
      "quote": "I'm so hungry, I can't even move."
    },
    {
      "id": "quote_976_1755681835574",
      "character": "Master Roshi",
      "quote": "(Master Roshi is reaching for Launch's buttocks as Krillin barges in and makes him angry) Do you time this?"
    },
    {
      "id": "quote_977_1755681835574",
      "character": "Piccolo",
      "quote": "I'm not going to lie to you, Vegeta, although the answer may be difficult for you to hear. This is the truth. Goku devoted his life to protecting the lives of other. Because of his selflessness, when he died, he was allowed to keep his body and travel to King Kai's Planet. You, on the other hand, have spent your life in pursuit of your own selfish desires. You've caused too much pain. When you die, you will not receive the same reward."
    },
    {
      "id": "quote_978_1755681835574",
      "character": "Vegeta",
      "quote": "You never thought to kill, or fight for revenge. Only to test your limits, and to push yourself beyond them, to become the strongest you could possibly be. How can a Saiyan fight like that, and at the same time be so gentle that he wouldn't hurt a fly? It makes me angry just thinking about it. But perhaps it is my anger that has made me blind to the truth for so long. I see it now. This day has made it all too clear. You're better than me, Kakarot. You are the best..."
    },
    {
      "id": "quote_979_1755681835574",
      "character": "Vegeta",
      "quote": "While I was with you guys, I became more human. I didn't like that. I even have a family and started to like living on earth."
    },
    {
      "id": "quote_980_1755681835574",
      "character": "Son Goku",
      "quote": "That's what you think, Captain Cocky!"
    },
    {
      "id": "quote_981_1755681835574",
      "character": "Bulma",
      "quote": "Yamcha, I was worried about you. For all I knew, you were dead in a ditch in a country you can't pronounce. You'll have to make this up to me. And you're going to enjoy it."
    },
    {
      "id": "quote_982_1755681835574",
      "character": "Son Goku",
      "quote": "The ocean is so salty because everyone pees in it."
    },
    {
      "id": "quote_983_1755681835574",
      "character": "Son Goku",
      "quote": "Where is your tail? (Searching for tail in Bulma's butt)"
    },
    {
      "id": "quote_984_1755681835574",
      "character": "Piccolo",
      "quote": "My ears do more than just frame my face."
    },
    {
      "id": "quote_985_1755681835574",
      "character": "Android 17",
      "quote": "Tell me, are all you Saiyans so full of yourselves? Is this how you hide your incompetence? We androids will always be superior to your kind."
    },
    {
      "id": "quote_986_1755681835574",
      "character": "Master Roshi",
      "quote": "But, you will not go in there with hopes of winning the tournament the first time you compete. To do so would be arrogant! And arrogance is for fools, not warriors! So you will enter the tournament with the sole purpose of improving your fighting skills."
    },
    {
      "id": "quote_987_1755681835574",
      "character": "Krillin",
      "quote": "Hey hun! I've got a great idea, let's trade! Yo take my spot and I'll fight Hercule!"
    },
    {
      "id": "quote_988_1755681835574",
      "character": "Vegeta",
      "quote": "You can take control of my mind and my body, but there is one thing a Saiyan always keep... his PRIDE!"
    },
    {
      "id": "quote_989_1755681835574",
      "character": "Krillin",
      "quote": "(after Goku moves a huge boulder all by himself) Krillin wants everybody to know he's speechless right now."
    },
    {
      "id": "quote_990_1755681835574",
      "character": "Vegeta",
      "quote": "Are you ready now, to witness a power not seen for thousands of years?"
    },
    {
      "id": "quote_991_1755681835574",
      "character": "Vegeta",
      "quote": "Don't remind me. I'm mad enough to hurt somebody and pounding you just might be the therapy I need."
    },
    {
      "id": "quote_992_1755681835574",
      "character": "Son Goku",
      "quote": "Hey! It looks like now is a good time to do a little tail fishing!"
    },
    {
      "id": "quote_993_1755681835574",
      "character": "Vegeta",
      "quote": "It's amazing how every time you open your mouth, you manage to prove you're an idiot."
    },
    {
      "id": "quote_994_1755681835574",
      "character": "Frieza",
      "quote": "There are three things I cannot tolerate: cowardice, bad haircuts, and military insurrection. It is very unfortunate that our friend Vegeta possesses all three of these."
    },
    {
      "id": "quote_995_1755681835574",
      "character": "Son Goku",
      "quote": "Power comes in response to a need, not a desire. You have to create that need."
    },
    {
      "id": "quote_996_1755681835574",
      "character": "Vegeta",
      "quote": "There's only one certainty in life. A strong man stands above and conquers all!"
    },
    {
      "id": "quote_997_1755681835574",
      "character": "Android 16",
      "quote": "Gohan, let it go. It is not a sin to fight for the right cause. There are those who words alone will not reach."
    },
    {
      "id": "quote_998_1755681835574",
      "character": "Vegeta",
      "quote": "Kakarot! Dodge this next attack, if you can!.. But even if I miss you... THIS WHOLE PLANET'S GOING UP IN SMOOOOKE!"
    },
    {
      "id": "quote_999_1755681835574",
      "character": "Trunks Brief",
      "quote": "Father, you're so tough and proud, hard and cold like a rock. But still, deep down, your heart beats like mine does... I know you feel... I'm your son and I will always love you."
    },
    {
      "id": "quote_1000_1755681835574",
      "character": "Son Goku",
      "quote": "It looks like they only want me, and that's exactly who they'll get."
    },
    {
      "id": "quote_1001_1755681835574",
      "character": "Son Goku",
      "quote": "Sorry, I saw an opening that just screamed 'ATTACK,' so I did, ha!"
    },
    {
      "id": "quote_1002_1755681835574",
      "character": "Piccolo",
      "quote": "Sometimes, we have to look beyond what we want and do what's best."
    },
    {
      "id": "quote_1003_1755681835574",
      "character": "Krillin",
      "quote": "It looked like it was going to be germ warfare, but the Bacterian fight got me ready for that."
    },
    {
      "id": "quote_1004_1755681835574",
      "character": "Vegeta",
      "quote": "So he killed my father and murdered my people. That means nothing to me. Strength is the only thing that matters in this world. Everything else is just a delusion for the weak."
    },
    {
      "id": "quote_1005_1755681835574",
      "character": "Vegeta",
      "quote": "Trunks, I never hugged you as a baby... let me hug you."
    },
    {
      "id": "quote_1006_1755681835574",
      "character": "Krillin",
      "quote": "(after Master Roshi tells him they have to dig in a farm) First we're the milkmen, and now we're stinkin' farmers. We never did this in Orin Temple."
    },
    {
      "id": "quote_1007_1755681835574",
      "character": "Vegeta",
      "quote": "What's wrong Frieza? Is your brain another one of your weak and under used muscles?"
    },
    {
      "id": "quote_1008_1755681835574",
      "character": "Piccolo",
      "quote": "Not bad, for an early prototype."
    },
    {
      "id": "quote_1009_1755681835574",
      "character": "Vegeta",
      "quote": "Let me ask you. Does a machine like yourself ever experience fear?"
    },
    {
      "id": "quote_1010_1755681835574",
      "character": "Trunks Brief",
      "quote": "You're about to find out what it's like to fight a real super saiyan...and I'm not talking about Goku."
    },
    {
      "id": "quote_1011_1755681835574",
      "character": "Son Goku",
      "quote": "I would rather be a brainless monkey than a heartless monster. (To Frieza)"
    },
    {
      "id": "quote_1012_1755681835574",
      "character": "Son Goku",
      "quote": "I could go one step farther if I wanted to."
    },
    {
      "id": "quote_1013_1755681835574",
      "character": "Vegeta",
      "quote": "[Vegeta's last thought before he dies fighting Majin Buu] Bulma, Trunks. This is for you."
    },
    {
      "id": "quote_1014_1755681835574",
      "character": "Piccolo",
      "quote": "Even with the energy you took from me, my power is still far greater than your own."
    },
    {
      "id": "quote_1015_1755681835574",
      "character": "Son Goku",
      "quote": "How can androids have babies?"
    },
    {
      "id": "quote_524_1755700810770",
      "character": "Grand Elder Guru",
      "quote": "Death is simply another stage of our life.\n\n"
    },
    {
      "id": "quote_525_1755700810770",
      "character": "Son Goku",
      "quote": "My butt's on fire!"
    },
    {
      "id": "quote_526_1755700810770",
      "character": "Son Goku",
      "quote": "Why do women have butts on their chests?"
    },
    {
      "id": "quote_22_1755703795501",
      "character": "Bulma",
      "quote": "Look Goku, you can go out in public and have your hair sticking out in every direction if you want to, but not me!"
    },
    {
      "id": "quote_23_1755703795501",
      "character": "Android 16",
      "quote": "Gohan, let it go. It is not a sin to fight for the right cause. There are those who words alone will not reach. "
    }
  ]
}