{
  "name": "Baccano!",
  "anilistId": 2251,
  "totalQuotes": 23,
  "totalCharacters": 7,
  "lastUpdated": "2025-08-20T15:30:05.136Z",
  "quotes": [
    {
      "id": "quote_1518_1755681972776",
      "character": "Graham Specter",
      "show": "Baccano!",
      "quote": "Incomprehensibility is a part of human life. But what does this mean? I just can't understand it."
    },
    {
      "id": "quote_1519_1755681972776",
      "character": "Ladd Russo",
      "show": "Baccano!",
      "quote": "Even though we are going to shatter thousands of lives, wearing white is gonna make the blood look so pretty."
    },
    {
      "id": "quote_1520_1755681972776",
      "character": "Gustav St. Germain",
      "show": "Baccano!",
      "quote": "Depending on who you place in the same situation, the characteristics of said incident change kaleidoscopically. In other words, there is one incident; however, there are as many stories explaining it as there are people involved in it."
    },
    {
      "id": "quote_1521_1755681972776",
      "character": "Goose Perkins",
      "show": "Baccano!",
      "quote": "We have no reason to fear death, for we have become ghosts while still alive."
    },
    {
      "id": "quote_1522_1755681972776",
      "character": "Gustav St. Germain",
      "show": "Baccano!",
      "quote": "Cast aside the illusion that there is a beginning and end to the story. The story has no beginning. And it has no end. All there is, is a performance of people connecting, living, influencing each other, and departing."
    },
    {
      "id": "quote_1523_1755681972776",
      "character": "Graham Specter",
      "show": "Baccano!",
      "quote": "Tedium is such a crime. It takes the limited amount of time that is given to man, and rather than spending it in indolence or drowning it in pleasure it just sits there sucking, eating it up. I can't put up with that, tedium is a crime! Death to tedium! Die!"
    },
    {
      "id": "quote_1524_1755681972776",
      "character": "Ladd Russo",
      "show": "Baccano!",
      "quote": "You don't have any power or technique like Jack Johnson or Jack Dempsey either! You know any boxer names? You know I'm right? If you're an American, of course you know! If you say you don't know, or something, I won't forgive you! I will never forgive you! And even if you know them, I still won't forgive you, though!"
    },
    {
      "id": "quote_1525_1755681972776",
      "character": "Ladd Russo",
      "show": "Baccano!",
      "quote": "I just know you are all my newest enemies... and you have really nice guns. You people are all the same. You think you're so special! \"Oh yeah, with all of our wonderful guns on this pathetic train, there's no way anyone can stop us! We are invincible and unbeatable! We are so strong with all of our men and our guns!\" *laughs*"
    },
    {
      "id": "quote_1526_1755681972776",
      "character": "Jacuzzi Splot",
      "show": "Baccano!",
      "quote": "The times when you want to cry are when you have to try your hardest. That's why I decided I'll cry in general. Then, when I have to shed tears for a time when I really want to cry, my tears would have run dry."
    },
    {
      "id": "quote_1527_1755681972776",
      "character": "Victor Talbot",
      "show": "Baccano!",
      "quote": "Imagine what'd happen if I let someone like you loose on a bunch of politicians and scientists. You'd have them brainwashed in three days flat. First, you'd whisper your promises into their ears, getting them interested, and before they knew it, they'd be eating out of your goddamn hand. One of those scientists would say, \"Hey, this Huey fella, I think he's a really swell guy. We should talk to him and see what sort of information he might share with us\". And you can bet your ass by that point his brain would already be dribbling out his ears. Then oh, look, a strap on your straight jacket came loose, and oh, the next day they walk in and find out everyone in the lab is dead, and oh, Huey fucking Laforet is nowhere to be fucking seen! Oh no, oh what ever shall we fucking do Mr. Talbot, please do something even though you told us this exact thing was going to happen and we ignored you like the fucking idiots we are... and then they'll try and get me to find you, but you know what? I'll say no! Lemme say that again! No! Once more for good measure! Read my lips! Enn! Oh! No!"
    },
    {
      "id": "quote_1528_1755681972776",
      "character": "Ladd Russo",
      "show": "Baccano!",
      "quote": "Now, dear Uncle, there's a certain person that I'd just love to kill. It doesn't even matter whether they're weak or strong. The people I live to kill, that really get me jazzed... never see it coming. Never. They're in some happy place where they're sure nothing can get them. Dying is the furthest thing from their minds. Maybe they're thinkin' about what they're gonna have for dinner. Just like you were. Right before I walked in."
    },
    {
      "id": "quote_1529_1755681972777",
      "character": "Graham Specter",
      "show": "Baccano!",
      "quote": "[to Chane] Sorry about this, young lady, but not being able to verbalize might be a lucky break for you in a way. People can waste an awful lot of energy by putting sadness into words. Or maybe joy into words. And then of course, there's putting anger into words. And the words can double when it comes to fear or pain. In that sense, being so afraid that you can't find any words may save your life. Being unable to speak in extreme stress, in a body that is obligated to control energy consumption, is an act of, OH, I don't know, maybe, self defense? Oh boy, I went and said a thing of actual intelligence there. Time to show me some love, boys!"
    },
    {
      "id": "quote_1530_1755681972777",
      "character": "Ladd Russo",
      "show": "Baccano!",
      "quote": "I'm going to kill you, have a beautiful laugh, then dance until I go mad."
    },
    {
      "id": "quote_1531_1755681972777",
      "character": "Graham Specter",
      "show": "Baccano!",
      "quote": "Let me tell you an incomprehensible story! What is it for the actions of men to be incomprehensible? It would seem to me that if it can't be comprehended, one should not even bother trying. It is useless to even think about it, I think. That said, I don't know exactly what's going on but may we continue fighting please?"
    },
    {
      "id": "quote_1532_1755681972777",
      "character": "Ladd Russo",
      "show": "Baccano!",
      "quote": "Let me tell you how important it is to keep your mouth shut. Me, I've seen so many damn people going on and on about \"these will be the last words you ever hear\" and \"take these words with you to the afterlife\", and then that gives whoever they're fighting an opening to strike back. Crazy, isn't it? I see it all the time, in books, in plays, even in real life! I don't even know why, but somehow the more comfortable someone is with killing, the more they flap their mouth when it comes time to do the deed, yakking on and on and on. As you might have guessed, I myself happen to be such a person! And therefore, as such, in light of that revelation, I'll say that one is enough, and since that one is of course myself, I want you all to shut up. You're boring. Swallow those words and take them to the afterlife yourself, if you want them delivered there so damn much."
    },
    {
      "id": "quote_1533_1755681972777",
      "character": "Claire Stanfield",
      "show": "Baccano!",
      "quote": "It doesn't matter who I am. You can just think of me as the talking air."
    },
    {
      "id": "quote_1534_1755681972777",
      "character": "Claire Stanfield",
      "show": "Baccano!",
      "quote": "There's no such thing as a limit on being the best. You can always go for more. That's what it means to be human. No... That's what it means to be me."
    },
    {
      "id": "quote_1535_1755681972777",
      "character": "Ladd Russo",
      "show": "Baccano!",
      "quote": "Depending on your request, whether I will laugh or get angry - that will decide your lifespan, boy."
    },
    {
      "id": "quote_1536_1755681972777",
      "character": "Claire Stanfield",
      "show": "Baccano!",
      "quote": "This world is mine. I think this world may even just be a long, long dream I'm watching. You guys may just be illusions, and it can't be proven whether or not you really exist either. In other words, this world was created with me at the center. So what will happen if I die? I don't know. My imagination isn't very creative; I just can't imagine myself dying. In other words, there is no way this world can completely disappear. But if I die, then everyone will disappear. I am the only one in this world who won't disappear. The rest are just people I see as if in a dream."
    },
    {
      "id": "quote_1537_1755681972777",
      "character": "Claire Stanfield",
      "show": "Baccano!",
      "quote": "So what if I'd spare him? In my mind it's the certainty in myself that I possess which allows me to have that kind of mercy or compassion. There's no wavering on that point. It's fixed like the stars. The fact is I'm never gonna be killed! So remember this: mercy and compassion are virtues that only the strong are privileged to possess. And I am strong."
    },
    {
      "id": "quote_1538_1755681972777",
      "character": "Claire Stanfield",
      "show": "Baccano!",
      "quote": "I won't die no matter what. That's what I believe, so stay silent and believe in me. I am a guy who will never die."
    },
    {
      "id": "quote_1539_1755681972777",
      "character": "Graham Specter",
      "show": "Baccano!",
      "quote": "Oh, life is fun! Try sayin' that ten times fast ten thousand times a minute every day for the rest of your life and it'll screw with your head so bad that all problems will disappear like MAGIC! Okay okay okay, I've gotten past the sadness and as of now I'm evolving to a HIGHER STAAAATE! Right? Tell me you all think so! Life is a magnificent beast, and it excites me!"
    },
    {
      "id": "quote_27_1755701014099",
      "character": "Graham Specter",
      "show": "Baccano!",
      "quote": "No, it's good, money is good. I'm not sure why, but everyone says money is good.",
      "originalIndex": "8555"
    }
  ]
}