{
  "name": "FLCL",
  "anilistId": 227,
  "totalQuotes": 12,
  "totalCharacters": 4,
  "lastUpdated": "2025-08-20T15:34:09.178Z",
  "quotes": [
    {
      "id": "quote_73_1755685459374",
      "character": "Haruko Haruhara",
      "show": "FLCL",
      "quote": "Yeah I lied; so what is the truth? Underneath the band-aid?"
    },
    {
      "id": "quote_74_1755685459374",
      "character": "Naota Nandaba",
      "show": "FLCL",
      "quote": "When you're on a bike, the ocean's a lot closer than you think. The autumn salt wind went right through to the back of my nose. And maybe it's because, like Haruko said, my head was empty."
    },
    {
      "id": "quote_75_1755685459374",
      "character": "Mamimi Samejima",
      "show": "FLCL",
      "quote": "...Watermelon. Or like a panda with a mean face, or like sandals with pressure points drawn on them, or the smell of a blackboard eraser, or a Sunday morning where you wake up and it's raining. Well, I like him more than hard bread."
    },
    {
      "id": "quote_76_1755685459374",
      "character": "Naota Nandaba",
      "show": "FLCL",
      "quote": "Nothing amazing happens here. Everything is ordinary. The huge factory that can be seen from our town, the Medical Mechanica Plant, all the adults got excited when it came here, like it was really a big thing. The white steam that blows out every day at the same time, it looked to me like smoke that signified some kind of omen. Smoke that spreads out and covers everything."
    },
    {
      "id": "quote_77_1755685459374",
      "character": "Eri Ninamori",
      "show": "FLCL",
      "quote": "You're Puss in Boots, the one who tricks the prince. He hides who he really is and pretends to be someone else forever. So in time he becomes that person, so his lie becomes the truth, see? He transcends the mask. Don't you get it? That's how he finds happiness. That's pretty good, right?"
    },
    {
      "id": "quote_78_1755685459374",
      "character": "Naota Nandaba",
      "show": "FLCL",
      "quote": "I can hardly tell anymore where the truth ends and the lies begin."
    },
    {
      "id": "quote_79_1755685459374",
      "character": "Haruko Haruhara",
      "show": "FLCL",
      "quote": "Please don't tell people our bakery's motorbike ran you over."
    },
    {
      "id": "quote_80_1755685459374",
      "character": "Mamimi Samejima",
      "show": "FLCL",
      "quote": "[a giant satellite bomb is headed towards the city] If that thing hits, do you think we'll have school tomorrow?"
    },
    {
      "id": "quote_81_1755685459374",
      "character": "Naota Nandaba",
      "show": "FLCL",
      "quote": "Nothing amazing happens here. Only the ordinary."
    },
    {
      "id": "quote_82_1755685459374",
      "character": "Haruko Haruhara",
      "show": "FLCL",
      "quote": "Hey! Sameji, why don't we give Takkun a little preview of forbidden lesbian love?"
    },
    {
      "id": "quote_83_1755685459374",
      "character": "Naota Nandaba",
      "show": "FLCL",
      "quote": "When you're in a town like this, all covered with smoke - you forget that there's a world outside. Nothing amazing happens here. And you get used to that. Used to a world where everything is ordinary. Every day we spend here is like a whole lifetime of dying slowly. But now Haruko is here. That's how I know there really is a world outside."
    },
    {
      "id": "quote_84_1755685459374",
      "character": "Haruko Haruhara",
      "show": "FLCL",
      "quote": "It takes an idiot to do cool things. That's why it's cool."
    }
  ]
}