{
  "name": "Detective Conan",
  "anilistId": 235,
  "totalQuotes": 77,
  "totalCharacters": 13,
  "lastUpdated": "2025-08-20T14:39:32.355Z",
  "quotes": [
    {
      "id": "quote_57_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "From a different perspective, an imposing wall is just a large door."
    },
    {
      "id": "quote_58_1755663424317",
      "character": "Kaitou Kid",
      "show": "Detective Conan",
      "quote": "The sea’s blue reflects because of the sky’s blue. Just like detectives and thieves. We’re all toying with the human mind. But the one who pries for others’ secrets is the one who’s truly impolite."
    },
    {
      "id": "quote_59_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "The strong one doesn't win. The one who wins is strong."
    },
    {
      "id": "quote_60_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "A detective who corners a culprit with their reasoning and drives them to suicide in front of himself - is no different than a murderer."
    },
    {
      "id": "quote_61_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "There’s no use. There’s no such thing as a victory that can be won through effort. It doesn’t exist."
    },
    {
      "id": "quote_62_1755663424317",
      "character": "Ai Haibara",
      "show": "Detective Conan",
      "quote": "It’s like an automated vending machine for canned juice. You’ll get what you want so long as you have the money, but… You get nothing in return without it. You can’t buy your way into the hearts of others."
    },
    {
      "id": "quote_63_1755663424317",
      "character": "Takaaki Morofushi",
      "show": "Detective Conan",
      "quote": "Give advice and good guidance, then halt if such is of no avail. Do not disgrace yourself for it."
    },
    {
      "id": "quote_64_1755663424317",
      "character": "Ai Haibara",
      "show": "Detective Conan",
      "quote": "Humans can’t reverse the flow of time. If you try to twist it against its will… You’ll be punished."
    },
    {
      "id": "quote_65_1755663424317",
      "character": "Detective Conan",
      "show": "Detective Conan",
      "quote": "Those who do well, respect their chances. Those who pass on chances, may never be presented with that chance again."
    },
    {
      "id": "quote_66_1755663424317",
      "character": "Ran Mouri",
      "show": "Detective Conan",
      "quote": "When people make a mistake, it is nice to give them advice, but... if they don’t listen, just leave them alone. Otherwise you'll do yourself a disservice by wasting your time and effort."
    },
    {
      "id": "quote_67_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "Love is an emotional thing. I will say nothing in praise of it... It is antagonistic to clear reasoning. It's the same in tennis. Love is 0. No matter how many zeroes you add together, you'll just lose miserably."
    },
    {
      "id": "quote_68_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "A small mistake can make a huge difference."
    },
    {
      "id": "quote_69_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "There is only one truth."
    },
    {
      "id": "quote_70_1755663424317",
      "character": "Detective Conan",
      "show": "Detective Conan",
      "quote": "Be as swift as the wind. Be as quiet as the forest. Attack as fiercely as the fire. Be immovable like a mountain. Move like the lightning. Be as impenetrable as a shadow."
    },
    {
      "id": "quote_71_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "The moon does not mourn over the dead. What it does is shine light on the truth."
    },
    {
      "id": "quote_72_1755663424317",
      "character": "Detective Conan",
      "show": "Detective Conan",
      "quote": "Admiration is admiration. It's the same as viewing flowers from afar. When you get too close - it becomes like Icarus, who lost his wings and plunged into the earth after flying too close to the Sun. Disaster befalls oneself."
    },
    {
      "id": "quote_73_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "Idiot... There's no win or lose in this, no higher or lower... There is always...only ONE truth."
    },
    {
      "id": "quote_74_1755663424317",
      "character": "Hattori Heiji",
      "show": "Detective Conan",
      "quote": "To deceive your enemy, begin with your ally."
    },
    {
      "id": "quote_75_1755663424317",
      "character": "Kaitou Kid",
      "show": "Detective Conan",
      "quote": "You can't perform the same trick twice with one audience. If performed only once, the magic leaves a strong impression. It will then blossom into a beautiful miracle in their hearts. But, when used twice, rather than the audience enjoying the magic, they focus on unraveling the trick. As such, the chance of it being unveiled is high."
    },
    {
      "id": "quote_76_1755663424317",
      "character": "Kaitou Kid",
      "show": "Detective Conan",
      "quote": "You are right. I am not a detective, but a thief. And stealing is what thieves do best, even if it's a persons heart."
    },
    {
      "id": "quote_77_1755663424317",
      "character": "Jodie Starling",
      "show": "Detective Conan",
      "quote": "Relying on someone else without exerting any effort of your own is just not right. Because the one you rely on most, can disappear, at any time."
    },
    {
      "id": "quote_78_1755663424317",
      "character": "Kaitou Kid",
      "show": "Detective Conan",
      "quote": "Smiles and laughter are always good, but never forget your Poker Face!"
    },
    {
      "id": "quote_79_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "This is my case! I'm going to solve it!! Don't get involved!"
    },
    {
      "id": "quote_80_1755663424317",
      "character": "Hattori Heiji",
      "show": "Detective Conan",
      "quote": "Humans are suspicious and jealous creatures. When they see something perfect, they wanna find a flaw."
    },
    {
      "id": "quote_81_1755663424317",
      "character": "Ran Mouri",
      "show": "Detective Conan",
      "quote": "Courage is a word that gives you the strength to do what's right, you should not use it as an excuse to murder someone."
    },
    {
      "id": "quote_82_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "She should want to see me. If I had said how I feel about her, she would miss me even more. All this time, I've been breaking her heart by keeping her wait, yet I can't still appear before her eyes. I never want to see her cry anymore. Even if it means I no longer exist in her heart. How immature of me, right?"
    },
    {
      "id": "quote_83_1755663424317",
      "character": "Ai Haibara",
      "show": "Detective Conan",
      "quote": "They say time and a people’s heart are inversely proportional. The more it passes, the more they grow apart. It seems there are some rare exceptions though."
    },
    {
      "id": "quote_84_1755663424317",
      "character": "Ai Haibara",
      "show": "Detective Conan",
      "quote": "Flowers are fragile and ephemeral... Even if you meant to protect them with a surrounding fence from wind and rain, they would die without sunlight...and a spindly fence has no power against a strong wind. Are you fully aware of that, Kudo-kun?.."
    },
    {
      "id": "quote_85_1755663424317",
      "character": "Ai Haibara",
      "show": "Detective Conan",
      "quote": "People have emotions. A troublesome attribute that's not only invisible, but also changes easily. If it's friendship or love, then that's fine. But if by some trigger it changes to malice and vengeance, then that could bring forth thoughts of murder."
    },
    {
      "id": "quote_86_1755663424317",
      "character": "Kaitou Kid",
      "show": "Detective Conan",
      "quote": "You’d better not (rip my mask). Like Pandora’s box, you want to open it because you don’t know what’s inside. But if you know what’s inside before you open it… It’s boring, isn’t it?"
    },
    {
      "id": "quote_87_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "If you’re too lucky, people will get jealous of you."
    },
    {
      "id": "quote_88_1755663424317",
      "character": "Subaru Okiya",
      "show": "Detective Conan",
      "quote": "If you force me to pick one… It’d be black. It covers up the things inside of me that I don’t want to be known about. Well, for the same reason… Black is the color I hate too."
    },
    {
      "id": "quote_89_1755663424317",
      "character": "Ai Haibara",
      "show": "Detective Conan",
      "quote": "Memories of someone who’s passed away remains beautiful forever and a person’s heart will linger over them, they say."
    },
    {
      "id": "quote_90_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "The only ones that can miss a kick draw match are those who have enough courage to kick it."
    },
    {
      "id": "quote_91_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "Is a reason nesessary? I don't know why you would kill someone. But as for saving someone... A logical mind isn't needed, right?"
    },
    {
      "id": "quote_92_1755663424317",
      "character": "Vermouth",
      "show": "Detective Conan",
      "quote": "I wonder if there really is a God... If such an entity really existed, wouldn't all honest, hard-working people be happy?"
    },
    {
      "id": "quote_93_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "If I told her how I feel, she'd miss me even more. Afterall, I'm the guy who keeps breaking her heart by making her wait an eternity... even though I'm always by her side. I don't wanna see her cry anymore. Even if it means I no longer have a place in her heart. Seems pretty childish of me, doesn't it?"
    },
    {
      "id": "quote_94_1755663424317",
      "character": "Ran Mouri",
      "show": "Detective Conan",
      "quote": "You're always away during the important times and all you do is call. There are times when you are finally here, but then you disappear unexpectedly. Every time... every time... always, always, leaving me behind alone. What do you think I am? I love you Shinichi!"
    },
    {
      "id": "quote_95_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "With a keen eye for detail one truth always prevails."
    },
    {
      "id": "quote_96_1755663424317",
      "character": "Ran Mouri",
      "show": "Detective Conan",
      "quote": "People can really change. When they're far away from each other, their hearts will change. It's so cruel that the only thing I can do is wait."
    },
    {
      "id": "quote_97_1755663424317",
      "character": "Hattori Heiji",
      "show": "Detective Conan",
      "quote": "Life is short so it will be appreciated. We live to our fullest due to that."
    },
    {
      "id": "quote_98_1755663424317",
      "character": "Detective Conan",
      "show": "Detective Conan",
      "quote": "If you plan to continue being a detective and using words to entrap people, inscribe this in your hearts: Words are like knives. When used incorrectly, they turn into foul weapons. You have to understand the opponent’s heart and use them with discretion. No matter who it is you’re dealing with."
    },
    {
      "id": "quote_99_1755663424317",
      "character": "Ai Haibara",
      "show": "Detective Conan",
      "quote": "I understand your feelings of wanting to bring the bad guy to justice, but do bear with it. It also requires courage to hide oneself."
    },
    {
      "id": "quote_100_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "By looking at what's blocking our way, with an open mind, a wall can be turned into a wide-open door."
    },
    {
      "id": "quote_101_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "Sometimes feelings get tangled together with deductions, forming a veil that hides the truth."
    },
    {
      "id": "quote_102_1755663424317",
      "character": "Detective Conan",
      "show": "Detective Conan",
      "quote": "It’s unbearable to die hating someone."
    },
    {
      "id": "quote_103_1755663424317",
      "character": "Miwako Sato",
      "show": "Detective Conan",
      "quote": "Justice isn’t something that you can just proclaim. It’s a feeling you should keep near your heart."
    },
    {
      "id": "quote_104_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "In this world, who knows who might kill who."
    },
    {
      "id": "quote_105_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "Sorry, a trick is nothing but a puzzle mankind came up with. If you use your head, you can uncover the logical answer. It’s disappointing. No matter the explanation I think of, I cannot understand why one person would kill another. Even if I can see why, I can’t understand why."
    },
    {
      "id": "quote_106_1755663424317",
      "character": "Ai Haibara",
      "show": "Detective Conan",
      "quote": "Don't judge people from the outside. Like any rose has thorns, the more the person appears nice on the outside, the more you should doubt the inside."
    },
    {
      "id": "quote_107_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "People’s feelings sometimes go astray and lead to irreversible consequences."
    },
    {
      "id": "quote_108_1755663424317",
      "character": "Ran Mouri",
      "show": "Detective Conan",
      "quote": "Courage is a word of justice. It means the quality of mind that enables one to face apprehension with confidence and resolution. It is not right to use it as an excuse to kill someone."
    },
    {
      "id": "quote_109_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "What value does your will have? I asked you what price it carries. If money is enough, is your will for sale? A will that can be bought with money... what's the meaning of that? If your will can be bought with money... then it will vanish along with that money. Am I wrong?"
    },
    {
      "id": "quote_110_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "If you let anger and revenge consume you... You'll find yourself unable to behold the beautiful sights right before your eyes."
    },
    {
      "id": "quote_111_1755663424317",
      "character": "Detective Conan",
      "show": "Detective Conan",
      "quote": "The right thing is… to have faith in life, until you’re sure of death. That’s what makes a great detective."
    },
    {
      "id": "quote_112_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "People's feelings sometimes go astray and lead to irreversible consequences."
    },
    {
      "id": "quote_113_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "Even if you are facing a bitter aspect of life... Drugs and murder are foul, without any excuse. Deserve a red card, for a loser."
    },
    {
      "id": "quote_114_1755663424317",
      "character": "Kaitou Kid",
      "show": "Detective Conan",
      "quote": "A thief is a creative artist who takes his prey in style... But a detective is nothing more than a critic, who follows our footsteps."
    },
    {
      "id": "quote_115_1755663424317",
      "character": "Wataru Takagi",
      "show": "Detective Conan",
      "quote": "If it’s an important memory, then you shouldn't forget it. Since those who aren't with us only live on in our memories."
    },
    {
      "id": "quote_116_1755663424317",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "Words are like swords. If you use them the wrong way, they can turn into ugly weapons."
    },
    {
      "id": "quote_117_1755663424317",
      "character": "Ai Haibara",
      "show": "Detective Conan",
      "quote": "That’s right. Worried about being discovered, living in fear. It’s a painful thing."
    },
    {
      "id": "quote_118_1755663424318",
      "character": "Ai Haibara",
      "show": "Detective Conan",
      "quote": "If... If you have such good deductive skills, you should have been able to see through my sister's disguise easily... But... but... WHY...!!!"
    },
    {
      "id": "quote_119_1755663424318",
      "character": "Detective Conan",
      "show": "Detective Conan",
      "quote": "Instead of humans who lie and cheat each other to get richer, I prefer animals who hunt to survive."
    },
    {
      "id": "quote_120_1755663424318",
      "character": "Detective Conan",
      "show": "Detective Conan",
      "quote": "It's just like changes in the notes and passports. You may find it hard to adjust to at the beginning, but you get used to it eventually. Time is very depressing after all... Both happiness and sadness fade away with time."
    },
    {
      "id": "quote_121_1755663424318",
      "character": "Kaitou Kid",
      "show": "Detective Conan",
      "quote": "It's better trusting someone than to die doubting people altogether."
    },
    {
      "id": "quote_122_1755663424318",
      "character": "Detective Conan",
      "show": "Detective Conan",
      "quote": "Oh right, most talented artists become famous after they're dead, I'll make you great by taking you to the cemetery called prison!"
    },
    {
      "id": "quote_123_1755663424318",
      "character": "Ai Haibara",
      "show": "Detective Conan",
      "quote": "Humans live behind masks."
    },
    {
      "id": "quote_124_1755663424318",
      "character": "Hidemi Hondou",
      "show": "Detective Conan",
      "quote": "Our contribution will never come into light, but the failure will be noticed immediately."
    },
    {
      "id": "quote_125_1755663424318",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "If you stay hidden like this, you'll be able to get away from the police, however, you will never escape your crime... Madam, are you trying... Are you trying to force your son to carry this burden for the rest of his life?"
    },
    {
      "id": "quote_126_1755663424318",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "There's no such thing as a perfect person in this world."
    },
    {
      "id": "quote_216_1755700772355",
      "character": "Hattori Heiji",
      "show": "Detective Conan",
      "quote": "Life is short so it will be appreciated. We live to our fullest due to that.\n",
      "originalIndex": "2296"
    },
    {
      "id": "quote_217_1755700772355",
      "character": "Detective Conan",
      "show": "Detective Conan",
      "quote": "Be as swift as the wind. Be as quiet as the forest. Attack as fiercely as the fire. Be immovable like a mountain. Move like the lightning. Be as impenetrable as a shadow.\n",
      "originalIndex": "2359"
    },
    {
      "id": "quote_218_1755700772355",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "If you let anger and revenge consume you... You'll find yourself unable to behold the beautiful sights right before your eyes.\n",
      "originalIndex": "2381"
    },
    {
      "id": "quote_219_1755700772355",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "People’s feelings sometimes go astray and lead to irreversible consequences. \n",
      "originalIndex": "2502"
    },
    {
      "id": "quote_220_1755700772355",
      "character": "Ai Haibara",
      "show": "Detective Conan",
      "quote": "Humans can’t reverse the flow of time. If you try to twist it against its will… You’ll be punished.\n",
      "originalIndex": "2680"
    },
    {
      "id": "quote_221_1755700772355",
      "character": "Ai Haibara",
      "show": "Detective Conan",
      "quote": "Humans live behind masks. \n",
      "originalIndex": "2682"
    },
    {
      "id": "quote_222_1755700772355",
      "character": "Shinichi Kudou",
      "show": "Detective Conan",
      "quote": "When you have eliminated the impossible, whatever remains, however improbable, must be the truth.",
      "originalIndex": "7647"
    }
  ]
}