{
  "name": "Mobile Suit Gundam 00",
  "anilistId": 2581,
  "totalQuotes": 18,
  "totalCharacters": 9,
  "lastUpdated": "2025-08-20T14:39:39.691Z",
  "quotes": [
    {
      "id": "quote_2_1755682350209",
      "character": "Setsuna F. Seiei",
      "show": "Mobile Suit Gundam 00",
      "quote": "Peace cannot be kept by force. It can only be achieved by understanding."
    },
    {
      "id": "quote_3_1755682350209",
      "character": "Lockon Stratos",
      "show": "Mobile Suit Gundam 00",
      "quote": "The only thing you can change about the past is how you feel about it in the present."
    },
    {
      "id": "quote_4_1755682350209",
      "character": "Hallelujah Haptism",
      "show": "Mobile Suit Gundam 00",
      "quote": "Don’t push your feelings onto others. No matter what pretty words you use, your kindness is just hypocrisy. You’re pretending to be nice only to make yourself feel better."
    },
    {
      "id": "quote_5_1755682350209",
      "character": "Setsuna F. Seiei",
      "show": "Mobile Suit Gundam 00",
      "quote": "The meaning to our existence... is to live. To remember those who have died and face the world. God doesn't exist. I will. Through my own will."
    },
    {
      "id": "quote_6_1755682350209",
      "character": "Lichtendahl Tsery",
      "show": "Mobile Suit Gundam 00",
      "quote": "People can only truly understand things that they've actually experienced."
    },
    {
      "id": "quote_7_1755682350209",
      "character": "Saji Crossroad",
      "show": "Mobile Suit Gundam 00",
      "quote": "No one knows what’s going to happen to the world. But I believe we have the ability to deal with that. Although we cannot change the past - we can change the future. We can change it into the world we desire."
    },
    {
      "id": "quote_8_1755682350209",
      "character": "Mobile Suit Gundam 00",
      "show": "Mobile Suit Gundam 00",
      "quote": "Reflecting upon death, one appreciates life. If that’s the case, does it take a mistake for people to choose the right path? Behold the brilliance of the heavens burdened with sin."
    },
    {
      "id": "quote_9_1755682350209",
      "character": "Setsuna F. Seiei",
      "show": "Mobile Suit Gundam 00",
      "quote": "While we are talking of peace, people are dying."
    },
    {
      "id": "quote_10_1755682350209",
      "character": "Setsuna F. Seiei",
      "show": "Mobile Suit Gundam 00",
      "quote": "Anyone can smile if you give them something to be happy about."
    },
    {
      "id": "quote_11_1755682350209",
      "character": "Lockon Stratos",
      "show": "Mobile Suit Gundam 00",
      "quote": "I came to believe that a world where people can understand each other isn't impossible. That's why even if the world rejects me... even if the world blames me... I'll keep on fighting."
    },
    {
      "id": "quote_12_1755682350209",
      "character": "Christina Mackenzie",
      "show": "Mobile Suit Gundam 00",
      "quote": "Everyone has to decide for themselves which choice to make. If you fight, people may die... but if you don't fight, people may still die. There's no \"right\" or \"wrong\" choice to make."
    },
    {
      "id": "quote_13_1755682350209",
      "character": "Lockon Stratos",
      "show": "Mobile Suit Gundam 00",
      "quote": "You people, are you satisfied with this kind of world? I'm not."
    },
    {
      "id": "quote_14_1755682350209",
      "character": "Ribbons Almark",
      "show": "Mobile Suit Gundam 00",
      "quote": "Even since the industrial revolution, humanity has used its technological knowledge for conflict and repeatedly risked its own extinction. Though great leaders appeared at times, they’d reach the end of their lives in a few decades... and the world would return to a state of chaos."
    },
    {
      "id": "quote_15_1755682350209",
      "character": "Saji Crossroad",
      "show": "Mobile Suit Gundam 00",
      "quote": "Search out the facts, then string them all together... and that's when the truth will be revealed."
    },
    {
      "id": "quote_16_1755682350209",
      "character": "Setsuna F. Seiei",
      "show": "Mobile Suit Gundam 00",
      "quote": "I wanted to know why was the world so twisted? Where did this twistedness come from? How can people be so wicked without needing to be? And why don't they realize their wickedness? Why are there things that bring chaos to so many lives? Why do people rule and let themselves be ruled? And why do they hurt each other? And why despite all that do people still want to live their lives? I was just looking for answers. I thought that if I met with you, you'd give me those answers... because you're looking for the same thing along a different path from mine - from the path where people can understand each other."
    },
    {
      "id": "quote_17_1755682350209",
      "character": "Sumeragi Lee Noriega",
      "show": "Mobile Suit Gundam 00",
      "quote": "I’m sorry. But, you know? I'm only human. It's natural that I'll fail on occasion."
    },
    {
      "id": "quote_18_1755682350209",
      "character": "Ribbons Almark",
      "show": "Mobile Suit Gundam 00",
      "quote": "Whether you like it or not, time will leave you behind. In the same way that your beauty will wither away with time. In order to cling to the glorious past, people achieve peace by hurting others. People know it isn't the right thing to do, but they're unable to stop any of it. Wouldn't you agree that someone needs to teach them a lesson?"
    },
    {
      "id": "quote_228_1755700779691",
      "character": "Lockon Stratos",
      "show": "Mobile Suit Gundam 00",
      "quote": "I came to believe that a world where people can understand each other isn't impossible. That's why even if the world rejects me... even if the world blames me... I'll keep on fighting.\n",
      "originalIndex": "2920"
    }
  ]
}