{
  "name": "Bleach",
  "anilistId": 269,
  "totalQuotes": 423,
  "totalCharacters": 50,
  "lastUpdated": "2025-08-20T14:41:07.769Z",
  "quotes": [
    {
      "id": "quote_136_1755663430262",
      "character": "Ayasegawa Yumichika",
      "show": "Bleach",
      "quote": "Discouraging, isn't it? It's always easier to tear down than to build... And much more difficult to tie than to untie."
    },
    {
      "id": "quote_137_1755663430262",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "I am literally hemorrhaging generosity."
    },
    {
      "id": "quote_138_1755663430262",
      "character": "Shunsui Kyōraku",
      "show": "Bleach",
      "quote": "[To Starrk, about Lilynette] That child with you... Can you send her somewhere else? I can't really go all out with her there."
    },
    {
      "id": "quote_139_1755663430262",
      "character": "Grimmjow Jeagerjaques",
      "show": "Bleach",
      "quote": "[to Ichigo] Don't forget my name, Soul Reaper, and you better pray that you never hear it again! Grimmjow Jaegerjaquez...because the next time you hear my name, you'll be a dead man...I promise."
    },
    {
      "id": "quote_140_1755663430262",
      "character": "Shihouin Yoruichi",
      "show": "Bleach",
      "quote": "It's been a while... Byakuya-bo."
    },
    {
      "id": "quote_141_1755663430262",
      "character": "Ukitake Jyuushirou",
      "show": "Bleach",
      "quote": "The Commander-General's rather violent today, wouldn't you say?"
    },
    {
      "id": "quote_142_1755663430262",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "I see. So basically, you're a shinigami? And you came all the way from some place called Soul Society to vanquish evil spirits? Which means that monster earlier was one of those evil spirits? And it attacked that little girl? Okay, I belie- NO WAY I'LL BELIEVE THAT, DUMBASS!"
    },
    {
      "id": "quote_143_1755663430262",
      "character": "Zangetsu",
      "show": "Bleach",
      "quote": "Just how many times must I strain my voice before it will reach you? And yet, nowhere in this world can there be anyone who knows me better than you."
    },
    {
      "id": "quote_144_1755663430262",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "Any betrayal you can see is trivial,  what is truly frightening and much more lethal, is the betrayal you cannot see."
    },
    {
      "id": "quote_145_1755663430262",
      "character": "Abarai Renji",
      "show": "Bleach",
      "quote": "*to Ichigo* So you're the human who got his powers from Rukia?"
    },
    {
      "id": "quote_146_1755663430262",
      "character": "Abarai Renji",
      "show": "Bleach",
      "quote": "Have you been out on the window ledge all this time, in plain sight? What if the neighbors report a silver haired elementary student burglar?"
    },
    {
      "id": "quote_147_1755663430262",
      "character": "Tousen Kaname",
      "show": "Bleach",
      "quote": "[to Hisagi] Open my eyes? You? Open my eyes? You never change."
    },
    {
      "id": "quote_148_1755663430262",
      "character": "Toushirou Hitsugaya",
      "show": "Bleach",
      "quote": "[to Luppi] Hyourinmaru is the strongest of all ice-type Zanpakutoes. Your weapon may have eight arms, but mine is all the water in the atmosphere! Sennen Hyourou!! [causes several pillars of ice to form, before using them to crush Luppi] Sorry. Eight wasn't enough."
    },
    {
      "id": "quote_149_1755663430262",
      "character": "Tousen Kaname",
      "show": "Bleach",
      "quote": "I do not hate you. However, to protect our peaceful existence, there is no other way!"
    },
    {
      "id": "quote_150_1755663430262",
      "character": "Urahara Kisuke",
      "show": "Bleach",
      "quote": "[Urahara writes Ichigo a message in blood] Please meet at Urahara shop immediately. [After Ichigo freaked out] P.S: If you look at this message and think that it is the message of a person before his death... then you have no sense of humor."
    },
    {
      "id": "quote_151_1755663430262",
      "character": "Tousen Kaname",
      "show": "Bleach",
      "quote": "Justice is not something that you can express in words."
    },
    {
      "id": "quote_152_1755663430262",
      "character": "Matsumoto Rangiku",
      "show": "Bleach",
      "quote": "I'll tattle-tale to Yachiru if you keep that up, Ikkaku!"
    },
    {
      "id": "quote_153_1755663430262",
      "character": "Kusajishi Yachiru",
      "show": "Bleach",
      "quote": "[thinking to self about her past, and when she first met Kenpachi] I had no name. I had no parents. I was from District 79, \"Kusajishi\", of the North Alley of Rukongai. I had never seen anything in colors other than the bloody red... Everyone was more beast than human. It wouldn't have been strange to have a baby get stepped on and die. But then you appeared. From District 80, \"Zaraki\", of the North Alley of Rukongai. You appeared to me from even deeper in the darkness. You demolished the chaotic world that was dyed in blood... And then, you gave me a name. If it wasn't for you...I wouldn't be alive today. Yes...Since that day...You've been everything to me in this world."
    },
    {
      "id": "quote_154_1755663430262",
      "character": "Kariya Jin",
      "show": "Bleach",
      "quote": "I am sane. It's this world that's crazy."
    },
    {
      "id": "quote_155_1755663430262",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "It's meaningless to just live, and it's meaningless to just fight. I want to win."
    },
    {
      "id": "quote_156_1755663430262",
      "character": "Ayasegawa Yumichika",
      "show": "Bleach",
      "quote": "It's always a lot more easier to let something fall apart than it is to try to hold it together."
    },
    {
      "id": "quote_157_1755663430262",
      "character": "Yasutora Sado",
      "show": "Bleach",
      "quote": "I will defeat him. It may cost my life to do it. However, if I survive, I'll make a promise. The same promise as that time, on the same thing as that time."
    },
    {
      "id": "quote_158_1755663430262",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "[After Gin offers to kill some Arrancars] No thanks, for that would be boring."
    },
    {
      "id": "quote_159_1755663430262",
      "character": "Kurosaki Isshin",
      "show": "Bleach",
      "quote": "When you're in high school you should be doing things, about which you could never tell your parents!"
    },
    {
      "id": "quote_160_1755663430262",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "And it seems you've acquired a new power. However, is that all you are capable of achieving with it? This is the end. You will no longer interfere. The sun has already set in our hands."
    },
    {
      "id": "quote_161_1755663430262",
      "character": "Toushirou Hitsugaya",
      "show": "Bleach",
      "quote": "Aizen, I will kill you."
    },
    {
      "id": "quote_162_1755663430262",
      "character": "Grimmjow Jeagerjaques",
      "show": "Bleach",
      "quote": "[To Orihime] I've repaid my debt to you. Now, you're gonna accompany me on a little errand."
    },
    {
      "id": "quote_163_1755663430262",
      "character": "Ichimaru Gin",
      "show": "Bleach",
      "quote": "If you pull your sword in a place like this, I'll just have to stop you, won't I?"
    },
    {
      "id": "quote_164_1755663430262",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "Sovereignty means absolutely nothing in front of me."
    },
    {
      "id": "quote_165_1755663430262",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "I guess it's only natural for inferior beings to ride on the coattails of their superior counterparts. If they wish to keep their lives, they have no choice but to obediently comply. It's a never ending chain... as the ones who are burdened with that trust, in order to escape that burden, seek to find someone even greater than themselves. These greater beings then seek others even greater than themselves to shelter them. This is how Gods are born. But make no mistake. They all still abide to me. Because from this point onward, you will witness first hand, the power of the God they foolishly placed their faith in. I will become that God they have no choice but to believe in."
    },
    {
      "id": "quote_166_1755663430262",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "I was not capable of stopping it even while using both hands. That surprised me a little. Was that your full power? Well, it seems to be... disappointing."
    },
    {
      "id": "quote_167_1755663430262",
      "character": "Abarai Renji",
      "show": "Bleach",
      "quote": "Ichigo...I know this is shameful, but I'm begging you -- Rukia...Please save Rukia!!"
    },
    {
      "id": "quote_168_1755663430262",
      "character": "Abarai Renji",
      "show": "Bleach",
      "quote": "I knew it. You can't even ask your own zanpakutō its name."
    },
    {
      "id": "quote_169_1755663430262",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "It is a thousand years too early... for you to become worthy enough to die by my Bankai."
    },
    {
      "id": "quote_170_1755663430262",
      "character": "Inoue Orihime",
      "show": "Bleach",
      "quote": "It's impossible to feel exactly the same as someone else... but when you both care for each other, your hearts are able to draw a little closer together. I think that's what it means to make your hearts as one."
    },
    {
      "id": "quote_171_1755663430262",
      "character": "Ichimaru Gin",
      "show": "Bleach",
      "quote": "[as a child, to Rangiku Matsumoto] I've decided. I'm going to become a Shinigami. Become a Shinigami and change things. So that they'll end...without Rangiku having to cry."
    },
    {
      "id": "quote_172_1755663430262",
      "character": "Uryuu Ishida",
      "show": "Bleach",
      "quote": "I hate Shinigami."
    },
    {
      "id": "quote_173_1755663430262",
      "character": "Arisawa Tatsuki",
      "show": "Bleach",
      "quote": "What a punchline, no... that was just a punch."
    },
    {
      "id": "quote_174_1755663430262",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "Seek not beauty in battle. Seek not beauty in death. Consider not your own life. If you wish to protect that which must be protected, then strike while your opponent's back is turned."
    },
    {
      "id": "quote_175_1755663430262",
      "character": "Rukia Kuchiki",
      "show": "Bleach",
      "quote": "We are taught never to shed tears. For to shed tears means that the body has been defeated by emotion. And to us, this simple act of crying proves, without question, that the existence of emotion is nothing but a burden."
    },
    {
      "id": "quote_176_1755663430262",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "(To Ichigo Kurosaki) You are a fool, Ichigo Kurosaki. You willingly seek to challenge an opponent so much more powerful than you that it strikes a primal fear into your being. Incomprehensible. If this is the work of the 'heart' that you people speak of, then it is because you possess this 'heart' that you humans bring hurt upon yourself, because you possess this 'heart' that you lose your lives"
    },
    {
      "id": "quote_177_1755663430262",
      "character": "Kurosaki Isshin",
      "show": "Bleach",
      "quote": "[to Karin] Do as your heart desires! Jump into your father's bosom!"
    },
    {
      "id": "quote_178_1755663430262",
      "character": "Soi Fon",
      "show": "Bleach",
      "quote": "The one hundred years we were apart were meant to bring me power and make you weak! Yoruichi!"
    },
    {
      "id": "quote_179_1755663430262",
      "character": "Shunsui Kyōraku",
      "show": "Bleach",
      "quote": "Only underlings get caught up in the matter of style and lose the battle. A captain can't afford such indulgences. Don't try to be a good kid. Whether you own somebody or they own you. The moment you start a fight, you are wrong in either way."
    },
    {
      "id": "quote_180_1755663430262",
      "character": "Uryuu Ishida",
      "show": "Bleach",
      "quote": "[to Mayuri Kurotsuchi] It's a good thing Orihime isn't here. I wouldn't want her to see what I'm about to do to you."
    },
    {
      "id": "quote_181_1755663430262",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "The fact that you consider yourself as an equal to me, is being arrogant in itself."
    },
    {
      "id": "quote_182_1755663430262",
      "character": "Kurotsuchi Mayuri",
      "show": "Bleach",
      "quote": "I hate perfection. To be perfect is to be unable to improve any further."
    },
    {
      "id": "quote_183_1755663430262",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "Good evening, Espada. There has been an enemy attack. But first...Let us brew some tea."
    },
    {
      "id": "quote_184_1755663430262",
      "character": "Kira Izuru",
      "show": "Bleach",
      "quote": "It increases the weight of whatever it hits, until my opponent can no longer bear the weight and falls to the ground. And then they bow their head as if in apology. That's why it's called \"Wabisuke\"."
    },
    {
      "id": "quote_185_1755663430262",
      "character": "Grimmjow Jeagerjaques",
      "show": "Bleach",
      "quote": "[to Ichigo] I don't care if you're a human, a Soul Reaper or even a Hollow! I'll crush anybody who looks down on me! And you, Kurosaki, will be the first to go!"
    },
    {
      "id": "quote_186_1755663430262",
      "character": "Tousen Kaname",
      "show": "Bleach",
      "quote": "Those who do not fear the sword they wield, have no right to wield a sword at all."
    },
    {
      "id": "quote_187_1755663430262",
      "character": "Kusajishi Yachiru",
      "show": "Bleach",
      "quote": "Ken-Chan!"
    },
    {
      "id": "quote_188_1755663430262",
      "character": "Shiba Kaien",
      "show": "Bleach",
      "quote": "[dying] Kuchiki, I dragged you into this...I'm sorry. You must've been scared. Thanks, Kuchiki. Thanks to you...I can leave my heart here."
    },
    {
      "id": "quote_189_1755663430262",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "We're all the same. No one really remembers the day he was born. We all have to trust another's word on the matter. It doesn't matter if it's true or not. Just having a birthday makes one happy I think."
    },
    {
      "id": "quote_190_1755663430262",
      "character": "Urahara Kisuke",
      "show": "Bleach",
      "quote": "There's a lot of products that you can buy with money...but my love is the only limited product that only you can have."
    },
    {
      "id": "quote_191_1755663430262",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "All of the Arrancar follow me... because they see me as fearless and the only individual who can actually bring forth the new world... the new future where you can belong. Without me, that dream can't be fulfilled and without me the gotei 13 will destroy you all...  Do you see it now from my point of view?"
    },
    {
      "id": "quote_192_1755663430262",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "The Kuchiki clan is one of the four noble houses. We must set the standard for all shinigami. If we do not abide by the code...then who will uphold it?"
    },
    {
      "id": "quote_193_1755663430262",
      "character": "Riruka Dokugamine",
      "show": "Bleach",
      "quote": "If you ask anyone to name a universal rule that governs animals and humans alike, I bet you most people would answer \"survival of the fittest\". There are strong people and there are weak people. At a glance, it looks like the difference is pretty clear-cut. But the truth is, there's a lot more to it than just a simple battle of \"strong\" against \"weak\", of kill or be killed. You must understand what I'm talking about too, right? The true meaning of \"survival of the fittest\" isn't as simple as all that."
    },
    {
      "id": "quote_194_1755663430262",
      "character": "Haschwalth Jugram",
      "show": "Bleach",
      "quote": "Even if doesn't alter or change the end result in the slightest, making decisions based on convictions that you believe in and walking your own path has its own merit and worth. There's something to be said for not having... even one regret."
    },
    {
      "id": "quote_195_1755663430262",
      "character": "Shihouin Yoruichi",
      "show": "Bleach",
      "quote": "Are you sure you don't want to see this smooth skin of a young woman? This will be the last time..."
    },
    {
      "id": "quote_196_1755663430262",
      "character": "Matsumoto Rangiku",
      "show": "Bleach",
      "quote": "[Rangiku steps out of the bath naked to comfort a crying Orihime] There, there! Cry, cry, you poor thing. Drown all of your sorrows in my chest!"
    },
    {
      "id": "quote_197_1755663430262",
      "character": "Ichimaru Gin",
      "show": "Bleach",
      "quote": "If you were to turn into a snake tomorrow and began devouring humans, and from the same mouth you devoured humans, you cried out to me, \"I Love You!\" Would I still be able to say \"I Love You,\" the same way I do today?"
    },
    {
      "id": "quote_198_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "If you give me wings, I will soar for you even if this whole land sinks down to the water. If you give me a sword, I will fight for you even if this whole sky shoots through with your light."
    },
    {
      "id": "quote_199_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "No matter what may happen... As long as you walk by my side... There shall be no enemy that can stand before us."
    },
    {
      "id": "quote_200_1755663430263",
      "character": "Shigekuni Yamamoto-Genryusai",
      "show": "Bleach",
      "quote": "Do not live bowing down. You must die standing up."
    },
    {
      "id": "quote_201_1755663430263",
      "character": "Shihouin Yoruichi",
      "show": "Bleach",
      "quote": "That's enough, Soifon. You remind me of myself. I even think of you sometimes as my little sister."
    },
    {
      "id": "quote_202_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "What would you have me say? \"Don't worry, I'm sure he's still alive.\"? Ridiculous. I am not here to comfort you. I don't understand why are you so fixated on life and death? At any rate, your friends will soon be annihilated. So what if that's one step closer? They should have seen this coming from the start. If they couldn't see it coming, the fault lies in their own foolishness. Laughing them off as a group of idiots would be sufficient. Why can't you do that? If it were me, and my friends entered Hueco Mundo without first gauging their strength, I'd be infuriated by their stupidity."
    },
    {
      "id": "quote_203_1755663430263",
      "character": "Matsumoto Rangiku",
      "show": "Bleach",
      "quote": "[to Momo on Aizen's final letter] As a vice-captain, I think it's a great honor to be the receiver of her captain's final words. Read it well."
    },
    {
      "id": "quote_204_1755663430263",
      "character": "Rukia Kuchiki",
      "show": "Bleach",
      "quote": "If history repeats itself, and moves in a circular path, then believing that whatever force is turning it is perfect, is all we can do as we move ahead. Pushed along by forces beyond our control, waiting, for the blade to be swung."
    },
    {
      "id": "quote_205_1755663430263",
      "character": "Kira Izuru",
      "show": "Bleach",
      "quote": "War is not heroic. War is not exhilarating. War is full of despair. It's dark. It's dreadful. It's a thing of sorrow and gloom."
    },
    {
      "id": "quote_206_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "You are fighting out of obligation, not out of hatred. You will never reach me like that. Battle without hatred is like a bird without wings. You’ll never defeat anyone like that. You powerless friends are just weights that will break your legs."
    },
    {
      "id": "quote_207_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "Something as useless as emotions, I never had them to begin with."
    },
    {
      "id": "quote_208_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "The difference in ability... What about it? Do you think I should give up just because you're stronger than me?"
    },
    {
      "id": "quote_209_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "\"No longer the Aizen you know,\" hm...? I'm afraid you've been deluded, Abarai-kun...The 'Aizen Sousuke' you knew never existed to begin with."
    },
    {
      "id": "quote_210_1755663430263",
      "character": "Tousen Kaname",
      "show": "Bleach",
      "quote": "[about his deceased friend] I never overcame my shyness and told her that I actually liked clouds."
    },
    {
      "id": "quote_211_1755663430263",
      "character": "Inoue Orihime",
      "show": "Bleach",
      "quote": "[thinking as Nel tells her to cheer for Ichigo] That's right. To begin with, I came here just thinking I wanted to protect everyone. But when I heard they had come to save me, I couldn't help but feel a little glad, just a bit in my heart. When I look at Kurosaki-kun in that mask, I think that he might not have come here to save me at all. Even though it's wrong, they shouldn't be going that far for me."
    },
    {
      "id": "quote_212_1755663430263",
      "character": "Kurotsuchi Mayuri",
      "show": "Bleach",
      "quote": "Oh, you know what I'm talking about. That stupid line that all you Quincies keep saying up until the moment you die. By the honor of the Quincy I cannot do this, by the honor of the Quincy I won't allow that. Quincy this, Quincy that! Every last one of you! It's so annoying!"
    },
    {
      "id": "quote_213_1755663430263",
      "character": "Kyouraku Shunsui",
      "show": "Bleach",
      "quote": "That’s just the way it is. Change is inevitable. Instead of resisting it, you’re better served simple going with the flow."
    },
    {
      "id": "quote_214_1755663430263",
      "character": "Tousen Kaname",
      "show": "Bleach",
      "quote": "[to Hisagi after stabbing him] I am afraid. Then and now, my fear has always been that I would die a shinigami like you."
    },
    {
      "id": "quote_215_1755663430263",
      "character": "Kojima Mizuiro",
      "show": "Bleach",
      "quote": "My smile is nothing more than a pose, I can give it to anyone, anytime, anywhere..."
    },
    {
      "id": "quote_216_1755663430263",
      "character": "Shihouin Yoruichi",
      "show": "Bleach",
      "quote": "[When she hops into the bath with Ichigo, but in cat form] What? Are you a little disappointed? Come on, be honest. You are, aren't you? You little pervert!"
    },
    {
      "id": "quote_217_1755663430263",
      "character": "Soi Fon",
      "show": "Bleach",
      "quote": "Of my five older siblings, two died on the first mission, then two more on the second. Then on the sixth mission, the last one... Died as well. I felt sad, somewhat, but more than that, I felt ashamed of their incompetence."
    },
    {
      "id": "quote_218_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "Dammit, is that how you greet your son who went out of his way to help a ghost on the way home?!"
    },
    {
      "id": "quote_219_1755663430263",
      "character": "Shunsui Kyōraku",
      "show": "Bleach",
      "quote": "Why so cold, Nanao-chan?"
    },
    {
      "id": "quote_220_1755663430263",
      "character": "Muguruma Kensei",
      "show": "Bleach",
      "quote": "Courage is being scared to death, but doing it anyways."
    },
    {
      "id": "quote_221_1755663430263",
      "character": "Shunsui Kyōraku",
      "show": "Bleach",
      "quote": "I placed this blade of grass in my mouth thinking I'd look cool. But it must be poison 'cause ith makinth ma mouth numb."
    },
    {
      "id": "quote_222_1755663430263",
      "character": "Shiba Kaien",
      "show": "Bleach",
      "quote": "The fight to protect life and the fight to protect honor——that's Captain Ukitake's policy. But you know, Kuchiki...I think that in the end, those both end up being the same thing. ...Heart."
    },
    {
      "id": "quote_223_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "Scatter, Senbonzakura."
    },
    {
      "id": "quote_224_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "Are you telling me to exploit an opening for the likes of you? Do not speak out of your league, boy."
    },
    {
      "id": "quote_225_1755663430263",
      "character": "Urahara Kisuke",
      "show": "Bleach",
      "quote": "[Singing to Yammy] Aizen-sama will get maaaad at youuuu!"
    },
    {
      "id": "quote_226_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "We can't waste time worrying about the what-if's. Rukia's execution date has been changed to noon tomorrow. So what? If the deadline has been changed to tomorrow... I'll just have to finish today!"
    },
    {
      "id": "quote_227_1755663430263",
      "character": "Rukia Kuchiki",
      "show": "Bleach",
      "quote": "I know the loneliness of being a prisoner. I know the joy you feel when your friends come to rescue you and the fear of them being injured and defeated."
    },
    {
      "id": "quote_228_1755663430263",
      "character": "Kurosaki Isshin",
      "show": "Bleach",
      "quote": "It's not anyone's fault that Masaki died. It's just that... the woman I fell in love with... was a woman who could die protecting her son. And don't forget. You are the guy... the woman I loved gave her life to protect."
    },
    {
      "id": "quote_229_1755663430263",
      "character": "Abarai Renji",
      "show": "Bleach",
      "quote": "The stray dog in me is dyed into my bones... All I do is howl at the moon, but I don't have the guts to bite..."
    },
    {
      "id": "quote_230_1755663430263",
      "character": "Dordonii Alessandro Del Socacchio",
      "show": "Bleach",
      "quote": "Don’t hesitate to cut the enemy. Don’t falter to finish them off. Much less heal their wounds. That’s unspeakable, nino. Leave the chocolate here. Become a demon, nino. As strong as a demon. As wicked as a demon. You have to learn that the only way to stand up against ruthlessness, is to become ruthless yourself."
    },
    {
      "id": "quote_231_1755663430263",
      "character": "Kisuke Urahara",
      "show": "Bleach",
      "quote": "Yes, we have no destiny. Only those swallowed up by ignorance and fear who take false steps, shall plunge us into the waters called “destiny”."
    },
    {
      "id": "quote_232_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "[To Orihime] Am I frightening... woman?"
    },
    {
      "id": "quote_233_1755663430263",
      "character": "Rukia Kuchiki",
      "show": "Bleach",
      "quote": "I see. I feel a strong pulse."
    },
    {
      "id": "quote_234_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "[To Orihime] You're just in time. Watch closely. This is the moment that the man you've put your hope in will lose his life."
    },
    {
      "id": "quote_235_1755663430263",
      "character": "Kira Izuru",
      "show": "Bleach",
      "quote": "You may be able to save us. If you stay and protect us. But what's good is that everyone else dies! Please go!! Captain Komamura!!!"
    },
    {
      "id": "quote_236_1755663430263",
      "character": "Starrk",
      "show": "Bleach",
      "quote": "How I envy the feeble and frail... If I were inept, I could simply blend in, not stand out, and get lost in the crowd. I yearned to be just another sheep... And if that was asking too much I'd settle for... walking among the lions."
    },
    {
      "id": "quote_237_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "Laws exist only for those who cannot live without clinging to them."
    },
    {
      "id": "quote_238_1755663430263",
      "character": "Kurosaki Isshin",
      "show": "Bleach",
      "quote": "I didn't hate it as much as I said. That hollow, that is. If there's anything that I've truly hated for 20 years without thinking twice... it'd have to be the fact that I failed to save Masaki on that night."
    },
    {
      "id": "quote_239_1755663430263",
      "character": "Shiba Kaien",
      "show": "Bleach",
      "quote": "Uncoil the seas and heavens, Nejibana!"
    },
    {
      "id": "quote_240_1755663430263",
      "character": "Abarai Renji",
      "show": "Bleach",
      "quote": "If you wanna talk to me, do it while I cut you to pieces. But, I'm not gonna hold back one bit! Bankai!"
    },
    {
      "id": "quote_241_1755663430263",
      "character": "Tousen Kaname",
      "show": "Bleach",
      "quote": "Justice without a great cause begets nothing more than slaughter. That same slaughter in a great cause...Is Justice."
    },
    {
      "id": "quote_242_1755663430263",
      "character": "Komamura Sajin",
      "show": "Bleach",
      "quote": "Back then. I felt a kernel of untruth in your words. You talked about \"The world she loves\" many times. But made not a single mention of \"The world I love\"."
    },
    {
      "id": "quote_243_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "(To Ichigo Kurosaki) Do not allow yourself to be shaken. Do not weaken your stance. Open your senses. And do not let your guard down for an instant."
    },
    {
      "id": "quote_244_1755663430263",
      "character": "Kurosaki Karin",
      "show": "Bleach",
      "quote": "Regardless if you see them or not, if you don't believe, then it's like they never existed."
    },
    {
      "id": "quote_245_1755663430263",
      "character": "Komamura Sajin",
      "show": "Bleach",
      "quote": "I was glad you did not pretend to be a saint and claim to love the world despite everything. That is why I decided that I would be your true friend. I would accept your sorrow. And I would share my joy. If you strayed I would reprimand you. If you made mistakes, I would forgive you. And when you found yourself in trouble, I would be there for you. So that you who learn to hate the world, would come to love it once more."
    },
    {
      "id": "quote_246_1755663430263",
      "character": "Kusajishi Yachiru",
      "show": "Bleach",
      "quote": "[to Ichigo] Try to stay alive, okay? That way, you and Kenny can play again some day!"
    },
    {
      "id": "quote_247_1755663430263",
      "character": "Tousen Kaname",
      "show": "Bleach",
      "quote": "I told you before, Komamura. The only paths that I see with these eyes are the ones not dyed with blood. Those paths are the paths to justice. So whichever path I choose...Is justice."
    },
    {
      "id": "quote_248_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "Oh? I thought I severed your body from the waist-down, but...It seems the cut was too shallow."
    },
    {
      "id": "quote_249_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "If I'm protecting someone, I won't let her die, and if I'm attacking, I'll cut you."
    },
    {
      "id": "quote_250_1755663430263",
      "character": "Shiba Kaien",
      "show": "Bleach",
      "quote": "[possessed by a Hollow] Why do you keep calling my name so? Are you that worried about me? Are you that much in love with me, little girl? If you love me so much...I'll eat you first!"
    },
    {
      "id": "quote_251_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "The moment I came out of that hole was the moment your luck ran out!"
    },
    {
      "id": "quote_252_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "The arrogant one is you, Espada. But rest at ease. The reason for your loss is not due to that arrogance. It is simply due to a difference in power."
    },
    {
      "id": "quote_253_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "I don't remember saying that I would kill you because I'm a Soul Reaper. The reason I am killing you is simple. It's because you aimed your blade at my only pride."
    },
    {
      "id": "quote_254_1755663430263",
      "character": "Zaraki Kenpachi",
      "show": "Bleach",
      "quote": "Playing is more important. You can work any time."
    },
    {
      "id": "quote_255_1755663430263",
      "character": "Uryuu Ishida",
      "show": "Bleach",
      "quote": "Seele Schneider isn't a sword. [strings the weapon on his bow] A Quincy's only weapons...Are bows and arrows. [fires the Seele Schneider]"
    },
    {
      "id": "quote_256_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "The curtain that falls down at the end, shall be pulled down by the blade of my sword."
    },
    {
      "id": "quote_257_1755663430263",
      "character": "Komamura Sajin",
      "show": "Bleach",
      "quote": "You destroyed those Menos Grandes. That's enough for me! I have decided to fight by your side! I won't accept no as an answer, masked ones!"
    },
    {
      "id": "quote_258_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "(To Ichigo Kurosaki before getting shot point-blank by his Cero) I see. So you show no mercy. Just like a true Hollow. I care not. Defeated by you as I stand, my existence holds no further meaning. Do it."
    },
    {
      "id": "quote_259_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "If it is because of what you call a heart, then it is the heart that causes you humans pain. It is because of your heart that you will die."
    },
    {
      "id": "quote_260_1755663430263",
      "character": "Tousen Kaname",
      "show": "Bleach",
      "quote": "[to Komamura] Don't make me laugh. Aizen-sama has given me something far more powerful than a bankai."
    },
    {
      "id": "quote_261_1755663430263",
      "character": "Urahara Kisuke",
      "show": "Bleach",
      "quote": "[to Chad and Orihime] Your transformation is not a disease. You were just given the key to the door in front of you. There's no need to know the cause. No need for sorrow or sadness. What comes next is up to you. You can use your keys to open the door...or lock it tight. And if you do choose to open it... You can still decide not to pass through."
    },
    {
      "id": "quote_262_1755663430263",
      "character": "Kurotsuchi Mayuri",
      "show": "Bleach",
      "quote": "[upon arriving at Szayel Aporro Grantz's location] Arrancar, Arrancar, Arrancar... Espada! Hueco Mundo is quite the treasure trove."
    },
    {
      "id": "quote_263_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "[To Orihime] Your heart? You humans say that word so lightly. As if it were something one can hold in the palm of one's hand. But my eye sees everything -- Nothing can escape it. What it doesn't see doesn't exist. That's how I've always fought. That's how I've always lived."
    },
    {
      "id": "quote_264_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "Kurosaki Ichigo, you have no chance of defeating me. Even if you somehow manage to defeat me, there will be three more powerful than myself for you to fight. It doesn't matter if you stand up again a thousand times. The road to victory does not exist."
    },
    {
      "id": "quote_265_1755663430263",
      "character": "Toushirou Hitsugaya",
      "show": "Bleach",
      "quote": "Dummy. I'm not gonna dwell on what happened forever. All that junk... it's the furthest thing on my mind. You should especially quit worrying about it and get some more sleep. Hurry up and get rid of your Panda eyes, got it?"
    },
    {
      "id": "quote_266_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "Disappear. My sword does not exist to crush insects like you."
    },
    {
      "id": "quote_267_1755663430263",
      "character": "Soi Fon",
      "show": "Bleach",
      "quote": "I thought I told you. If you see your allies losing, that's your chance. Don't step between them. Take the enemy down from behind. And if the enemy's so strong, you can't even do that, then just watch your allies get killed. That's what it means to be Special Forces."
    },
    {
      "id": "quote_268_1755663430263",
      "character": "Zangetsu",
      "show": "Bleach",
      "quote": "Abandon your fear. Look forward. Move forward and never stop. You'll age if you pull back. You'll die if you hesitate."
    },
    {
      "id": "quote_269_1755663430263",
      "character": "Matsumoto Rangiku",
      "show": "Bleach",
      "quote": "Growl, Haineko!"
    },
    {
      "id": "quote_270_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "Admiration is the furthest thing from understanding."
    },
    {
      "id": "quote_271_1755663430263",
      "character": "Yasutora Sado",
      "show": "Bleach",
      "quote": "[in reply to Shunsui Kyōraku] It's true, I know nothing about her (Rukia). It might not be quite enough for me to risk my own life over. But...Ichigo wants to save her. That reason is enough for me."
    },
    {
      "id": "quote_272_1755663430263",
      "character": "Shihouin Yoruichi",
      "show": "Bleach",
      "quote": "No matter how many times I do this, it results in a wonderful reaction from you, Ichigo!"
    },
    {
      "id": "quote_273_1755663430263",
      "character": "Ichimaru Gin",
      "show": "Bleach",
      "quote": "It's easier to crush a dream than realize one. Forming a bond is infinitely more difficult than breaking one."
    },
    {
      "id": "quote_274_1755663430263",
      "character": "Ichimaru Gin",
      "show": "Bleach",
      "quote": "Oops. They found us."
    },
    {
      "id": "quote_275_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "How did I pass? She beat me like I owed her money."
    },
    {
      "id": "quote_276_1755663430263",
      "character": "Hollow Ichigo",
      "show": "Bleach",
      "quote": "You can't spell \"slaughter\" without \"laughter.\""
    },
    {
      "id": "quote_277_1755663430263",
      "character": "Zangetsu",
      "show": "Bleach",
      "quote": "Though you fight a fierce battle on the outside, your inner world trembles not the slightest."
    },
    {
      "id": "quote_278_1755663430263",
      "character": "Uryuu Ishida",
      "show": "Bleach",
      "quote": "The right to choose life or death lies with the victor. And the victor of this battle is me."
    },
    {
      "id": "quote_279_1755663430263",
      "character": "Madarame Ikkaku",
      "show": "Bleach",
      "quote": "Awww maaan, and I really didn't feel like using it this early either. Better watch closely, and make sure you don't tell a soul! Bankai!!"
    },
    {
      "id": "quote_280_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "If there is such a thing like happiness in this world, it should resemble the endless nothingness. Nihility is having nothing and having nothing to lose. If that isn't happiness... then what is?"
    },
    {
      "id": "quote_281_1755663430263",
      "character": "Shunsui Kyōraku",
      "show": "Bleach",
      "quote": "Do we really have to fight, Yama-jii?"
    },
    {
      "id": "quote_282_1755663430263",
      "character": "Ukitake Jyuushirou",
      "show": "Bleach",
      "quote": "Friends are a good thing, even if they tread a different path."
    },
    {
      "id": "quote_283_1755663430263",
      "character": "Shunsui Kyōraku",
      "show": "Bleach",
      "quote": "Nanao-chan is last place!"
    },
    {
      "id": "quote_284_1755663430263",
      "character": "Kariya Jin",
      "show": "Bleach",
      "quote": "Let me tell you the truth. The truth behind fighting. Fighting continues forever. After you've defeated one person, someone stronger appears. If you manage to defeat him, then an even stronger person comes along. If you don't have the resolve to endure that eternal struggle, then eventually your confidence will erode. But it doesn't end there! The battle will continue elsewhere, fought by others. It's an endless cycle! And it doesn't end with a person's death. The cycle will continue! As long as people and their souls exist, there will be disputes and those disputes will lead to fights. And those fights will continue without limit, for all eternity."
    },
    {
      "id": "quote_285_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "Put away your sword and you shall live...unless you're still dreaming about defeating me. Did you forget, or did it just never occur to you...that I have Bankai as well?"
    },
    {
      "id": "quote_286_1755663430263",
      "character": "Matsumoto Rangiku",
      "show": "Bleach",
      "quote": "I don't know if you noticed, but you just called him \"Captain.\""
    },
    {
      "id": "quote_287_1755663430263",
      "character": "Tousen Kaname",
      "show": "Bleach",
      "quote": "[to Kenpachi Zaraki, after Tosen's senses-robbing Bankai still does not discourage the Eleventh Division Captain from fighting] I see. It's understandable. You are a demon. You belong in the darkness. So of course you do not fear it."
    },
    {
      "id": "quote_288_1755663430263",
      "character": "Inoue Orihime",
      "show": "Bleach",
      "quote": "Kurosaki-kun... I'm weak, so it's always like I turn back to look to you for help. But now I won't turn back and I'll go forward. The next time we meet I won't look to you for help, Kurosaki-kun, I'll be able to fight on my own."
    },
    {
      "id": "quote_289_1755663430263",
      "character": "Rukia Kuchiki",
      "show": "Bleach",
      "quote": "They say the tongue is the root of all misfortune."
    },
    {
      "id": "quote_290_1755663430263",
      "character": "Shunsui Kyōraku",
      "show": "Bleach",
      "quote": "Cute, cute Nanao-chaaaan. Lovely, lovely Nanao -- AHHHHHHH!!!!"
    },
    {
      "id": "quote_291_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "I never ask them to trust me at all. I told them to come with me but I never told them to trust me. And I always tell them not to trust anyone, including myself. But sadly, there are not many strong enough to do that."
    },
    {
      "id": "quote_292_1755663430263",
      "character": "Urahara Kisuke",
      "show": "Bleach",
      "quote": "[Sees Yoruichi in cat form] Yes! It's Yoruichi! You've come back! Ha ha ha!! [Picks her up] Come here you little devil, let me take a look at you! You're my fuzzy little troublemaker, yes you are! Now who's your daddy? Hmm?"
    },
    {
      "id": "quote_293_1755663430263",
      "character": "Abarai Renji",
      "show": "Bleach",
      "quote": "Don't just blame yourself. You're not tough enough to withstand everything. Split the load, to my shoulders, and to Ichigo's. Just stack it little by little. That's why we've become stronger. Believe in him, Rukia."
    },
    {
      "id": "quote_294_1755663430263",
      "character": "Madarame Ikkaku",
      "show": "Bleach",
      "quote": "No man's life is worth more than another! If you're gonna put your life on the line, you do it as equals! I don't care if you're brothers, or master and apprentice, or whatever! You should only die for a guy who'd die for you! There's nothing honorable about throwing your life away as though it's nothing! That's just showing off like a kid."
    },
    {
      "id": "quote_295_1755663430263",
      "character": "Soi Fon",
      "show": "Bleach",
      "quote": "You know the power of my zanpakuto, Suzumebachi. If someone gets hit twice in the same spot... They die!"
    },
    {
      "id": "quote_296_1755663430263",
      "character": "Zangetsu",
      "show": "Bleach",
      "quote": "To fight...Or to live...Choose."
    },
    {
      "id": "quote_297_1755663430263",
      "character": "Zangetsu",
      "show": "Bleach",
      "quote": "*referring to Ichigo* I see. So I still haven't reached you..."
    },
    {
      "id": "quote_298_1755663430263",
      "character": "Soi Fon",
      "show": "Bleach",
      "quote": "Showing your back in a battle? You've become a fool Yoruichi!"
    },
    {
      "id": "quote_299_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "You and I...our levels are as distant as the earth from the heavens. ...Must I spell it out for you? I have discarded my left arm, discarded my left leg, and yet even then I have not nearly lowered myself to your level."
    },
    {
      "id": "quote_300_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "A victor must speak not of the current state of the world, but of how it should rightfully be."
    },
    {
      "id": "quote_301_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "It seems I have overestimated you quite a bit. Your evolution did not even satisfy my expectations. This is the end."
    },
    {
      "id": "quote_302_1755663430263",
      "character": "Shiba Kaien",
      "show": "Bleach",
      "quote": "Every time you and I interact...a bit of \"heart\" is born between us. Heart isn't something inside you. But whenever you think, whenever you remember someone, that's when heart is born. I mean, if you were the only one alive in the whole world, heart wouldn't exist, now would it?"
    },
    {
      "id": "quote_303_1755663430263",
      "character": "Uryuu Ishida",
      "show": "Bleach",
      "quote": "I am calm. That's why I can fight you!"
    },
    {
      "id": "quote_304_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "[To Orihime, after she had being taken from Ichigo once again] A girl like you should smile more often. Overcast skies blot out the sun, and that always brings people's spirits down. So why not let the sun shine...For just a while longer?"
    },
    {
      "id": "quote_305_1755663430263",
      "character": "Shiba Kaien",
      "show": "Bleach",
      "quote": "Whenever you fight from this point on, there is one thing you must never do. Which is...to die alone."
    },
    {
      "id": "quote_306_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "Ichigo Kurosaki, all of the battles you've fought, were all part of my plan."
    },
    {
      "id": "quote_307_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "[To Orihime, when she refuses to eat] Shall I force it down your throat? Or would you rather be strapped down and given IV's?"
    },
    {
      "id": "quote_308_1755663430263",
      "character": "Zaraki Kenpachi",
      "show": "Bleach",
      "quote": "It's been so long that I forgot the pain of not having a name. Everyone had a name that friends use to call them, but I didn't. That pain."
    },
    {
      "id": "quote_309_1755663430263",
      "character": "Toushirou Hitsugaya",
      "show": "Bleach",
      "quote": "Don't come back... \"Bed-wetter\" Momo."
    },
    {
      "id": "quote_310_1755663430263",
      "character": "Tousen Kaname",
      "show": "Bleach",
      "quote": "[after Hisagi thanks him] Aren't you clever? Is that supposed to be sarcastic?"
    },
    {
      "id": "quote_311_1755663430263",
      "character": "Tousen Kaname",
      "show": "Bleach",
      "quote": "If it's not enough to believe in justice, then I will become justice. I will seek out all evil in this world and wipe them out like the clouds in the sky. I swear I will...For justice."
    },
    {
      "id": "quote_312_1755663430263",
      "character": "Madarame Ikkaku",
      "show": "Bleach",
      "quote": "You can't carry me AND dodge at the same time, Tetsuzaemon!"
    },
    {
      "id": "quote_313_1755663430263",
      "character": "Kurotsuchi Mayuri",
      "show": "Bleach",
      "quote": "Killing you now will be as easy as strangling a baby."
    },
    {
      "id": "quote_314_1755663430263",
      "character": "Abarai Renji",
      "show": "Bleach",
      "quote": "I already told you...you can't kill me with that sword anymore!"
    },
    {
      "id": "quote_315_1755663430263",
      "character": "Kurotsuchi Mayuri",
      "show": "Bleach",
      "quote": "A grenade that's thrown should not come back."
    },
    {
      "id": "quote_316_1755663430263",
      "character": "Shihouin Yoruichi",
      "show": "Bleach",
      "quote": "[thinking after Soifon asks why she didn't take her with her] You've gotten stronger since the last time we were together, Soifon."
    },
    {
      "id": "quote_317_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "Let me tell you about the difference between you and me. It's like the story of the monkey trying to capture the moon. However close he thinks he is to the moon, it's still just the reflection of the moon in the middle of the lake. No matter how he struggles to capture that \"moon\", he inevitably sinks to the bottom of that lake to no avail. You will never reach me."
    },
    {
      "id": "quote_318_1755663430263",
      "character": "Inoue Orihime",
      "show": "Bleach",
      "quote": "We don't look any different from those shinigami. We just dress diferently."
    },
    {
      "id": "quote_319_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "We are nothingness. Our head is a void. And without anything around us, we are nothing. We become what we perceive."
    },
    {
      "id": "quote_320_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "No choice, then. Before you become intoxicated by your own power, I shall show you a decisive power gap that you could not overcome in a millennium of struggle."
    },
    {
      "id": "quote_321_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "Those who know despair, once knew hope. Those who know loss, once knew love."
    },
    {
      "id": "quote_322_1755663430263",
      "character": "Toushirou Hitsugaya",
      "show": "Bleach",
      "quote": "I didn't come here to fight! I came here to hack at you violently!"
    },
    {
      "id": "quote_323_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "Yhwach. You desired a world... Where fear would no longer be a burden. But... In a world without fear of death... People will never attain the hope that is to be found from casting their fears aside and preserving through them. While it is true that people can continue to press forward through the simple act of living... That is no way comparable to marching forward in the face of death, while doing their damndest to keep it at bay. That is why... That is why people have given that very march a unique and special name. \"COURAGE.\""
    },
    {
      "id": "quote_324_1755663430263",
      "character": "Soi Fon",
      "show": "Bleach",
      "quote": "I'm inadequate in everything."
    },
    {
      "id": "quote_325_1755663430263",
      "character": "Shihouin Yoruichi",
      "show": "Bleach",
      "quote": "Kisuke and I used to play here when we were kids. We modeled the one under his shop after this one. It was our own secret playground."
    },
    {
      "id": "quote_326_1755663430263",
      "character": "Shihouin Yoruichi",
      "show": "Bleach",
      "quote": "You shy, little boy."
    },
    {
      "id": "quote_327_1755663430263",
      "character": "Kurosaki Isshin",
      "show": "Bleach",
      "quote": "[to Yuzu] Ah! It's okay, Yuzu, don't cry! Daddy will show you something really hilarious!"
    },
    {
      "id": "quote_328_1755663430263",
      "character": "Zangetsu",
      "show": "Bleach",
      "quote": "Ichigo... I hate the rain. Rain falls in this world, too. When your heart is in chaos, this sky becomes clouded. When you are sad, rain falls so terribly easy. Can you understand...the horrible feeling of being pelted by rain when you're all alone in this solitary world? If only to stop that rain, I shall lend you any strength. If you trust in me, I won't let a single drop of rain fall from that sky. Ichigo, trust me...you are not fighting alone."
    },
    {
      "id": "quote_329_1755663430263",
      "character": "Yasutora Sado",
      "show": "Bleach",
      "quote": "I don't believe that an absolute power really exists in any world. Power is unstable. It changes constantly. Small differences will always appear, as one has between you and I. So the one who widens that gap will be the winner!"
    },
    {
      "id": "quote_330_1755663430263",
      "character": "Urahara Kisuke",
      "show": "Bleach",
      "quote": "Noooo, there's no way I, a mere handsome and sexy shopkeeper, could possibly have bankai!"
    },
    {
      "id": "quote_331_1755663430263",
      "character": "Ichimaru Gin",
      "show": "Bleach",
      "quote": "*to Ichigo* I thought you were interesting before, but now you're just a creepy kid."
    },
    {
      "id": "quote_332_1755663430263",
      "character": "Riruka Dokugamine",
      "show": "Bleach",
      "quote": "Survival of the fittest' is just a pretty lie that they tell you. A lie to make weak people believe that if they try their best, they can come out on top. Truth is, it isn't the weak that get eaten. It's not about strength, it's about numbers. The ones who stand at the top of the food chain are the brainless dolts. The loudmouths. Because there are so, so many of them. You know it's true. Everybody does. You all just turn a blind eye and pretend not to notice."
    },
    {
      "id": "quote_333_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "*To Kuchiki Rukia* Are you any different!? You sacrificed yourself to save me that time!! At that time were you thinking about complicated stuff like \"this is my Shinigami duty\"!? That's not what sacrificing yourself is! At the very least... I'm different! I haven't accepted any commitment. If things get bad I might run away... since I'm not a good enough person to be able to sacrifice my life for total strangers. But unfortunately I'm also not trash that can live happily without paying back his debts!"
    },
    {
      "id": "quote_334_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "If fate is a millstone, then we are the grist. There is nothing we can do. So I wish for strength. If I cannot protect them from the wheel, then give me a strong blade, and enough strength... to shatter fate."
    },
    {
      "id": "quote_335_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "Therefore let me inform you...All of your dreams are to be thrown away."
    },
    {
      "id": "quote_336_1755663430263",
      "character": "Ichimaru Gin",
      "show": "Bleach",
      "quote": "[Referring to Tosen] He's such a boy scout, wouldn't you agree?"
    },
    {
      "id": "quote_337_1755663430263",
      "character": "Madarame Ikkaku",
      "show": "Bleach",
      "quote": "I got no intentions of becoming a captain. Becoming a captain would mean that I can't fight under Captain Zaraki. If your wish is to surpass Kuchiki Byakuya... then I just have one wish: to fight and die under that man's command. That's all."
    },
    {
      "id": "quote_338_1755663430263",
      "character": "Toushirou Hitsugaya",
      "show": "Bleach",
      "quote": "We are all like fireworks. We climb, shine, and always go our separate ways and become further apart. But even if that time comes, let's not disappear like a firework. Let's continue to shine... Forever."
    },
    {
      "id": "quote_339_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "[To Barragan, before he was recruited by Aizen] Isn't it ironic, king of Hueco Mundo? Dressed in black and poised to attack, you look just like a shinigami."
    },
    {
      "id": "quote_340_1755663430263",
      "character": "Zaraki Kenpachi",
      "show": "Bleach",
      "quote": "Don't just accept loss or defeat! Accept it after you're dead. If you lose without dying... it means that luck is on your side. If that happens - focus on surviving! Survive and Kill the one who couldn't kill YOU!"
    },
    {
      "id": "quote_341_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "*to Ichigo, after he released his bankai for the first time* What is that? Are you saying that this small thing is a bankai? Isn't it just the sealed form of your zanpakutō? I see. First the execution, and now Bankai. I can see that you enjoy treading on our pride. Very well, then. I will carve into your body...The punishment for injuring our pride!"
    },
    {
      "id": "quote_342_1755663430263",
      "character": "Shihouin Yoruichi",
      "show": "Bleach",
      "quote": "Can't you tell, Aizen? You no longer have a place to run away to."
    },
    {
      "id": "quote_343_1755663430263",
      "character": "Grimmjow Jeagerjaques",
      "show": "Bleach",
      "quote": "[about Ulquiorra Cifer, after he takes out Ichigo] I'll teach him what happens when you steal someone else's prey."
    },
    {
      "id": "quote_344_1755663430263",
      "character": "Zaraki Kenpachi",
      "show": "Bleach",
      "quote": "It isn't even interesting fighting against someone who doesn't have their own goals."
    },
    {
      "id": "quote_345_1755663430263",
      "character": "Yasutora Sado",
      "show": "Bleach",
      "quote": "The thing that we call power is dynamic, it keeps on changing."
    },
    {
      "id": "quote_346_1755663430263",
      "character": "Kurosaki Isshin",
      "show": "Bleach",
      "quote": "GOOD MOOOORNING ICHIGOOOOOO!!!!"
    },
    {
      "id": "quote_347_1755663430263",
      "character": "Toushirou Hitsugaya",
      "show": "Bleach",
      "quote": "Stand back? [To Kira after Gin asked him to stand back] No, Kira...Run. Run until you're out of my sight, and keep running. Otherwise...I can't guarantee you won't get dragged into this and be killed."
    },
    {
      "id": "quote_348_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "Well done. That time, your fang definitely touched me."
    },
    {
      "id": "quote_349_1755663430263",
      "character": "Soi Fon",
      "show": "Bleach",
      "quote": "Things like protecting the world are no more than moral reasons that sound good."
    },
    {
      "id": "quote_350_1755663430263",
      "character": "Inoue Orihime",
      "show": "Bleach",
      "quote": "It's just that... It's just that not being able to fight with everyone makes me feel lonely...!! But what would make me feel worse than being lonely is getting in everyone's way... that would make me feel worse!! If it means getting in the way of Kurosaki-kun and everyone... then I would rather be lonely, very lonely."
    },
    {
      "id": "quote_351_1755663430263",
      "character": "Inoue Orihime",
      "show": "Bleach",
      "quote": "Sadistic? I don't mind you calling me that. If you don't want to get hurt, don't attack me when I say not to."
    },
    {
      "id": "quote_352_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "Exactly when did I say that I do this because I am a shinigami? My killing you is no other reason than the fact that you... Pointed your blade [view shifts to Rukia] at my pride."
    },
    {
      "id": "quote_353_1755663430263",
      "character": "Yasutora Sado",
      "show": "Bleach",
      "quote": "Abuelo... That means grandpa."
    },
    {
      "id": "quote_354_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "Kurosaki Ichigo, those are the words of someone who does not know true despair. So I will show you. This is what true despair looks like."
    },
    {
      "id": "quote_355_1755663430263",
      "character": "Inoue Orihime",
      "show": "Bleach",
      "quote": "I'm a terrible person, aren't I? \"If only Kurosaki-kun would cheer up, I'd be happy.\" At least, I thought that was how I felt. Then Kuchiki-san came back and cheered Kurosaki-kun up. I should have been really happy, but... but... [starts to cry] but instead I'm jealous of Kuchiki-san!"
    },
    {
      "id": "quote_356_1755663430263",
      "character": "Don Kanonji",
      "show": "Bleach",
      "quote": "Run? Is that how you speak to a hero? How little you understand. Allow me to educate you. If a hero were to run from battle... the children could no longer call him a hero."
    },
    {
      "id": "quote_357_1755663430263",
      "character": "Matsumoto Rangiku",
      "show": "Bleach",
      "quote": "I hate talkative guys... They gross me out."
    },
    {
      "id": "quote_358_1755663430263",
      "character": "Ayasegawa Yumichika",
      "show": "Bleach",
      "quote": "Who are you again? Sorry, I have a bad memory for ugly faces."
    },
    {
      "id": "quote_359_1755663430263",
      "character": "Komamura Sajin",
      "show": "Bleach",
      "quote": "[thinking at the grave of Tosen's friend] O' anonymous friend of Tousen... If you had been there...What would you have said to stop him?"
    },
    {
      "id": "quote_360_1755663430263",
      "character": "Ukitake Jyuushirou",
      "show": "Bleach",
      "quote": "If you save Kaien, then what becomes of his pride? If you go to his aid now, his life will be saved. But... at the same time, it would end up killing his pride for all eternity."
    },
    {
      "id": "quote_361_1755663430263",
      "character": "Kurosaki Isshin",
      "show": "Bleach",
      "quote": "It's one of the basics... So I will teach you. A shinigami at the rank of Captain can control the size of his zanpakuto got it? Otherwise everyone'd carry around ginormous swords... just like you. Remember this well. You can't fathom the power of your rival simply from the size of his zanpakuto. You shouldn't give lectures about Shinigami until you understand that."
    },
    {
      "id": "quote_362_1755663430263",
      "character": "Kurotsuchi Mayuri",
      "show": "Bleach",
      "quote": "Do you know what a scientist fears most in this world above all else? It's oblivion, my friend. A scientist measures our lives in the ways we develop and expand our knowledge through myriad variations. Nothing can take its place. It's our very soul. I have done the worst thing one scientist can do to another: I have altered your thought process. When my drug takes effect, you will find your mind has lost the ability to think."
    },
    {
      "id": "quote_363_1755663430263",
      "character": "Kurosaki Isshin",
      "show": "Bleach",
      "quote": "Live well, Ichigo. Live well, age well, go bald well, and die after me. And... if you can, die smiling."
    },
    {
      "id": "quote_364_1755663430263",
      "character": "Urahara Kisuke",
      "show": "Bleach",
      "quote": "Awaken, Benihime."
    },
    {
      "id": "quote_365_1755663430263",
      "character": "Kusajishi Yachiru",
      "show": "Bleach",
      "quote": "Someone get this creature off meeeeeee!"
    },
    {
      "id": "quote_366_1755663430263",
      "character": "Tousen Kaname",
      "show": "Bleach",
      "quote": "I knew it would. Someday we would cross swords and one of us will die."
    },
    {
      "id": "quote_367_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "The curtain that falls at the end...shall be pulled down by the blade of my sword."
    },
    {
      "id": "quote_368_1755663430263",
      "character": "Komamura Sajin",
      "show": "Bleach",
      "quote": "[to Choe Neng Poww, as the giant Arrancar charges a Cero after making a comment on Komamura's strength] I see...Then I shall stop that yawn in its tracks. Bankai."
    },
    {
      "id": "quote_369_1755663430263",
      "character": "Pesche Guatiche",
      "show": "Bleach",
      "quote": "You're proud of your white clothes?.. It sounds like a laundry detergent commercial."
    },
    {
      "id": "quote_370_1755663430263",
      "character": "Urahara Kisuke",
      "show": "Bleach",
      "quote": "Lately, I've been looking at these two guys only. As expected, I see flowers when there are women in the workplace... the atmosphere!"
    },
    {
      "id": "quote_371_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "Kill me. Make it quick. I no longer have the strength left in me to even walk. If you do not cut me down now, then this will go unsettled for eternity."
    },
    {
      "id": "quote_372_1755663430263",
      "character": "Rukia Kuchiki",
      "show": "Bleach",
      "quote": "Even if no one in the world believes you, stick out your chest and scream in defiance."
    },
    {
      "id": "quote_373_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "\"Control\"... you say? When you stand before me... that word holds no meaning. Bankai. Senbonzakura Kageyoshi."
    },
    {
      "id": "quote_374_1755663430263",
      "character": "Grimmjow Jeagerjaques",
      "show": "Bleach",
      "quote": "[to Ichigo] You're a Soul Reaper and I'm a Hollow. Whichever side loses will be massacred! It's been that way for over a thousand years! Who needs any more reason than that?! Now bring it! The last man standing gets to go home alive! That's all there is to it!"
    },
    {
      "id": "quote_375_1755663430263",
      "character": "Toushirou Hitsugaya",
      "show": "Bleach",
      "quote": "No, not yet, now that you've made me this serious. Regret as much as you damn well want!!"
    },
    {
      "id": "quote_376_1755663430263",
      "character": "Ichimaru Gin",
      "show": "Bleach",
      "quote": "Are you afraid? You don’t want to die, do you? Not just Abarai, if anyone… acts upon the thought of not wanting you to die, you will suddenly begin to fear your impending death, right?"
    },
    {
      "id": "quote_377_1755663430263",
      "character": "Tousen Kaname",
      "show": "Bleach",
      "quote": "[to Kenpachi Zaraki] I did not say that I hate you. What I mean to say is that you are unforgivable!!"
    },
    {
      "id": "quote_378_1755663430263",
      "character": "Toushirou Hitsugaya",
      "show": "Bleach",
      "quote": "I will protect Hinamori."
    },
    {
      "id": "quote_379_1755663430263",
      "character": "Urahara Kisuke",
      "show": "Bleach",
      "quote": "A warrior who has lost his ability to fight is only going to be in the way."
    },
    {
      "id": "quote_380_1755663430263",
      "character": "Shiba Kaien",
      "show": "Bleach",
      "quote": "[when Rukia asks why she is in the Gotei 13] What the hell?! That's so obvious! To \"fight\" and to \"protect\"!"
    },
    {
      "id": "quote_381_1755663430263",
      "character": "Soi Fon",
      "show": "Bleach",
      "quote": "I'll show you a real assassination. No... Maybe you won't even be able to see it."
    },
    {
      "id": "quote_382_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "Fear is necessary for evolution. The fear that could be destroyed at any moment."
    },
    {
      "id": "quote_383_1755663430263",
      "character": "Zaraki Kenpachi",
      "show": "Bleach",
      "quote": "Loyalty to someone is different from depending on them."
    },
    {
      "id": "quote_384_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "I... Despise the way you fight. Without ever lifting your own hand... To steal bonds of camraderie and torture opponents is the height of cowardice. It is a lack of shame deserving of death. I am here. Strike me down. I shall kill you and cast you aside... Before you finish swinging your blade."
    },
    {
      "id": "quote_385_1755663430263",
      "character": "Kira Izuru",
      "show": "Bleach",
      "quote": "A true warrior would never beg someone for his life."
    },
    {
      "id": "quote_386_1755663430263",
      "character": "Ukitake Jyuushirou",
      "show": "Bleach",
      "quote": "If you were in this situation, what would you have done? You would run after Byakuya...And then kick him in the butt, right? No matter how one captain complains, the Central Government won't change their decision for one person. But if it was you, you would still run around appealing to save Kuchiki...No. You would probably do something completely different. You always chose the path that lead to the most danger. Am I right...Kaien?"
    },
    {
      "id": "quote_387_1755663430263",
      "character": "Shunsui Kyōraku",
      "show": "Bleach",
      "quote": "Flowers are disturbed, god of flowers weeps, winds of Heaven are disturbed, demon of Heaven laughs. Katen Kyōkotsu!"
    },
    {
      "id": "quote_388_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "We think the flower on the precipice is beautiful, because our fear makes our feet stop at its edge, instead of stepping forward into the sky, like that flower."
    },
    {
      "id": "quote_389_1755663430263",
      "character": "Toushirou Hitsugaya",
      "show": "Bleach",
      "quote": "[to Gin Ichimaru] If you make Hinamori shed even one drop of blood, I'll kill you."
    },
    {
      "id": "quote_390_1755663430263",
      "character": "Rukia Kuchiki",
      "show": "Bleach",
      "quote": "[holds up juice box] How do you drink from this?"
    },
    {
      "id": "quote_391_1755663430263",
      "character": "Shihouin Yoruichi",
      "show": "Bleach",
      "quote": "In three days, I will make this boy stronger than you."
    },
    {
      "id": "quote_392_1755663430263",
      "character": "Toushirou Hitsugaya",
      "show": "Bleach",
      "quote": "Sit upon the frozen heavens! Hyōrinmaru!!"
    },
    {
      "id": "quote_393_1755663430263",
      "character": "Ganju Shiba",
      "show": "Bleach",
      "quote": "There ain't a single coward who'd turn tail and run from just that! Not among the men of the Shiba clan!"
    },
    {
      "id": "quote_394_1755663430263",
      "character": "Abarai Renji",
      "show": "Bleach",
      "quote": "A man who raises his hands on a woman is trash. If I have to become trash in order to survive... It'll be just like dying."
    },
    {
      "id": "quote_395_1755663430263",
      "character": "Kajoumaru Hidetomo",
      "show": "Bleach",
      "quote": "If one side was just, it would be called a defense or a suppression. But this is war. And wars happen because both sides are just."
    },
    {
      "id": "quote_396_1755663430263",
      "character": "Ukitake Jyuushirou",
      "show": "Bleach",
      "quote": "There are two kinds of fights. As long as we place ourselves in battle, we must always know the difference, a fight to defend life or a fight to defend pride."
    },
    {
      "id": "quote_397_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "She beat me like I owed her money."
    },
    {
      "id": "quote_398_1755663430263",
      "character": "Zaraki Kenpachi",
      "show": "Bleach",
      "quote": "Don’t be so stuck-up. Just enjoy this! Killing and being killed. They are just a way to pass time."
    },
    {
      "id": "quote_399_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "In my mind this jacked-up sideways ridiculousness is the normal state?"
    },
    {
      "id": "quote_400_1755663430263",
      "character": "Soi Fon",
      "show": "Bleach",
      "quote": "Why didn't you take me with you!? Yoruichi?"
    },
    {
      "id": "quote_401_1755663430263",
      "character": "Urahara Kisuke",
      "show": "Bleach",
      "quote": "[To Yoruichi] It's alright! Kurosaki-san's potential is greater than mine!"
    },
    {
      "id": "quote_402_1755663430263",
      "character": "Kurotsuchi Mayuri",
      "show": "Bleach",
      "quote": "[to Szayel Aporro Grantz] Immaculate being... Was it? In this secular existence, perfection is an illusion, regardless of those who utter the contrary. This is the reality. Common man seeks it out, they strive to achieve it, as if it were some tangible thing... But... The fact of the matter is, perfection is a hollow shell. It is devoid of any substance. I spit on perfection. Perfection, after all, implies you've reached the summit. No trial and error, no ability to conceptualize. An omniscient being would have no need for such superfluous things... Am I making myself clear? For people who dabble in the sciences, such as ourselves, perfection would make us obsolete. Many magnificent things have been, and will continue to come into existence... And yet every last one of them will fall short of perfection's finish. Our function as men of science relies on their many shortcomings. Then, and only then, can we apply the fruits of our labor. To put it simply... As soon as you began spouting that nonsense about being an immaculate being... your fate was sealed. How dare you call yourself a man of science?"
    },
    {
      "id": "quote_403_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "No matter how strong a defense, a stronger offense will always shatter it."
    },
    {
      "id": "quote_404_1755663430263",
      "character": "Inoue Orihime",
      "show": "Bleach",
      "quote": "If I were the rain, that binds together the heavens and the earth, whom in all eternity will never mingle, would I be able to bind two hearts together?"
    },
    {
      "id": "quote_405_1755663430263",
      "character": "Kurotsuchi Mayuri",
      "show": "Bleach",
      "quote": "There is no such thing as perfect in this world. That may sound cliche, but it’s the truth. The average person admires perfection and seeks to obtain it. But what’s the point of achieving perfection? There is none. Nothing. Not a single thing. I spit on perfection! If something is perfect, then there is nothing left. There is no room for imagination. No place left for that person to gain additional knowledge or abilities. Do you know what that means? For scientists such as us, perfection only brings despair. It is our job to create things more wonderful than anything before them, but never to obtain perfection. A scientist must be a person who finds ecstasy while suffering from that antinomy."
    },
    {
      "id": "quote_406_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "Your blade will never be able to touch me. Ever."
    },
    {
      "id": "quote_407_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "[After getting hit by Yammy Llargo's Bala] You mean do I have a defence? Truth is, I’ve never really had any plans against any attacks. I just knew I had to win so I did. That’s my plan. I don’t care if you’re higher ranked than the other Espadas' were, to me it’s all the same. I’ve gotta defeat you so I’ll find a way to do it. Simple."
    },
    {
      "id": "quote_408_1755663430263",
      "character": "Uryuu Ishida",
      "show": "Bleach",
      "quote": "[to an arrogant projectile-specialist Shinigami] Apparently, on this side, \"ultimate master\" means a windbag with diarrhea of the mouth."
    },
    {
      "id": "quote_409_1755663430263",
      "character": "Komamura Sajin",
      "show": "Bleach",
      "quote": "Don't retreat, Tetsuzaemon. No matter what. You stand firm right behind me!"
    },
    {
      "id": "quote_410_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "[To Yammy] They're all trash...kill them all."
    },
    {
      "id": "quote_411_1755663430263",
      "character": "Komamura Sajin",
      "show": "Bleach",
      "quote": "You are right. I have not yet introduced myself. I am Captain of the Seventh Division Komamura Sajin. And though it shames me, I am just as you say -- A meager worm of a man."
    },
    {
      "id": "quote_412_1755663430263",
      "character": "Abarai Renji",
      "show": "Bleach",
      "quote": "Howl, Zabimaru."
    },
    {
      "id": "quote_413_1755663430263",
      "character": "Kurotsuchi Mayuri",
      "show": "Bleach",
      "quote": "[to Nemu about Uryuu. Nemu is currently attempting to restrain Uryuu so Mayruri can heal him, but she is unknowingly smothering him with her breasts] Yes, Nemu. Just smother him with those things. Worst case, he dies happy."
    },
    {
      "id": "quote_414_1755663430263",
      "character": "Ichimaru Gin",
      "show": "Bleach",
      "quote": "[Talking about Hueco Mundo] There isn't even water! Huh? Then how'd we have tea earlier?"
    },
    {
      "id": "quote_415_1755663430263",
      "character": "Uryuu Ishida",
      "show": "Bleach",
      "quote": "[lying about coming to save Rukia] Just passing by. No big deal.... Well, if you must know, I felt a sudden urge to go to Sunflower Seams, that 24-hour dressmaking shop. There's a branch near here. That's where I was headed at this late hour. I certainly didn't bring this bag with me just so I would have an excuse for suddenly leaving the house because I sensed the spirit energy of a shinigami, all right?"
    },
    {
      "id": "quote_416_1755663430263",
      "character": "Abarai Renji",
      "show": "Bleach",
      "quote": "I shall light a fire upon the fang that falls short, so that I needn't see that star...So that it shall not tear this throat of mine."
    },
    {
      "id": "quote_417_1755663430263",
      "character": "Ginjo Kugo",
      "show": "Bleach",
      "quote": "Time will try to constantly try to catch up with you. And with a roar, it will overcome you. Do not look ahead. Hope only lies within the unforeseeable current that will close in from behind."
    },
    {
      "id": "quote_418_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "I'm not fighting because I want to win. I'm fighting because I have to win."
    },
    {
      "id": "quote_419_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "Dammit, I'll show you who's more skilled with his language skills!"
    },
    {
      "id": "quote_420_1755663430263",
      "character": "Yasutora Sado",
      "show": "Bleach",
      "quote": "I can't deny, I don't know very much about Rukia. That's not the point, I might not risk my life for her, but Ichigo wants to save her life and that's all I need to know. What may seem like an unworthy cause to you is more than enough reason for me."
    },
    {
      "id": "quote_421_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "I had no intention of deceiving anyone. It's just that none of you could understand...My true self."
    },
    {
      "id": "quote_422_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "[To Hitsugaya, after stabbing Hinamori] Aww...You found her. Sorry, I didn't want you to find out this way...No. I should have chopped her into little pieces and hidden them away where you would never find them."
    },
    {
      "id": "quote_423_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "All creatures want to believe in something bigger than themselves. They cannot live without blind obedience. And to escape the pressure of that trust, those in whom faith is placed in turn look for someone higher than themselves. And then those people in turn look for someone even stronger. That is how all Kings are born. That is how all Gods are born."
    },
    {
      "id": "quote_424_1755663430263",
      "character": "Urahara Kisuke",
      "show": "Bleach",
      "quote": "Oh, it IS a chore. Risking your life and keeping busy are all the same!"
    },
    {
      "id": "quote_425_1755663430263",
      "character": "Don Kanonji",
      "show": "Bleach",
      "quote": "Every week, when it is time, they stick to the TV. They watch my actions in the comfort of their families after dinner. Children watch my actions and their hearts leap. They see me stand up to evil spirits and... they know what courage is! Do you understand, boy? With them watching, I can't run away from the enemy"
    },
    {
      "id": "quote_426_1755663430263",
      "character": "Abarai Renji",
      "show": "Bleach",
      "quote": "I've always been afraid...Always been pretending to follow you closely, always pretending to sharpen my fangs, when the truth is...I'm scared to death just treading on your shadow."
    },
    {
      "id": "quote_427_1755663430263",
      "character": "Hollow Ichigo",
      "show": "Bleach",
      "quote": "I'm going to keep getting closer and closer to you. And not just day after day, oh no. It's going to happen much faster than that! See I'm already closer to you than I was a moment ago. And I'll keep getting closer and closer to you, until I swallow you up and then, you'll disappear. Things are not turning out well for you at all, are they? (laughs) See you around."
    },
    {
      "id": "quote_428_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "[To Ichigo] So you can withstand my Cero even without your mask... You've gotten stronger. Is it because you defeated Grimmjow? Or...Is it because of her? [Motions to Inoue] Or maybe because of your friends, still fighting down below. That girl is already one of us. Even if you manage to rescue her, that won't change. Rescuing her...Is meaningless."
    },
    {
      "id": "quote_429_1755663430263",
      "character": "Shihouin Yoruichi",
      "show": "Bleach",
      "quote": "Do you remember the first time you walked? No. So you weren't conscious of it. Then why did you walk? Everyone was born knowing how to walk. It's called instinct. That's what this boy reminds me of. He knows he can achieve bankai, so he continues."
    },
    {
      "id": "quote_430_1755663430263",
      "character": "Kira Izuru",
      "show": "Bleach",
      "quote": "Raise your head, Wabisuke."
    },
    {
      "id": "quote_431_1755663430263",
      "character": "Uryuu Ishida",
      "show": "Bleach",
      "quote": "[to Yammy Rialgo, as the Espada grips the edge of a hole in the floor] Mala Suerte. I pity you. [shoots the floor just before Yammy's hand, causing him to fall] Oh, and I broke the pillars on every floor on the way up. So, you'll probably fall all the way to the bottom."
    },
    {
      "id": "quote_432_1755663430263",
      "character": "Urahara Kisuke",
      "show": "Bleach",
      "quote": "I'll drive you into a corner and make you remember that attack."
    },
    {
      "id": "quote_433_1755663430263",
      "character": "Ichimaru Gin",
      "show": "Bleach",
      "quote": "A gatekeeper ain't supposed to open gates."
    },
    {
      "id": "quote_434_1755663430263",
      "character": "Kira Izuru",
      "show": "Bleach",
      "quote": "Farewell, warrior of the sky. I pray... you don't forgive me."
    },
    {
      "id": "quote_435_1755663430263",
      "character": "Uryuu Ishida",
      "show": "Bleach",
      "quote": "[to Renji] I assure you, my gratitude is sincere."
    },
    {
      "id": "quote_436_1755663430263",
      "character": "Yasutora Sado",
      "show": "Bleach",
      "quote": "Ichigo...We can't...Watch any longer...Eachother's backs...I just can't...I just can't help you out anymore."
    },
    {
      "id": "quote_437_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "Unless I grip the sword, I cannot protect you. While gripping the sword, I cannot embrace you."
    },
    {
      "id": "quote_438_1755663430263",
      "character": "Madarame Ikkaku",
      "show": "Bleach",
      "quote": "[in reference to Mizuho Asano, Keigo's sister] I owe this crazy woman."
    },
    {
      "id": "quote_439_1755663430263",
      "character": "Abarai Renji",
      "show": "Bleach",
      "quote": "You're just an overnight shinigami. You couldn't put one scratch on us real ones."
    },
    {
      "id": "quote_440_1755663430263",
      "character": "Komamura Sajin",
      "show": "Bleach",
      "quote": "[during Tosen, Gin Ichimaru and Sosuke Aizen's escape from Soul Society] Get down here, Tosen! Why did you become a Shingami? Was it not for your deceased friend? Was it not to carry out justice!? Where is your justice now!?"
    },
    {
      "id": "quote_441_1755663430263",
      "character": "Ayasegawa Yumichika",
      "show": "Bleach",
      "quote": "It's always a lot easier to let something fall apart, than it is to try to hold it together."
    },
    {
      "id": "quote_442_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "Don't break anyone's heart, they only have one. Break their bones, they have 206."
    },
    {
      "id": "quote_443_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "You wanted revenge? You're just making other people as miserable as you. Revenge is just the path you took to escape your suffering."
    },
    {
      "id": "quote_444_1755663430263",
      "character": "Shihouin Yoruichi",
      "show": "Bleach",
      "quote": "It looks to me like you've completely lost your touch."
    },
    {
      "id": "quote_445_1755663430263",
      "character": "Tousen Kaname",
      "show": "Bleach",
      "quote": "It must make you sick to know an underling like me is going to kill you."
    },
    {
      "id": "quote_446_1755663430263",
      "character": "Uryuu Ishida",
      "show": "Bleach",
      "quote": "That's right...If I'm the first one here, I can save Kuchiki-san. Kurosaki must've wanted to rescue her himself...If I did it, he'd get really pissed...Heheheh..."
    },
    {
      "id": "quote_447_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "If miracles only happen once, what are they called the second time?"
    },
    {
      "id": "quote_448_1755663430263",
      "character": "Madarame Ikkaku",
      "show": "Bleach",
      "quote": "Well, you sure have weird ways of doing things. The one who taught me how to give your name out to he whom you are about to kill also said... that it was always the last lesson he taught his students. That way, if you do end a person's life... at the very least, they will know the name of the one who slashed their mortal coil. I'm of the 11th Division, 3rd seat, Madarame Ikkaku! You're right, there's no reason for me to hear your name, because the most important thing is that you know mine. After all, it is the name of the man... who will send you to your death!"
    },
    {
      "id": "quote_449_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "That's right. It's not like I ever felt superior to anyone else because I could see ghosts. And I never planned to take it up as a profession. Hell, I never even felt the need to use my ability to help others. All I ever wanted was the normal life I couldn't have. I've finally achieved what I always wanted."
    },
    {
      "id": "quote_450_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "Be proud as someone who, after being struck by this power, is still able to retain the shape of a body."
    },
    {
      "id": "quote_451_1755663430263",
      "character": "Yasutora Sado",
      "show": "Bleach",
      "quote": "[to Arrancar Gantenbainne Mosqueda] It seems that my power is more akin to yours than that of a Shinigami or a Quincy."
    },
    {
      "id": "quote_452_1755663430263",
      "character": "Ukitake Jyuushirou",
      "show": "Bleach",
      "quote": "All waves, rise now and become my shield, lightning, strike now and become my blade! Sōgyo no Kotowari!"
    },
    {
      "id": "quote_453_1755663430263",
      "character": "Kira Izuru",
      "show": "Bleach",
      "quote": "Battles aren't supposed to be heroic affairs. They are not supposed to be fun or exciting, to us every battle is filled with despair, they are dark, horrifying, grizzly. We should fear warfare, avoid it always and whenever possible choose the path of peace."
    },
    {
      "id": "quote_454_1755663430263",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "Become strong not just for your own sake, but for your friends."
    },
    {
      "id": "quote_455_1755663430263",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "Even saying they were just a bunch of fools would suffice. So why can't you? Were it me... I would be angry at the ignorance of those who would enter Hueco Mundo... without even testing their own power."
    },
    {
      "id": "quote_456_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "Remember that a sword held by someone who is about to die… will never be able to protect anything."
    },
    {
      "id": "quote_457_1755663430263",
      "character": "Shiba Kaien",
      "show": "Bleach",
      "quote": "But don't forget... as long as you're in my division, I'm on your side until death and beyond."
    },
    {
      "id": "quote_458_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "You and I, our levels are as distant as the earth from the heavens. Must I spell it out for you? I have discarded my left arm, discarded my left leg, and yet even then I have not nearly lowered myself to your level."
    },
    {
      "id": "quote_459_1755663430263",
      "character": "Toushirou Hitsugaya",
      "show": "Bleach",
      "quote": "I'M﻿ NOT AN ELEMENTARY STUDENT!!!"
    },
    {
      "id": "quote_460_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "It's very difficult for me to step on an ant without crushing it."
    },
    {
      "id": "quote_461_1755663430263",
      "character": "Uryuu Ishida",
      "show": "Bleach",
      "quote": "Ah, Kurosaki. I'm glad to see you've finally realized the importance of a cape."
    },
    {
      "id": "quote_462_1755663430263",
      "character": "Ukitake Jyuushirou",
      "show": "Bleach",
      "quote": "My, my. So dangerous."
    },
    {
      "id": "quote_463_1755663430263",
      "character": "Shiba Kaien",
      "show": "Bleach",
      "quote": "When we die, our bodies disintegrate and become part of the reishi that make up Soul Society. And when that time comes...where does your heart go? It gets passed on to your nakama (comrades). If you pass it on to them, then your heart will always live on within them. Kuchiki, that's why...you must never, ever, ever die alone. Got it, Kuchiki?"
    },
    {
      "id": "quote_464_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "That's not possible. With your ability, you couldn't even make one of my knees touch the ground."
    },
    {
      "id": "quote_465_1755663430263",
      "character": "Zaraki Kenpachi",
      "show": "Bleach",
      "quote": "Death and pain are just a small price to pay for the enjoyment of battle!"
    },
    {
      "id": "quote_466_1755663430263",
      "character": "Ganju Shiba",
      "show": "Bleach",
      "quote": "I think you and I have different concepts of beauty. I was taught that it's beautiful to survive, unsightly or not."
    },
    {
      "id": "quote_467_1755663430263",
      "character": "Ichimaru Gin",
      "show": "Bleach",
      "quote": "Emotions? Nope, I've got nothin' like that. I told you when we first met, didn't I? I'm a snake. With cold skin, no emotions, that slithers around searching for prey with its tongue, swallowing down whatever looks tasty."
    },
    {
      "id": "quote_468_1755663430263",
      "character": "Soi Fon",
      "show": "Bleach",
      "quote": "Such words are wasted on someone like me."
    },
    {
      "id": "quote_469_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "Trusting someone...means relying on them and only the weak do that."
    },
    {
      "id": "quote_470_1755663430263",
      "character": "Tousen Kaname",
      "show": "Bleach",
      "quote": "[In his Resurrección form] I can see! I can see! I can see!!! So this is the sky!! So this is blood!! So this is the world!! ...So this is what you look like. Komamura. You are uglier... than I thought."
    },
    {
      "id": "quote_471_1755663430263",
      "character": "Coyote Starrk",
      "show": "Bleach",
      "quote": "I want to become weak and if that's not possible, then I at least want to make friends that are as strong as me."
    },
    {
      "id": "quote_472_1755663430263",
      "character": "Ichimaru Gin",
      "show": "Bleach",
      "quote": "Sorry, Aizen-sama. I got caught."
    },
    {
      "id": "quote_473_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "Don’t use such strong words. It'll only make you look weak."
    },
    {
      "id": "quote_474_1755663430263",
      "character": "Rukia Kuchiki",
      "show": "Bleach",
      "quote": "You can see me? Rather, you kicked me..."
    },
    {
      "id": "quote_475_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "Don't use such strong words -- It makes your weakness all the more apparent."
    },
    {
      "id": "quote_476_1755663430263",
      "character": "Grimmjow Jeagerjaques",
      "show": "Bleach",
      "quote": "[about his Hollow group prior to them becoming Arancar as he eats pieces of them] You sicken me. You're all just a bunch of bloody cowards. Alright, I'll eat all of you. You'll see how it feels on the next level, as a part of my own flesh. I am... I am the king!"
    },
    {
      "id": "quote_477_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "There is no such thing as \"truth\" or \"lies\" in this world; there never has been. There are only plain, hard facts. And yet, all beings who exist in this world acknowledge only those \"facts\" that are convenient to them, and take them to be the \"truth\". They do so because they know no other way of living. However, for those powerless beings who comprise the majority of this world's population, inconvenient facts that affirm their very existence, are their only truth."
    },
    {
      "id": "quote_478_1755663430263",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "You're slow, even when you're falling."
    },
    {
      "id": "quote_479_1755663430263",
      "character": "Ichimaru Gin",
      "show": "Bleach",
      "quote": "[To Rukia as she is taken to Sokyoku Hill] Bye Bye, Rukia chan! See 'ya at the execution grounds."
    },
    {
      "id": "quote_480_1755663430263",
      "character": "Tousen Kaname",
      "show": "Bleach",
      "quote": "I was trying to chop off your head from the eye up. A little scratch counts as a miss."
    },
    {
      "id": "quote_481_1755663430263",
      "character": "Ichimaru Gin",
      "show": "Bleach",
      "quote": "Bye-Bye now."
    },
    {
      "id": "quote_482_1755663430263",
      "character": "Komamura Sajin",
      "show": "Bleach",
      "quote": "Let us commence, Zaraki! Your favorite game of carnage!!"
    },
    {
      "id": "quote_483_1755663430263",
      "character": "Uryuu Ishida",
      "show": "Bleach",
      "quote": "Calling me a coward, eh? At least say it so I can hear it..."
    },
    {
      "id": "quote_484_1755663430263",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "In my eyes, there is no difference between wiping away one speck of dust or two."
    },
    {
      "id": "quote_774_1755700867769",
      "character": "Zaraki Kenpachi",
      "show": "Bleach",
      "quote": "*to Yammy after recieving his punch*  I barely feel a thing. Now I'm sure you think I'm a big fly or something. But if you are going to punch, you better put in some effort you great big worm.",
      "originalIndex": "7347"
    },
    {
      "id": "quote_775_1755700867769",
      "character": "Zaraki Kenpachi",
      "show": "Bleach",
      "quote": "Never admit defeat and ask for a quick death! Die first, then admit defeat! If you are defeated but didn't die, it just means you were lucky! At those times, think only about survival! Survive and think only about killing the one who failed to kill you!",
      "originalIndex": "7348"
    },
    {
      "id": "quote_776_1755700867769",
      "character": "Zaraki Kenpachi",
      "show": "Bleach",
      "quote": "You idiot! There's always shadows wherever there's light!",
      "originalIndex": "7349"
    },
    {
      "id": "quote_777_1755700867769",
      "character": "Zaraki Kenpachi",
      "show": "Bleach",
      "quote": "Oh, shut up. I was just thinkin'. With four arms, you're just gonna keep on blockin' my blade. That's no fun at all. So, while I was layin' on the ground, I was thinkin' about how to stop you blockin' all my attacks. But, you know...I couldn't think up a single good idea lying down there. So I figure...I'll just have to take out those arms, one by one.",
      "originalIndex": "7350"
    },
    {
      "id": "quote_778_1755700867769",
      "character": "Zaraki Kenpachi",
      "show": "Bleach",
      "quote": "Finished? It'll never be finished. A battle isn't like some stupid argument. As long as someone's still breathing, the fight isn't over.",
      "originalIndex": "7351"
    },
    {
      "id": "quote_779_1755700867769",
      "character": "Zaraki Kenpachi",
      "show": "Bleach",
      "quote": "Playing comes first, you can work later!",
      "originalIndex": "7352"
    },
    {
      "id": "quote_780_1755700867769",
      "character": "Rukia Kuchiki",
      "show": "Bleach",
      "quote": "People are able to hold onto hope, since death is that which cannot be seen.",
      "originalIndex": "7641"
    },
    {
      "id": "quote_781_1755700867769",
      "character": "Uryuu Ishida",
      "show": "Bleach",
      "quote": "I swear by the pride of the Quincy...I will KILL you!",
      "originalIndex": "8301"
    },
    {
      "id": "quote_782_1755700867769",
      "character": "Ayasegawa Yumichika",
      "show": "Bleach",
      "quote": "If it was me, I would probably give up in a beautiful way...",
      "originalIndex": "8302"
    },
    {
      "id": "quote_783_1755700867769",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "Kurosaki Ichigo, my sword has been broken by your freedom of spirit.",
      "originalIndex": "8303"
    },
    {
      "id": "quote_784_1755700867769",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "I'm going to have to ask you to stop now, Abarai-kun. I can only step on an ant so hard without crushing it.",
      "originalIndex": "8304"
    },
    {
      "id": "quote_785_1755700867769",
      "character": "Zangetsu",
      "show": "Bleach",
      "quote": " What are you doing? Why do you run Ichigo? You still have not called me. Face forward, Ichigo. You should be able to hear it now. That which blocks your ears is worthless fear. The enemy is one, you are one. What is there to fear? Cast off your fear. Look forward! Go forward! Never stand still. Retreat and you will age. Hesitate and you will die. Shout... my name is... ZANGETSU!",
      "originalIndex": "8305"
    },
    {
      "id": "quote_786_1755700867769",
      "character": "Uryuu Ishida",
      "show": "Bleach",
      "quote": "Your brain must have been constructed wrong.",
      "originalIndex": "8306"
    },
    {
      "id": "quote_787_1755700867769",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "Admiration is a feeling furthest away from understanding.",
      "originalIndex": "8307"
    },
    {
      "id": "quote_788_1755700867769",
      "character": "Zaraki Kenpachi",
      "show": "Bleach",
      "quote": "How about I give you an advantage. Cut me anywhere you want.",
      "originalIndex": "8308"
    },
    {
      "id": "quote_789_1755700867769",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "Dude, that name is so lame.",
      "originalIndex": "8309"
    },
    {
      "id": "quote_790_1755700867769",
      "character": "Rukia Kuchiki",
      "show": "Bleach",
      "quote": "*Rukia talking to Renji* Hit a nerve, did I? Well, don't worry Mr. Officer. Now you have the rank, and the pompous attitude, and weird eyebrows to go with it!",
      "originalIndex": "8310"
    },
    {
      "id": "quote_791_1755700867769",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "This twisted spritual pressure... that white mask... Are you a Hollow?",
      "originalIndex": "8311"
    },
    {
      "id": "quote_792_1755700867769",
      "character": "Ayasegawa Yumichika",
      "show": "Bleach",
      "quote": "*Ganju offers Yumichika to kiss his ass* An ugly thought... That's truly ugly.",
      "originalIndex": "8312"
    },
    {
      "id": "quote_793_1755700867769",
      "character": "Ganju Shiba",
      "show": "Bleach",
      "quote": "You can kiss my ass!",
      "originalIndex": "8313"
    },
    {
      "id": "quote_794_1755700867769",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "Z-A-N-G-E-T-S-U!!",
      "originalIndex": "8314"
    },
    {
      "id": "quote_795_1755700867769",
      "character": "Ganju Shiba",
      "show": "Bleach",
      "quote": "Why, you...! You punched my ruggedly handsome face! Not once, but twice!",
      "originalIndex": "8315"
    },
    {
      "id": "quote_796_1755700867769",
      "character": "Ganju Shiba",
      "show": "Bleach",
      "quote": "Are you kidding me? You really don't know who I am?",
      "originalIndex": "8316"
    },
    {
      "id": "quote_797_1755700867769",
      "character": "Ayasegawa Yumichika",
      "show": "Bleach",
      "quote": "And you better get this street clean enough to eat off of, or I'll kill you both.",
      "originalIndex": "8317"
    },
    {
      "id": "quote_798_1755700867769",
      "character": "Kira Izuru",
      "show": "Bleach",
      "quote": "Warriors aren't supposed to beg for their lives.",
      "originalIndex": "8318"
    },
    {
      "id": "quote_799_1755700867769",
      "character": "Kira Izuru",
      "show": "Bleach",
      "quote": "A grounded bird is nothing more than dinner.",
      "originalIndex": "8319"
    },
    {
      "id": "quote_800_1755700867769",
      "character": "Kariya Jin",
      "show": "Bleach",
      "quote": "A battle without risk is simply a child's quarrel.",
      "originalIndex": "8320"
    },
    {
      "id": "quote_801_1755700867769",
      "character": "Kuchiki Kouga",
      "show": "Bleach",
      "quote": "It seems that I was born under a star that forces me to watch young people, with futures ahead of them, die.",
      "originalIndex": "8321"
    },
    {
      "id": "quote_802_1755700867769",
      "character": "Kuchiki Kouga",
      "show": "Bleach",
      "quote": "Desiring power is dangerous.",
      "originalIndex": "8322"
    },
    {
      "id": "quote_803_1755700867769",
      "character": "Madarame Ikkaku",
      "show": "Bleach",
      "quote": "If you two are gonna goof off, try not to be so obvious about it.",
      "originalIndex": "8323"
    },
    {
      "id": "quote_804_1755700867769",
      "character": "Ganju Shiba",
      "show": "Bleach",
      "quote": "I've breathed enough sewer air to gag a hippo!",
      "originalIndex": "8324"
    },
    {
      "id": "quote_805_1755700867769",
      "character": "Uryuu Ishida",
      "show": "Bleach",
      "quote": "Did I just get nick-named Pencil?",
      "originalIndex": "8325"
    },
    {
      "id": "quote_806_1755700867769",
      "character": "Shihouin Yoruichi",
      "show": "Bleach",
      "quote": "Think about it this way: a person picks up a sword when he's trying to protect something. Perhaps it's your life or your social status, maybe a reputation, a loved one, or personal beliefs. The motives may be completely different, but in the end, it's the same desire to protect something.",
      "originalIndex": "8326"
    },
    {
      "id": "quote_807_1755700867769",
      "character": "Shihouin Yoruichi",
      "show": "Bleach",
      "quote": "Quit it. Stop whining. Unless you're able to activate your powers at will, you will die, like a dog, in the Soul Society.",
      "originalIndex": "8327"
    },
    {
      "id": "quote_808_1755700867769",
      "character": "Rukia Kuchiki",
      "show": "Bleach",
      "quote": "We are taught never to shed tears. For to shed tears means that the body has been defeated by emotion. And, to us, that simple act of crying proves, without question, that the existence of emotion is nothing but a burden.",
      "originalIndex": "8328"
    },
    {
      "id": "quote_809_1755700867769",
      "character": "Ganju Shiba",
      "show": "Bleach",
      "quote": "Ya gotta wonder about someone who'd be dumb enough to follow a person as crazy as he is. Wait, I think I just insulted myself.",
      "originalIndex": "8329"
    },
    {
      "id": "quote_810_1755700867769",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "If you want revenge, do it on your own! Don't draw innocent people into it!",
      "originalIndex": "8330"
    },
    {
      "id": "quote_811_1755700867769",
      "character": "Inoue Orihime",
      "show": "Bleach",
      "quote": "When people constantly show their affection for you, you start taking it for granted. If you don't realize how much they care for you until they're gone, you'll only be left with regret and remorse.",
      "originalIndex": "8331"
    },
    {
      "id": "quote_812_1755700867769",
      "character": "Inoue Orihime",
      "show": "Bleach",
      "quote": "There were a lot of things I wanted to do. I wanted to become a teacher, and an astronaut, and a baker... I wanted to go to a bunch of different donut shops and ask for one of everything! And I wanted to tell the ice-cream man to give me one of everything, too! I wish I could have five different lives! Then I could have been born in five different towns, and eaten five lifetime's worth of food, and had five different careers, and... fallen in love with the same person, five times.",
      "originalIndex": "8332"
    },
    {
      "id": "quote_813_1755700867769",
      "character": "Rukia Kuchiki",
      "show": "Bleach",
      "quote": "Those who are left behind in a fight or are in the way aren't the ones who lack power. They're the ones who lack resolve.",
      "originalIndex": "8333"
    },
    {
      "id": "quote_814_1755700867769",
      "character": "Urahara Kisuke",
      "show": "Bleach",
      "quote": "Training hard, risking your life... what's the difference?",
      "originalIndex": "8334"
    },
    {
      "id": "quote_815_1755700867769",
      "character": "Rukia Kuchiki",
      "show": "Bleach",
      "quote": "It's been a while! Or something like that...",
      "originalIndex": "8335"
    },
    {
      "id": "quote_816_1755700867769",
      "character": "Rukia Kuchiki",
      "show": "Bleach",
      "quote": "Shut up. Don't talk and keep running!",
      "originalIndex": "8336"
    },
    {
      "id": "quote_817_1755700867769",
      "character": "Madarame Ikkaku",
      "show": "Bleach",
      "quote": "Hey... whoever just called me bald, get over here!",
      "originalIndex": "8337"
    },
    {
      "id": "quote_818_1755700867769",
      "character": "Rukia Kuchiki",
      "show": "Bleach",
      "quote": "Revolving... If fate is a wheel, we are the cogs that drive it. We have no choice but to believe that this wheel is flawless and forge on ahead. The power of the individual cogs and their destinations... And the blade that is brought down upon them.",
      "originalIndex": "8338"
    },
    {
      "id": "quote_819_1755700867769",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "Revolving. And each time it's touched by the light of the sun and moon... The world is always changing into something new.",
      "originalIndex": "8339"
    },
    {
      "id": "quote_820_1755700867769",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "Kariya sought the power to change his fate. What I sought was... a turn of fate.",
      "originalIndex": "8340"
    },
    {
      "id": "quote_821_1755700867769",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "Because he attained so much power, he could only be controlled by it. And in the end, maybe his only option was to destroy himself.",
      "originalIndex": "8341"
    },
    {
      "id": "quote_822_1755700867769",
      "character": "Toushirou Hitsugaya",
      "show": "Bleach",
      "quote": "Authority never goes anywhere without a fanfare.",
      "originalIndex": "8342"
    },
    {
      "id": "quote_823_1755700867769",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "Whatever she is, it doesn't change the fact that she's here now. She still experiences anger, happiness and pain.",
      "originalIndex": "8343"
    },
    {
      "id": "quote_824_1755700867769",
      "character": "Senna",
      "show": "Bleach",
      "quote": "When you're up high, all the stuff that looks confusing and messed up...suddenly becomes crystal clear.",
      "originalIndex": "8344"
    },
    {
      "id": "quote_825_1755700867769",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "Arrogance destroys the footholds of victory.",
      "originalIndex": "8345"
    },
    {
      "id": "quote_826_1755700867769",
      "character": "Urahara Kisuke",
      "show": "Bleach",
      "quote": "That wasn't very nice. I do believe you've killed my hat.",
      "originalIndex": "8346"
    },
    {
      "id": "quote_827_1755700867769",
      "character": "Zangetsu",
      "show": "Bleach",
      "quote": "Abandon your fear. Turn and face him. Don't back an inch. Now, Ichigo, advance! Never stop! If you retreat, you will age. Be afraid, and you'll die.",
      "originalIndex": "8347"
    },
    {
      "id": "quote_828_1755700867769",
      "character": "Arisawa Tatsuki",
      "show": "Bleach",
      "quote": "You'll find that Ichigo has an uncanny knack for forgeting people's faces, and the names to go with them.",
      "originalIndex": "8348"
    },
    {
      "id": "quote_829_1755700867769",
      "character": "Rukia Kuchiki",
      "show": "Bleach",
      "quote": "*yelling at her pager, which is laying on the ground* Urahara! Why don't you ever pick up when I call you in emergencies like this? You call yourself a business man! Then why do you show up when you're not wanted, and then when I really need you, you won't answer?!",
      "originalIndex": "8349"
    },
    {
      "id": "quote_830_1755700867769",
      "character": "Kurosaki Karin",
      "show": "Bleach",
      "quote": "Isn't she awfully happy...for someone visiting a grave?",
      "originalIndex": "8350"
    },
    {
      "id": "quote_831_1755700867769",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "You nuts?! What kind of sick twisted freak attacks his own son while he's laying in bed, sleeping?!",
      "originalIndex": "8351"
    },
    {
      "id": "quote_832_1755700867769",
      "character": "Rukia Kuchiki",
      "show": "Bleach",
      "quote": "We stand in awe before that which can not be seen... And we respect, with every fiber, that which can not be explained.",
      "originalIndex": "8352"
    },
    {
      "id": "quote_833_1755700867769",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach",
      "quote": "What is a heart? If I rip open your chest, will I find it there? If I crack open your skull, will I find it there?",
      "originalIndex": "8531"
    },
    {
      "id": "quote_834_1755700867769",
      "character": "Urahara Kisuke",
      "show": "Bleach",
      "quote": "I'm sure it's just some pretty girl talking about me somewhere.",
      "originalIndex": "8559"
    },
    {
      "id": "quote_835_1755700867769",
      "character": "Urahara Kisuke",
      "show": "Bleach",
      "quote": "I'm so disappointed, Ichigo, so very disappointed. Sadly, your sword exhibits only fear. When you counter, it's because you fear being killed. When you attack, you fear killing. And when you protect someone, you fear you could let them die. At this point, the only thing your sword speaks is senseless fright, and that's not good. What you don't need in battle is fear. Nothing will come of it. When you counter, you don't let them cut you. When you protect someone, you don't let them die. And when you attack, you kill.",
      "originalIndex": "8560"
    },
    {
      "id": "quote_836_1755700867769",
      "character": "Zaraki Kenpachi",
      "show": "Bleach",
      "quote": "Everyone who searches for power, without exception, searches for battle. Do you fight in order to become more powerful? Or do you want more power so you can fight?",
      "originalIndex": "8561"
    },
    {
      "id": "quote_837_1755700867769",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "You know why big brothers are born first? To protect the little ones that come after them.",
      "originalIndex": "8563"
    },
    {
      "id": "quote_838_1755700867769",
      "character": "Zaraki Kenpachi",
      "show": "Bleach",
      "quote": "Sanity... what would I do with a useless thing like that?",
      "originalIndex": "8573"
    },
    {
      "id": "quote_839_1755700867769",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "Since the beginning, no one has ever stood in the heavens. Neither you, nor me, not even God himself. But that unbearable vacancy in the throne of Heaven shall be filled. From this day forth, I will stand in heaven.",
      "originalIndex": "8575"
    },
    {
      "id": "quote_840_1755700867769",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "Why are you putting so much distance between us? If you want to make sure it hits me, then you should get close and fire. Or is it that you're afraid of letting even a part of me out of your field of vision by getting close? If that's the case, then it's a foolish thought. Distance only has meaning in a fight between equals. With you and I, distance holds no meaning at all. Watch... If I do this, my hand is almost instantly at your heart.",
      "originalIndex": "8578"
    },
    {
      "id": "quote_841_1755700867769",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "The betrayal you can see is trivial. What is truly frightening and much more lethal, is the betrayal that you don't see.",
      "originalIndex": "8579"
    },
    {
      "id": "quote_842_1755700867769",
      "character": "Aizen Sousuke",
      "show": "Bleach",
      "quote": "Reason exists for those who cannot go on living without clinging to it. Now let's go... to the edge of reason.",
      "originalIndex": "8580"
    },
    {
      "id": "quote_843_1755700867769",
      "character": "Kuchiki Byakuya",
      "show": "Bleach",
      "quote": "As you pass into the next life feel honored that you have perished by my bankai.",
      "originalIndex": "8582"
    },
    {
      "id": "quote_844_1755700867769",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "From this point on, all your opinions are rejected!",
      "originalIndex": "8590"
    },
    {
      "id": "quote_845_1755700867769",
      "character": "Abarai Renji",
      "show": "Bleach",
      "quote": "We - the warriors, go now to the field of battle! Believe that our blades will not shatter!\nBelieve that our spirits will not break! Even if we walk separate paths, our iron resolve shall remain united! Swear! That even if the ground beneath us crumbles...we shall return here, alive, again..!",
      "originalIndex": "8600"
    },
    {
      "id": "quote_846_1755700867769",
      "character": "Abarai Renji",
      "show": "Bleach",
      "quote": "Worrying about a warrior's life on the battlefield is only an insult.",
      "originalIndex": "8604"
    },
    {
      "id": "quote_847_1755700867769",
      "character": "Kurosaki Ichigo",
      "show": "Bleach",
      "quote": "I'm not Superman, so I can't say anything big like \"I'll protect everyone on Earth!\". I'm not a modest guy who will say \"It's enough if I can protect as many people as my two hands can handle.\" either. I want to protect...a mountain-load of people.",
      "originalIndex": "8606"
    }
  ]
}