{
  "name": "Hellsing",
  "anilistId": 270,
  "totalQuotes": 36,
  "totalCharacters": 7,
  "quotes": [
    {
      "id": "quote_794_1755663456385",
      "character": "Integra Hellsing",
      "show": "Hellsing",
      "quote": "They're... eating my people!"
    },
    {
      "id": "quote_795_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "Eternity is wasted upon the likes of you. Try as you might, immortality slips away. And you remain with only your shame."
    },
    {
      "id": "quote_796_1755663456385",
      "character": "Jan Valentine",
      "show": "Hellsing",
      "quote": "And while you're waiting for us to kill you, we highly recommend p!$$!ng yourself, Followed by a course of praying to your impudent god. And cowarding in the corner and begging, always good. But if you act now, there's still time for an old-fashioned suicide!! Thank you London! We love you! Goodnight!"
    },
    {
      "id": "quote_797_1755663456385",
      "character": "Alexander Anderson",
      "show": "Hellsing",
      "quote": "*to Alucard* Demons do not cry... You became a demon, because you couldn't cry anymore, right? Humans cry, and when their tears finally run dry, there is nothing left, but a demon, nor a monster, and one finally prayer for death..."
    },
    {
      "id": "quote_798_1755663456385",
      "character": "Jan Valentine",
      "show": "Hellsing",
      "quote": "Hey bitch, get off me! I'm supposed to be on top!"
    },
    {
      "id": "quote_799_1755663456385",
      "character": "Walter C. Dornez",
      "show": "Hellsing",
      "quote": "I highly recommend pissing yourself followed by a course of praying to your impotent god."
    },
    {
      "id": "quote_800_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "Such a shame. I overestimated you. As a vampire, you were just a pathetic piece of shit. And now you're nothing but dog shit!"
    },
    {
      "id": "quote_801_1755663456385",
      "character": "Integra Hellsing",
      "show": "Hellsing",
      "quote": "These monsters dare to enter this house built on blood and honor! I will see them all roast in the deepest pits of Hell!"
    },
    {
      "id": "quote_802_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "No, you’re the maggot underneath the garbage! Look at you! That cheap outfit isn’t even fit for a carnival. What do you think you’re doing? Wearing a priest outfit, you don’t even know the meaning of shame. That’s what makes you trash! You’re a narrow-minded king… who creates a host of ghouls to keep as slaves. You’re a coward incapable of acting on your own. Even Hell wouldn’t accept you! Your instant vampires are cockroaches! Multiplying everywhere before you know it. I can’t stand your kind… half-ass vampire without the slightest bit of self-respect! You don’t even know what you are! By the \nway…  I have my reasons for serving humans. But of course, it’s not a story for trash like you."
    },
    {
      "id": "quote_803_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "Police girl… Enjoy this. Enjoy the massacre. This alone will make you strong."
    },
    {
      "id": "quote_804_1755663456385",
      "character": "Seras Victoria",
      "show": "Hellsing",
      "quote": "Eat Harkonnen, bitch!"
    },
    {
      "id": "quote_805_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "That dog is neither man nor monster. Only a man can truly hope to kill a monster."
    },
    {
      "id": "quote_806_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "Immortality is wasted on the young."
    },
    {
      "id": "quote_807_1755663456385",
      "character": "Montana Max",
      "show": "Hellsing",
      "quote": "At last, the sea lion has crossed the ocean and is heading up the hill! Attention soldiers of the Millennium battalion, this is a message from your commander! Friends, let's bring them Hell."
    },
    {
      "id": "quote_808_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "You are a fool who creates slaves to do your dirty work. A coward and an incompetent, incapable of doing anything on your own. You are not worthy of the lowest pits of Hell!"
    },
    {
      "id": "quote_809_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "Beautiful night, isn't it, Police Girl? It's especially beautiful, of course, if you're a bloodsucker."
    },
    {
      "id": "quote_810_1755663456385",
      "character": "Integra Hellsing",
      "show": "Hellsing",
      "quote": "[clenches Fist] No matter how intelligent or how strong they are still nothing but vampire trash."
    },
    {
      "id": "quote_811_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "Resignation is what kills people. Once they've rejected resignation, humans gain the privilege of making humanity their footpath."
    },
    {
      "id": "quote_812_1755663456385",
      "character": "Integra Hellsing",
      "show": "Hellsing",
      "quote": "I'm surrounded by idiots."
    },
    {
      "id": "quote_813_1755663456385",
      "character": "Seras Victoria",
      "show": "Hellsing",
      "quote": "A four-poster coffin. Bloody hell."
    },
    {
      "id": "quote_814_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "To become a monster like me, is to admit you were too weak to remain a human."
    },
    {
      "id": "quote_815_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "God spares no salvation to those who would beg for it. Nor is he merciful to those who would beseech his benevolence. These petty requests are no invocation to god. They are your death."
    },
    {
      "id": "quote_816_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "Look well at Integra’s “battle”, Police girl! Integra cut herself open, shed her own blood… and chose to fight for her life. Giving up kills people. When people reject giving up… they finally win the right to transcend humanity. “Never give up, even if it means death”… that is the pride and dignity of our \nmaster."
    },
    {
      "id": "quote_817_1755663456385",
      "character": "Integra Hellsing",
      "show": "Hellsing",
      "quote": "You're too loud, Police Girl. I don't care if you're a vampire, you're still English. Have some manners."
    },
    {
      "id": "quote_818_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "To reign over the kingdom of the world, to make its peace and write its laws; to be generous to the obedient and merciless to all who would stand against you. Nothing ever changes; two thousand years and you still act like the world is yours."
    },
    {
      "id": "quote_819_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "Stop Whining! All I did was cut off your stupid legs! Summon your demons! Transform yourself! Regenerate your legs! Stand up! Pick up your gun and attack me! Do something! The night is still so young, and the real fun is yet to start! Hurry, hurry, hurry, HURRY!!!"
    },
    {
      "id": "quote_820_1755663456385",
      "character": "Alexander Anderson",
      "show": "Hellsing",
      "quote": "Ask of me, and I shall give thee the heathen for thine inheritance, and for thy possession, the ends of the earth. Thou shalt break them with a rod of iron. Thou shalt dash them in pieces, like a potters vessel. Be wise now, therefore ye kings. Be admonished ye judges of the earth. Serve the lord with fear, and rejoice with trembling. Kiss the son lest he be angry, and ye perish in the way, though his wrath be kindled but a little."
    },
    {
      "id": "quote_821_1755663456385",
      "character": "Jan Valentine",
      "show": "Hellsing",
      "quote": "Little Hellsing chicky, I'm coming to find you. Come out and play, little Hellsing. It's going to be a lot of fun. We just want to torture you, kill you, maybe skullfuck your corpse a couple of times, burn your house to the ground, go home, and masturbate, okay?"
    },
    {
      "id": "quote_822_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "Have you ever wondered, Master, what it feels like to be hunted?"
    },
    {
      "id": "quote_823_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "It's a beautiful night. It almost makes me want to go out for a bite to drink."
    },
    {
      "id": "quote_824_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "You have gone and taken all those lives, and not even because you were thirsty! Is it fun... Huh! Is that what it takes for filth like you to get off..? Cheap little two bit terrors."
    },
    {
      "id": "quote_825_1755663456385",
      "character": "Integra Hellsing",
      "show": "Hellsing",
      "quote": "You want me to roll over like a dog? Give up, and accept defeat.. Ha! That seems to be the sort of language that your kind is used to using. Language for cowards who forfeited their humanity, because they were too weak to survive as such. Don’t look down on humans, you monsters. Come on. I’ll send you all to hell."
    },
    {
      "id": "quote_826_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "I can't help you. I belong to a world where all is death. Your world of choices was not meant for me to interfere with."
    },
    {
      "id": "quote_827_1755663456385",
      "character": "Montana Max",
      "show": "Hellsing",
      "quote": "Very well. Then krieg(German for \"war\") is what you shall have. We are a clenched fist, ready to strike down all who oppose us with our might. But, after enduring over half a century wallowing in the darkness, for us, a simple, \"ordinary\" war will no longer be sufficient. We need a massive war! A war beyond any other that man's history has ever known! We are but a single battalion, the remnants of a defeated army numbering less than a thousand strong. However, I believe that each of you old warriors is worth a thousand of their sickly soft children! We represent a force that could easily defeat an army of a million and one men!"
    },
    {
      "id": "quote_828_1755663456385",
      "character": "Jan Valentine",
      "show": "Hellsing",
      "quote": "Up, up! Down, down! Left, right, left, right! Bringing the motherfucking death by Konami! Ahh I'm so fucking hard right now! [laughs]"
    },
    {
      "id": "quote_829_1755663456385",
      "character": "Alucard",
      "show": "Hellsing",
      "quote": "The Bird of the Hermes is my name, eating my wings to make me tame."
    }
  ]
}