{
  "name": "Spice and Wolf",
  "anilistId": 2966,
  "totalQuotes": 37,
  "totalCharacters": 4,
  "quotes": [
    {
      "id": "quote_736_1755681806372",
      "character": "Kraft Lawrence",
      "show": "Spice and Wolf",
      "quote": "The heart becomes scratched and dented and repaired over time, and with one glance, you'd be able to tell your own from others."
    },
    {
      "id": "quote_737_1755681806372",
      "character": "Fleur Boland",
      "show": "Spice and Wolf",
      "quote": "Money can buy companionship, but not its quality."
    },
    {
      "id": "quote_738_1755681806372",
      "character": "Kraft Lawrence",
      "show": "Spice and Wolf",
      "quote": "In life, it's better to assume that bad things will happen to you rather than good things. You can't look at someone else's success and assume that it will happen to you. There are a lot of people in the world, so it makes sense that one or two of them are going to be fortunate. But there's only one of you. Assuming that good fortune will come to you is no different than pointing a finger at a random person and predicting the same for them. But do you think that prediction would come true?"
    },
    {
      "id": "quote_739_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "I do not want to wake from my dream and discover that I am all alone. I am tired of being alone! I do not want to be cold! I do not want to be lonely!"
    },
    {
      "id": "quote_740_1755681806372",
      "character": "Kraft Lawrence",
      "show": "Spice and Wolf",
      "quote": "We do not live in a fairy-tale world. We cannot simply take revenge on those who have betrayed us and say \"the end\". We have to live on after this. And taking revenge for betrayal only invites more revenge."
    },
    {
      "id": "quote_741_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "Though possessing two eyes, most creatures can see but a single thing at a time."
    },
    {
      "id": "quote_742_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "I have no fear of watching you grow old while I remain young. I'll even watch you on your death bed. I am no stranger to death. But your heart is like that of an innocent child. It has always accepted everything about me, without hesitation. Because of that I am very afraid."
    },
    {
      "id": "quote_743_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "No matter the journey, when you come to a fork in the road, you must decide in an instant which path to take."
    },
    {
      "id": "quote_744_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "The more painful the memories one recollects, the better the laughter."
    },
    {
      "id": "quote_745_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "I am not so grand, not as a god. I am Horo, and Horo is all that I am."
    },
    {
      "id": "quote_746_1755681806372",
      "character": "Kraft Lawrence",
      "show": "Spice and Wolf",
      "quote": "Stories are better when they have an ending, are they not?"
    },
    {
      "id": "quote_747_1755681806372",
      "character": "Kraft Lawrence",
      "show": "Spice and Wolf",
      "quote": "We are both merchants, and I'll promise you one thing. We will not laugh until we get the money, and we will not cry until we go bankrupt. And guess what? We are going to laugh."
    },
    {
      "id": "quote_748_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "I am Horo the Wise Wolf, and I am a very proud wolf."
    },
    {
      "id": "quote_749_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "I want you to please understand the scales of my heart will always be swaying back and forth. But there is something you should know. I will never lean to one side or the other due to the weight of gold coins."
    },
    {
      "id": "quote_750_1755681806372",
      "character": "Kraft Lawrence",
      "show": "Spice and Wolf",
      "quote": "Profit could warm his coin purse, but never his back."
    },
    {
      "id": "quote_751_1755681806372",
      "character": "Kraft Lawrence",
      "show": "Spice and Wolf",
      "quote": "There are many different ways to solve a problem. But once it's solved, we must live our lives. Which means we should choose not the simplest solution, but the one that will allow us to feel the most at peace once it's done."
    },
    {
      "id": "quote_752_1755681806372",
      "character": "Kraft Lawrence",
      "show": "Spice and Wolf",
      "quote": "A traveler does not leave regret behind in a village, but good memories."
    },
    {
      "id": "quote_753_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "One can hardly lose what one does not already have."
    },
    {
      "id": "quote_754_1755681806372",
      "character": "Kraft Lawrence",
      "show": "Spice and Wolf",
      "quote": "The important thing is to think of something nobody else is thinking of. \"Ignorance is a sin\" is not about knowledge - it's about wisdom."
    },
    {
      "id": "quote_755_1755681806372",
      "character": "Mark",
      "show": "Spice and Wolf",
      "quote": "Poets say love can't be bought with money. Preachers say that there are things more important than money. So even though we work hard just to earn money, how can we obtain something more important than that?"
    },
    {
      "id": "quote_756_1755681806372",
      "character": "Kraft Lawrence",
      "show": "Spice and Wolf",
      "quote": "While it may be that ignorance is a sin, it's impossible to know everything."
    },
    {
      "id": "quote_757_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "When the time comes, I may need to borrow your chest to cry upon. That's one promise I'll need from you."
    },
    {
      "id": "quote_758_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "There were two kinds of strength. One was the strength that came with having something to protect. The other was the strength of having nothing to lose."
    },
    {
      "id": "quote_759_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "Loneliness is a sickness that leads to death."
    },
    {
      "id": "quote_760_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "When you are experienced you can become overly confident and such confidence can prove fatal."
    },
    {
      "id": "quote_761_1755681806372",
      "character": "Kraft Lawrence",
      "show": "Spice and Wolf",
      "quote": "If I got angry at every little thing, my body wouldn't be able to hold it all."
    },
    {
      "id": "quote_762_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "If you're looking at a single withered tree, it can seem like a big wound to the forest. But from the forest's perspective, that tree's remains will nourish other plants, acting for the good of the whole forest. If you change your perspective, a situation right in front of you, can reverse itself."
    },
    {
      "id": "quote_763_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "Betrayal demands revenge. Sin must have punishment."
    },
    {
      "id": "quote_764_1755681806372",
      "character": "Kraft Lawrence",
      "show": "Spice and Wolf",
      "quote": "We humans can indeed lose again something we've lost already."
    },
    {
      "id": "quote_765_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "Stop pouting! You learned something valuable. Remember the lesson, not the disappointment."
    },
    {
      "id": "quote_766_1755681806372",
      "character": "Kraft Lawrence",
      "show": "Spice and Wolf",
      "quote": "He, who knows how to do something, is the servant of he, who knows why that thing must be done."
    },
    {
      "id": "quote_767_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "All men are jealous and stupid, and all women are stupid to be happy about it, idiots are everywhere you look!"
    },
    {
      "id": "quote_768_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "Once you taste poison, you might as well finish the meal. If it comes to that you would make as fine a dish as any."
    },
    {
      "id": "quote_769_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "The world is indeed full of malice, but there are some pitfalls one can avoid as long as one knows of them- ignorance is a sin, after all."
    },
    {
      "id": "quote_770_1755681806372",
      "character": "Kraft Lawrence",
      "show": "Spice and Wolf",
      "quote": "A lie that can't be disproven is no different from the truth."
    },
    {
      "id": "quote_771_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "Even if a question has a proper answer, sometimes one cannot simply give it away."
    },
    {
      "id": "quote_772_1755681806372",
      "character": "Horo",
      "show": "Spice and Wolf",
      "quote": "When a person lies, what is important is not the lie itself. No, it is their reason. Their why."
    }
  ]
}