{
  "name": "Berserk",
  "anilistId": 33,
  "totalQuotes": 45,
  "totalCharacters": 7,
  "quotes": [
    {
      "id": "quote_1401_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "Throughout my life, the moments, and people who have defined me... they have all been illuminated by sparks."
    },
    {
      "id": "quote_1402_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "My place really was here. I was too foolish and stubborn to notice. But, what I truly hoped for then was here. Why do I always realize it... when I've already lost it."
    },
    {
      "id": "quote_1403_1755663501465",
      "character": "Griffith",
      "show": "Berserk",
      "quote": "Stake your lives on this fight! Our survival demands that we stake our lives on this fight! And to survive, is to be victorious!"
    },
    {
      "id": "quote_1404_1755663501465",
      "character": "Godo",
      "show": "Berserk",
      "quote": "Hate is a place, where a man who can't stand sadness, goes."
    },
    {
      "id": "quote_1405_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "I don't want what another man can give me. If he grants me anything, then it's his to give and not my own."
    },
    {
      "id": "quote_1406_1755663501465",
      "character": "Griffith",
      "show": "Berserk",
      "quote": "While many can pursue their dreams in solitude, other dreams are like great storms blowing hundreds, even thousands of dreams apart in their wake. Dreams breathe life into men and can cage them in suffering. Men live and die by their dreams. But long after they have been abandoned they still smolder deep in men's hearts. Some see nothing more than life and death. They are dead, for they have no dreams."
    },
    {
      "id": "quote_1407_1755663501465",
      "character": "Griffith",
      "show": "Berserk",
      "quote": "Among thousands of comrades and ten thousand enemies, only you... only you made me forget my dream. I see it!"
    },
    {
      "id": "quote_1408_1755663501465",
      "character": "Judeau",
      "show": "Berserk",
      "quote": "Whether it's good or bad, it's so unfortunate to wake up during a dream."
    },
    {
      "id": "quote_1409_1755663501465",
      "character": "Griffith",
      "show": "Berserk",
      "quote": "For me to call a man my friend, he must be equal to me in all respects."
    },
    {
      "id": "quote_1410_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "I want out of this damn moat!"
    },
    {
      "id": "quote_1411_1755663501465",
      "character": "Griffith",
      "show": "Berserk",
      "quote": "It is my perception, that a true friend never relies on another's dream. A person with the potential to be my true friend, must be able to find his reason for life without my help. And, he would have to put his heart and soul into protecting his dream. He would never hesitate to fight for his dream, even against me. For me, a true friend is one who stands equal on those terms."
    },
    {
      "id": "quote_1412_1755663501465",
      "character": "Berserk",
      "show": "Berserk",
      "quote": "In this world is the destiny of mankind controlled by some transcendental entity or law? Is it like the hand of god hovering from above? Perhaps men have no control even over their own will."
    },
    {
      "id": "quote_1413_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "You have the strongest armour, because you are the weakest!"
    },
    {
      "id": "quote_1414_1755663501465",
      "character": "Berserk",
      "show": "Berserk",
      "quote": "Dreams, ambition, love, hope; in this world, could the glories of a youthful heart be.. forbidden?"
    },
    {
      "id": "quote_1415_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "In the end the winner is still the last man standing."
    },
    {
      "id": "quote_1416_1755663501465",
      "character": "Schierke",
      "show": "Berserk",
      "quote": "No matter how strong, for a human to fight a monster means he has submerged his humanity and transformed himself into a greater monster."
    },
    {
      "id": "quote_1417_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "Humans are weak... but we want to live. Even if we're wounded... or tortured... we feel the pain."
    },
    {
      "id": "quote_1418_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "When you meet your God tell him to leave me alone."
    },
    {
      "id": "quote_1419_1755663501465",
      "character": "Griffith",
      "show": "Berserk",
      "quote": "In this world, some people born are like keys that move the world and exist having no connection to the social hierarchy established by man."
    },
    {
      "id": "quote_1420_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "If you're alone... if it's just your life, you can use it however you please Wear yourself out, get cut to ribbons, doesn't matter. But when there's two, the blade grows heavy. Fighting like death doesn't concern you becomes a thing of the past. It's no longer just you. I threw away my way of life, relied on the strength of others, and somehow pushed on."
    },
    {
      "id": "quote_1421_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "You're right, we are mortal and fragile. But even if we are tortured or wounded, we'll fight to survive. You should feel the pain we feel and understand. I am the messenger that will deliver you to that pain and understanding."
    },
    {
      "id": "quote_1422_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "Could you settle for a smile, and a fond farewell?"
    },
    {
      "id": "quote_1423_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "One who does something he hates just because he's told to.. is called an errand boy."
    },
    {
      "id": "quote_1424_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "If you're always worried about crushing the ants beneath you... you won't be able to walk."
    },
    {
      "id": "quote_1425_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "The reward for ambition too great... is self destruction."
    },
    {
      "id": "quote_1426_1755663501465",
      "character": "Griffith",
      "show": "Berserk",
      "quote": "A friend would not just follow another's dream... a friend would find his own reason to live."
    },
    {
      "id": "quote_1427_1755663501465",
      "character": "Griffith",
      "show": "Berserk",
      "quote": "Death on the battlefield comes regardless of class, royal or common. The loser must die!"
    },
    {
      "id": "quote_1428_1755663501465",
      "character": "Godo",
      "show": "Berserk",
      "quote": "If you desire one thing for so long, it's a given that you'll miss other things along the way. That's how it is... that's life."
    },
    {
      "id": "quote_1429_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "People bring the small flames of their wishes together... since they don't want to extinguish the small flame... they'll bring that small flame to a bigger fire. A big flame named Griffith. But you know... I didn't bring a flame with me. I think I just stopped by to warm myself by the bonfire."
    },
    {
      "id": "quote_1430_1755663501465",
      "character": "Griffith",
      "show": "Berserk",
      "quote": "I feel no responsibility to comrades who've lost lives under my command. Because they chose to fight in each battle.. Just as I chose this. But if there is something that... I can do for them. Something I can do for the dead... Then it is to win! I must keep winning to attain my dream. The same one they clung to, and risked their lives for!! To realize my dream, I will perch on top of their corpses.. It is a blood-smeared dream, after all. I don't regret or feel guilty about it.. But to risk thousands of lives while never getting myself dirty. It's not a dream that can be so easily realized!"
    },
    {
      "id": "quote_1431_1755663501465",
      "character": "Griffith",
      "show": "Berserk",
      "quote": "Is he living his dreams in death? Or.. is death the end of dreams?"
    },
    {
      "id": "quote_1432_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "Even if we painstakingly piece together something lost, it doesn't mean things will ever go back to how they were."
    },
    {
      "id": "quote_1433_1755663501465",
      "character": "Berserk",
      "show": "Berserk",
      "quote": "Dreams. Each man longs to pursue his dream. Each man is tortured by this dream, but the dream gives meaning to his life. Even if the dream ruins his life, man cannot allow himself to leave it behind. In this world, is man ever able to possess anything more solid, than a dream?"
    },
    {
      "id": "quote_1434_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "People who perish in other’s battles are worms… If one can’t live their life the way they want, they might as well die."
    },
    {
      "id": "quote_1435_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "I'd rather fight for my life than live it."
    },
    {
      "id": "quote_1436_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "He appeared right in front of me, and he wasn't a demon... but what looked like a human. As if he'd been yanked from before into the present unchanged. I gazed at him and for a second... I forgot to kill him."
    },
    {
      "id": "quote_1437_1755663501465",
      "character": "Berserk",
      "show": "Berserk",
      "quote": "Providence may guide a man to meet one specific person, even if such guidance eventually leads him to darkness. Man simply cannot forsake the beauty of his own chosen path. When will man learn a way to control his soul?"
    },
    {
      "id": "quote_1438_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "Every sword belongs in its sheath. Go back to the sheath your master holds. Go back to Griffith."
    },
    {
      "id": "quote_1439_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "You're going to be all right. You just stumbled over a stone in the road. It means nothing. Your goal lies far beyond this. Doesn't it? I'm sure you'll overcome this. You'll walk again... soon."
    },
    {
      "id": "quote_1440_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "FUCK YOU. I'm human, the real deal, right down to the fuckin' marrow of my bones. Don't lump me together with you faggot-ass monsters."
    },
    {
      "id": "quote_1441_1755663501465",
      "character": "Void",
      "show": "Berserk",
      "quote": "If fate is a principle beyond Human comprehension which capriciously torments man, then it is karma that man confront fate by embracing sorcery."
    },
    {
      "id": "quote_1442_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "Do whatever you want now. But if you disturb me, I'll kill you."
    },
    {
      "id": "quote_1443_1755663501465",
      "character": "Griffith",
      "show": "Berserk",
      "quote": "A dream... It's something you do for yourself, not for others."
    },
    {
      "id": "quote_1444_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "Let's have a drink. Hh shut up... The alcohol will disinfect me from the inside!"
    },
    {
      "id": "quote_1445_1755663501465",
      "character": "Guts",
      "show": "Berserk",
      "quote": "Look, look around carefully. Strain your eyes. At the darkness around us... At the darkness... around me. You said, \"anywhere but here\". This is where. Here at the border. Gathered by the winds. Those who've met their final destiny hanging between jealousy and regret. Those who failed, swept together here. You say \"It doesn't matter where\". If you follow me, this is where you'll go! This is your Eden!\n\nYou run from it. It is no Eden.\nIf you follow me... to this place... the entire world... is a battlefield."
    }
  ]
}