{
  "name": "Kino No Tabi",
  "anilistId": 3466,
  "totalQuotes": 9,
  "totalCharacters": 2,
  "quotes": [
    {
      "id": "quote_2363_1755682251225",
      "character": "Kino",
      "show": "Kino No Tabi",
      "quote": "The world is not beautiful. Therefore it is."
    },
    {
      "id": "quote_2364_1755682251225",
      "character": "Kino",
      "show": "Kino No Tabi",
      "quote": "Whenever people see birds flying through the sky, it's said that they get the urge to go on a journey."
    },
    {
      "id": "quote_2365_1755682251225",
      "character": "Kino",
      "show": "Kino No Tabi",
      "quote": "Normal people don't become authors to begin with, Hermes."
    },
    {
      "id": "quote_2366_1755682251225",
      "character": "Kino",
      "show": "Kino No Tabi",
      "quote": "The reason we hurt others is because we don't understand their pain."
    },
    {
      "id": "quote_2367_1755682251225",
      "character": "Kino",
      "show": "Kino No Tabi",
      "quote": "It's probably a lie. The reason why I only stay for three days in any country. I'm afraid I'll settle down, if I stay too long. Because if I settled down, I would cease to be a traveler."
    },
    {
      "id": "quote_2368_1755682251225",
      "character": "Kino",
      "show": "Kino No Tabi",
      "quote": "Being able to forget things you want to forget, and being able to remember things you want to remember, is such a great thing, you know?"
    },
    {
      "id": "quote_2369_1755682251225",
      "character": "Kino",
      "show": "Kino No Tabi",
      "quote": "It's interesting, isn't it? The way that when someone expresses something, someone else always shows up to interpret it."
    },
    {
      "id": "quote_2370_1755682251225",
      "character": "The Author",
      "show": "Kino No Tabi",
      "quote": "Classification of fantasy and reality is itself a fantasy that humans created... Life begins when you make a distinction between yourself and others. From that moment on, the world becomes a stage for the story in which you are the main character. All humans live in a fantasy in which they are the main character. But the world doesn't recognize you as the main character at all. What nonsense. Everyone lives their entire life tormented by this confusion. There's only one way out of this hell. To place yourself in a position that is neither the main character nor a supporting role. In other words, the author."
    },
    {
      "id": "quote_2371_1755682251225",
      "character": "Kino",
      "show": "Kino No Tabi",
      "quote": "The world is not beautiful; and that, in a way, lends it a sort of beauty."
    }
  ]
}