{
  "name": "Fate/stay night",
  "anilistId": 356,
  "totalQuotes": 75,
  "totalCharacters": 11,
  "lastUpdated": "2025-08-20T14:43:31.684Z",
  "quotes": [
    {
      "id": "quote_597_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "...Yes, the desire to protect something... is, at the same time, none other than the wish for something to violate it."
    },
    {
      "id": "quote_598_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "If you have a wish, don't go back to the past and redo everything. If you want to change yourself, don't change the past, but change who you are now!"
    },
    {
      "id": "quote_599_1755681790745",
      "character": "Tohsaka Rin",
      "show": "Fate/stay night",
      "quote": "The world is just another word for the things you value around you, right? That's something I've had since I was born. If you tell me to rule such a world, I already rule it."
    },
    {
      "id": "quote_600_1755681790745",
      "character": "Fate/stay night",
      "show": "Fate/stay night",
      "quote": "Dreams are more beautiful if they stay as dreams."
    },
    {
      "id": "quote_601_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "I'm home. What, are you greeting me in an apron? You look pretty good in it."
    },
    {
      "id": "quote_602_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "Emiya Shirou! Listen, you are not \"one who fights\". You are nothing more than \"one who creates\". Don't think of irrelevant things. There is only one thing you can do, master that one thing. Do not forget. The thing you image is always \"your strongest self.\" You don't need any other enemies. The opponent you have to fight is none other than \"your own image\"."
    },
    {
      "id": "quote_603_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "It feels so close to me, yet I can't reach it even if I hold out my hands. But even if I can't reach it, there are things that will stay in my heart. Being in the same time and looking at the same sky – if I can remember that, then even if we are far apart, I believe we can still be together."
    },
    {
      "id": "quote_604_1755681790745",
      "character": "Kotomine Kirei",
      "show": "Fate/stay night",
      "quote": "It is the path you have chosen. Take pride in it."
    },
    {
      "id": "quote_605_1755681790745",
      "character": "Emiya Kiritsugu",
      "show": "Fate/stay night",
      "quote": "The result is the most important thing."
    },
    {
      "id": "quote_606_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "I can't stray from my path for those I've left behind."
    },
    {
      "id": "quote_607_1755681790745",
      "character": "Tohsaka Rin",
      "show": "Fate/stay night",
      "quote": "Those who aim further for other's sake. Those who think of others before themselves. ...And those who hate themselves more than anyone. These are the qualities of a Magus. This is a contradiction you can only have if you are born broken."
    },
    {
      "id": "quote_608_1755681790745",
      "character": "Lancer",
      "show": "Fate/stay night",
      "quote": "Heroes always die due to unreasonable orders."
    },
    {
      "id": "quote_609_1755681790745",
      "character": "Gilgamesh",
      "show": "Fate/stay night",
      "quote": "A lot of something is ugly in itself."
    },
    {
      "id": "quote_610_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "[To Gilgamesh] That's right. I don't create swords. I create a world that contains infinite swords. This is the only magic allowed for me. There's no need to be surprised. These are all imitations. As you say, these are all trifling swords. But there is no rule that says an imitation cannot defeat the original. If you say you are the original, I will surpass every one of your weapons and destroy your existence. Here I come, King of Heroes! Do you have enough swords in stock?"
    },
    {
      "id": "quote_611_1755681790745",
      "character": "Kotomine Kirei",
      "show": "Fate/stay night",
      "quote": "There are worthless things, but there are no meaningless things."
    },
    {
      "id": "quote_612_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "Do not think about other things, there is only one thing you can do. So master that one thing. Do not forget. What you must imagine is always that you, yourself, are the strongest. You do not need outside enemies. For you, the one you have to fight is none other than your own image."
    },
    {
      "id": "quote_613_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "...She's scary. People who can put on a serious face while joking are the scariest."
    },
    {
      "id": "quote_614_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "What's past is past. I cannot redo it, nor go back to it. I have escaped from that scene and still continue to live. All I can do is look forward."
    },
    {
      "id": "quote_615_1755681790745",
      "character": "Emiya Kiritsugu",
      "show": "Fate/stay night",
      "quote": "Saving someone means not saving someone else."
    },
    {
      "id": "quote_616_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "The weakness that had accepted death now became the strength of wanting to live."
    },
    {
      "id": "quote_617_1755681790745",
      "character": "Emiya Kiritsugu",
      "show": "Fate/stay night",
      "quote": "If I can, I'd prefer nobody to be sad."
    },
    {
      "id": "quote_618_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "But that's enough. If there is overwhelming power and speed, there is no room for technique. Techniques are something humans invented to compensate for their weaknesses."
    },
    {
      "id": "quote_619_1755681790745",
      "character": "Gilgamesh",
      "show": "Fate/stay night",
      "quote": "If a couple curses stopped me, what kind of hero would I be?!"
    },
    {
      "id": "quote_620_1755681790745",
      "character": "Fate/stay night",
      "show": "Fate/stay night",
      "quote": "The storyteller may fall silent, the music may cease, but the story will not end. Be it tragedy or comedy, as long as there is applause, the story will not end. It is just like the multitude of human lives. Warm blessings to we who were not rewarded, and we who are still on our way. Our travels continue on."
    },
    {
      "id": "quote_621_1755681790745",
      "character": "Kotomine Kirei",
      "show": "Fate/stay night",
      "quote": "It is a simple story. There is nothing that brings me happiness. It does not matter, let it be believing in people or having people believe in me. What other people called happiness did not bring me any joy."
    },
    {
      "id": "quote_622_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "Maybe I got something wrong, but it doesn't matter because the thought of wanting to help others definitely isn't wrong."
    },
    {
      "id": "quote_623_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "You are a hateful woman. You oppose me to the very end. But I shall forgive you."
    },
    {
      "id": "quote_624_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "An ideal is only an ideal after all. As long as you embrace that ideal, the friction with reality will continue to increase. So you will someday face reality and will have to pay the price for your compromises."
    },
    {
      "id": "quote_625_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "I killed many people to act on my ideal. I killed so many that I stopped caring about innocent people and I saved a thousand times as many as I killed."
    },
    {
      "id": "quote_626_1755681790745",
      "character": "Emiya Kiritsugu",
      "show": "Fate/stay night",
      "quote": "Righteousness cannot save the world."
    },
    {
      "id": "quote_627_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "I don't have any wishes that won't come true or that are impossible. Because if it's a dream I can't reach by myself, I won't even dream it in the first place."
    },
    {
      "id": "quote_628_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "I don't mind losing to someone, but I won't be beaten by myself."
    },
    {
      "id": "quote_629_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "Even if I could redo the past, I must not take back what has already happened, because if I do that, everything would be a lie: those tears, that pain, those memories, that cold reality that hurts my heart, all of it. There were people who died in pain. There were people who risked their lives to save others. There were people who mourned for the deaths. But then, if everything were taken back and it did not happen, where would all of those go? The dead people would not come back. Reality cannot be overturned. To continue on remembering the pain and the weight… isn't that how lost things remain? People will eventually die and death itself is sad, but pain shouldn't be the only thing that remains. A death is painful, but it also leaves behind bright memories. As I am bound by these people's deaths… As I am protected by my memories of Kiritsugu... I believe memories become constraints and change the people living now... Even if... They are memories that will eventually be forgotten."
    },
    {
      "id": "quote_630_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "Fortunately, I do not have any pride. But what about it? Will the name of the hero be disgraced? Hah, don't make me laugh, Lancer. You can wash away disgrace with results. You can feed your meaningless pride to the dogs."
    },
    {
      "id": "quote_631_1755681790745",
      "character": "Saber",
      "show": "Fate/stay night",
      "quote": "Hunger is the enemy."
    },
    {
      "id": "quote_632_1755681790745",
      "character": "Kotomine Kirei",
      "show": "Fate/stay night",
      "quote": "People cannot change the past. All we can do, is accept our own actions. If you still wish to be burdened by your sins, let it show in your future actions. It is your choice how to perceive something that has already happened."
    },
    {
      "id": "quote_633_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "I am the bone of my sword. Steel is my body, and fire is my blood. I have created over a thousand blades. Unknown to death. Nor known to life. Have withstood pain to create many weapons. Yet, those hands will never hold anything. So as I pray,\n'Unlimited Blade Works'"
    },
    {
      "id": "quote_634_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "The wish of wanting everyone to be happy is merely a fairy tale!"
    },
    {
      "id": "quote_635_1755681790745",
      "character": "Kotomine Kirei",
      "show": "Fate/stay night",
      "quote": "I want to know if it is a crime to live as you are, when you are different from others."
    },
    {
      "id": "quote_636_1755681790745",
      "character": "Saber",
      "show": "Fate/stay night",
      "quote": "Anything edible is acceptable. Extravagance is our enemy."
    },
    {
      "id": "quote_637_1755681790745",
      "character": "Lancer",
      "show": "Fate/stay night",
      "quote": "It should be natural for you to drink until dawn with someone you get along with, even if he may be your enemy."
    },
    {
      "id": "quote_638_1755681790745",
      "character": "Saber",
      "show": "Fate/stay night",
      "quote": "There are no regrets. If one can be proud of one's life, one should not wish for another chance."
    },
    {
      "id": "quote_639_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "Atone for my sins? [...] I have no sins to atone for, nor have I forced such a meaningless concept on anyone."
    },
    {
      "id": "quote_640_1755681790745",
      "character": "Kotomine Kirei",
      "show": "Fate/stay night",
      "quote": "If there is a pure wish in this world, it must be the desire to be born."
    },
    {
      "id": "quote_641_1755681790745",
      "character": "Emiya Kiritsugu",
      "show": "Fate/stay night",
      "quote": "I was reckless when I was young. I educated myself by cursing the heartlessness of the world. The world was cruel - so I made myself more heartless and used that as a weapon, trying to follow through on my ideals."
    },
    {
      "id": "quote_642_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "You can certainly fulfill your wish to \"save someone\". But a wish for you to save yourself, does not exist. You will embrace a borrowed ideal that is not yours, and you will probably pursue it until you die."
    },
    {
      "id": "quote_643_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "Know that the only people you can save like that are the ones that survive."
    },
    {
      "id": "quote_644_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "I can't lose against myself. There's no element that would make me lose if our powers are equal. To admit defeat against such an enemy is to declare that I'm wrong."
    },
    {
      "id": "quote_645_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "I don't want to regret anything. I want to make all the tragedies that happened into meaningful things by believing that my path is right."
    },
    {
      "id": "quote_646_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "If you walk down the path that you believe is right, you cannot be wrong."
    },
    {
      "id": "quote_647_1755681790745",
      "character": "Assassin",
      "show": "Fate/stay night",
      "quote": "A warrior would rather die, than survive defeat."
    },
    {
      "id": "quote_648_1755681790745",
      "character": "Kotomine Kirei",
      "show": "Fate/stay night",
      "quote": "A certain scripture mentions that humans are superior to angels. Why? Because there are people who know of evil, but do not become evil. It's different from angels, who know only of good since birth. Humans have evil, but can live as good, so they are superior to angels, who know only good."
    },
    {
      "id": "quote_649_1755681790745",
      "character": "Saber",
      "show": "Fate/stay night",
      "quote": "...a man without fear cannot be wise."
    },
    {
      "id": "quote_650_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "Someday, my memories of her will fade. Her voice, her actions – I might forget them as well. But even then, I will always remember that I loved her."
    },
    {
      "id": "quote_651_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "My goal is so far away that I'm not even on the starting line yet."
    },
    {
      "id": "quote_652_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "Yes, I saw it over and over... Meaningless massacres. Meaningless suffering. Meaningless happiness! I was forced to watch it all. Even when I refused to look, it surrounded me. That isn't what I wished for! I didn't become a Guardian for this!"
    },
    {
      "id": "quote_653_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "Oh, immortality. Heh, I gave that to the snake."
    },
    {
      "id": "quote_654_1755681790745",
      "character": "Emiya Kiritsugu",
      "show": "Fate/stay night",
      "quote": "They call certain methods of fighting good and others evil, acting as if there were some nobility to the battlefield. Such illusions, perpetrated by heroes throughout history, have led countless young men to their bloody deaths, all for the sake of this valor and glory."
    },
    {
      "id": "quote_655_1755681790745",
      "character": "Kotomine Kirei",
      "show": "Fate/stay night",
      "quote": "I envy you people. What I sought, but could not obtain. What I obtained, but could not obtain. Many things slipped out between my fingers, no matter what commandment I used."
    },
    {
      "id": "quote_656_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "Do you have enough swords, King of Heroes?"
    },
    {
      "id": "quote_657_1755681790745",
      "character": "Kotomine Kirei",
      "show": "Fate/stay night",
      "quote": "You should know. Your wish will not come true unless there is a clear evil. Even if it's not something you approve of, a hero of justice requires a villain to defeat."
    },
    {
      "id": "quote_658_1755681790745",
      "character": "Souichirou Kuzuki",
      "show": "Fate/stay night",
      "quote": "It is fine to assume that the Master's role is to support the battle from the back. But there are always exceptions. There are Masters who can only fight head on."
    },
    {
      "id": "quote_659_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "Is it really worth saving this sad and ugly world, when there is nothing left after it is saved? With all this death, cruelty and sadness, do you still want to become a hero?"
    },
    {
      "id": "quote_660_1755681790745",
      "character": "Emiya Kiritsugu",
      "show": "Fate/stay night",
      "quote": "Knights cannot save the world."
    },
    {
      "id": "quote_661_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "That's all I wanted to say. There is nothing at the end of helping people. It is a false life that can save neither yourself nor others."
    },
    {
      "id": "quote_662_1755681790745",
      "character": "Lancer",
      "show": "Fate/stay night",
      "quote": "---Well said. Then you can die first."
    },
    {
      "id": "quote_663_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "Eternity is instantaneous, and an instant is eternal."
    },
    {
      "id": "quote_664_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "It is at the moment of death that humanity has value."
    },
    {
      "id": "quote_665_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "Yes, the seats are limited. There are always fewer seats called \"happiness\" than there are people to fill them."
    },
    {
      "id": "quote_666_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "Blue sky is in the distance. It feels so close. Yet, I cannot grab it even if I reach out with my hands. I looked up at the stars before. The stars that I cannot reach and the wishes that will not be granted. There is nothing we have been able to leave behind for each other. Therefore, traces and memories will disappear someday. But still... Even if it will not reach her, there should be something that will remain in our hearts. There is nothing that remains in our hands, but we lived the same time and looked up at the same things. If I can remember that. I can believe that we can be together even if we are far apart."
    },
    {
      "id": "quote_667_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "That is why I will keep running for now. If I aim for the distance, there should come a day when I would be able to reach out to what I have been aiming for."
    },
    {
      "id": "quote_668_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "Defying me till the very end, huh? But I'll forgive you. Some things are beautiful exactly because they are unobtainable."
    },
    {
      "id": "quote_669_1755681790745",
      "character": "Emiya Shirou",
      "show": "Fate/stay night",
      "quote": "People die when they are killed."
    },
    {
      "id": "quote_670_1755681790745",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "That's right! I admired his desire to save people because it was beautiful! But none of that feeling is my own! What else can you call it but hypocrisy?! I was driven by my obsessive need to help someone. I kept running, neither noticing the pain nor how wrong I was! But it's all a fake. Such hypocrisy can not save anything. No, first of all, I didn't even know what I wanted to save!"
    },
    {
      "id": "quote_26_1755701011684",
      "character": "Archer",
      "show": "Fate/stay night",
      "quote": "Drown in your ideals and die!",
      "originalIndex": "8554"
    }
  ]
}