{
  "name": "Nibari No Ou",
  "anilistId": 3655,
  "totalQuotes": 12,
  "totalCharacters": 10,
  "lastUpdated": "2025-08-20T10:45:18.894Z",
  "quotes": [
    {
      "id": "quote_97_1755685953677",
      "character": "Tojuro Hattori",
      "show": "Nabari no Ou",
      "quote": "Humans lose focus of the big picture when they’re drunken in the midst of their feelings."
    },
    {
      "id": "quote_98_1755685953677",
      "character": "Shijima Kurookano",
      "show": "Nabari no Ou",
      "quote": "The most precious thing is different for every human. They resist and kill each other because of their difference. It has nothing to do with the inability to sense the other's most important thing."
    },
    {
      "id": "quote_99_1755685953677",
      "character": "Yoite",
      "show": "Nabari no Ou",
      "quote": "If it's a wish that can be fulfilled, then fulfill it. If there's hesitation and worries, then remove the sources of worries altogether."
    },
    {
      "id": "quote_100_1755685953677",
      "character": "Miharu Rokujo",
      "show": "Nabari no Ou",
      "quote": "You won't be able to achieve anything if you worry about everything."
    },
    {
      "id": "quote_101_1755685953677",
      "character": "Shijima Kurookano",
      "show": "Nabari no Ou",
      "quote": "Everyone is sacrificing something precious to them in order to save something else. Is that the reason for human action?"
    },
    {
      "id": "quote_102_1755685953677",
      "character": "Kourin Shimizu",
      "show": "Nabari no Ou",
      "quote": "Swords exists for just judging and killing. They can never save others."
    },
    {
      "id": "quote_103_1755685953677",
      "character": "Kazuhiko Yukimi",
      "show": "Nabari no Ou",
      "quote": "There are three kinds of secrets. Something that you hide at the bottom of your heart because you don't want it to be mentioned. Something that you can't say even if you want to and something that you hope someone asks about even though you're hiding it."
    },
    {
      "id": "quote_104_1755685953677",
      "character": "Durandal Tobari Kumohira",
      "show": "Nabari no Ou",
      "quote": "Because it has powers that surpass everything, a king must cut off his own desires and never use it."
    },
    {
      "id": "quote_105_1755685953677",
      "character": "Raiko Shimizu",
      "show": "Nabari no Ou",
      "quote": "Unwilling to listen or see anything else, you lost yourself in your own world and became incapable of seeing the things around you."
    },
    {
      "id": "quote_106_1755685953677",
      "character": "Kouichi Aizawa",
      "show": "Nabari no Ou",
      "quote": "The strength of life lies in the possibility of dying."
    },
    {
      "id": "quote_107_1755685953677",
      "character": "Yoite",
      "show": "Nabari no Ou",
      "quote": "Night is good. Appearances lose their meaning and get swallowed up by the darkness."
    },
    {
      "id": "quote_133_1755686718894",
      "character": "Miharu Rokujou",
      "show": "Nibari No Ou",
      "quote": "When you go to save someone you have to consider yourself, as well. If you can’t all say “Thank Goodness” together, then those who are saved aren’t saved."
    }
  ]
}