{
  "name": "Yu Yu Hakusho",
  "anilistId": 392,
  "totalQuotes": 103,
  "totalCharacters": 11,
  "lastUpdated": "2025-08-20T15:33:41.825Z",
  "quotes": [
    {
      "id": "quote_2074_1755663572930",
      "character": "Hiei",
      "quote": "Obviously you are underestimating Kurama. Do you know why I chose him to be my partner? To avoid fighting him myself. Watch, he's more cut-throat then I am when it comes to battle, and unbelievably precise."
    },
    {
      "id": "quote_2075_1755663572930",
      "character": "Kurama",
      "quote": "A poor choice seals our fate."
    },
    {
      "id": "quote_2076_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "Please no eat me, please no eat, no!"
    },
    {
      "id": "quote_2077_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "I don't care if it's a girl, a baby or someone's grandma. I'm gonna fight her anyway."
    },
    {
      "id": "quote_2078_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "Urameshi, I'm gonna mess your face up so bad that kittens won't even look at you."
    },
    {
      "id": "quote_2079_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "You know, it'd really be embarrassing to get eaten by something that came out of an egg this tiny."
    },
    {
      "id": "quote_2080_1755663572930",
      "character": "Shinobu Sensui",
      "quote": "Nothing worse than being strong, but not strong enough."
    },
    {
      "id": "quote_2081_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "Kurama really is a fox thing, and to think I let him near my kitten!"
    },
    {
      "id": "quote_2082_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "I don't know what you're trying to pull, but I'm not into this kinky stuff, and you're WAY too old!"
    },
    {
      "id": "quote_2083_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "Stop laughing hamster legs!"
    },
    {
      "id": "quote_2084_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "We all have to die when our time comes, but if we do our duty we don't got regrets. So taste a little piece of my sword, Toguro!"
    },
    {
      "id": "quote_2085_1755663572930",
      "character": "Genkai",
      "quote": "Yuusuke... Dammit Yuusuke, listen to me! Everyone has to fight with time to find their place before their inevitable death. Toguro... he ran away from that fight. Don't you ever do the same. No human is ever a one man show. Every decision that you make will affect the countless people who care about you. Do you understand? You can't be a cocky kid anymore."
    },
    {
      "id": "quote_2086_1755663572930",
      "character": "Kurama",
      "quote": "I'll help you... But not by death, this world has enough of that. You can keep your life as long as you change the way you live it. It's never too late, believe me."
    },
    {
      "id": "quote_2087_1755663572930",
      "character": "Hiei",
      "quote": "Being lucky seems to be your greatest tactic."
    },
    {
      "id": "quote_2088_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "Of all the nerve, assault me and then ask for a meal, you're getting squat!"
    },
    {
      "id": "quote_2089_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "So sorry you caught me on such a bad day, it makes me a real jerk!"
    },
    {
      "id": "quote_2090_1755663572930",
      "character": "Hiei",
      "quote": "I know as much of games as I do of hugs and puppies, and care for them even less. Wake me for the end of the world."
    },
    {
      "id": "quote_2091_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "What are you waiting for, your balls to drop?"
    },
    {
      "id": "quote_2092_1755663572930",
      "character": "Kurama",
      "quote": "You were wrong on two counts. Even the hardest substance can be broken, when crashed into itself. And the ability to feel pain is not a weakness. It’s a strength. Pain tells a creature its vulnerabilities, and not you expose them to attack. Your robot is dead. And so, I’m afraid, are you."
    },
    {
      "id": "quote_2093_1755663572930",
      "character": "Kurama",
      "quote": "We've gone far past the stage of fighting for our honor."
    },
    {
      "id": "quote_2094_1755663572930",
      "character": "Kurama",
      "quote": "I think Monster Beast Doughnut is a perfect name."
    },
    {
      "id": "quote_2095_1755663572930",
      "character": "Hiei",
      "quote": "Don't worry fool, we've entered into an alliance and I'm not the type to break it. Of course, after we win the tournament I can't guarantee anything."
    },
    {
      "id": "quote_2096_1755663572930",
      "character": "Hiei",
      "quote": "Their mistakes were simple ones. Gouki's mistake was being overconfident and Kurama's... sympathy for his human prey."
    },
    {
      "id": "quote_2097_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "Fine! You heard fox boy, there's nothing we can do for the old hag if she's already limp. Just gotta keep on truckin, yes sir! I'm gonna go outside and make myself a nice, big, shiny first-place medal, sit in the sun, and have a stupendous friggin day, dammit!"
    },
    {
      "id": "quote_2098_1755663572930",
      "character": "Youko Kurama",
      "quote": "I consider your class of demon very worthy, worthy to fight, and worthy to die."
    },
    {
      "id": "quote_2099_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "You know, I really can't stand it when guys pick on people weaker than them...but I guess I'll do it to you anyway!"
    },
    {
      "id": "quote_2100_1755663572930",
      "character": "Kurama",
      "quote": "You should know better than to corner an animal like a fox... We have a tendency to show our teeth."
    },
    {
      "id": "quote_2101_1755663572930",
      "character": "Kurama",
      "quote": "You try to sound like you think things through, when in fact, you're not thinking at all."
    },
    {
      "id": "quote_2102_1755663572930",
      "character": "Hiei",
      "quote": "Kurama, there is no person who does not carry scars upon their heart, and if there were such a man, they would be a shallow soul."
    },
    {
      "id": "quote_2103_1755663572930",
      "character": "Touya",
      "quote": "It's simple. Even the strongest tree will die if left in the dark. I find that to be the best way to describe us. A giant oak, crashing through a dark soil, bringing order to an otherwise chaotic land. The Shinobi have done their job for centuries, and done it well. But in recent years, we have caught glimpses of the outside world, and asked: \"Why not us? Have we not earned the privilege others take for free?\"."
    },
    {
      "id": "quote_2104_1755663572930",
      "character": "Genkai",
      "quote": "What a silly little girl I was, thinking you would change. I should have known how you would turn out. You had it written in ugly black letters all across your soul."
    },
    {
      "id": "quote_2105_1755663572930",
      "character": "Kurama",
      "quote": "What irony. Such beauty, sprung from such an ugly soil."
    },
    {
      "id": "quote_2106_1755663572930",
      "character": "Hiei",
      "quote": "Ninjas are revolting, they stole my idea. I'll have to kill them now."
    },
    {
      "id": "quote_2107_1755663572930",
      "character": "Kurama",
      "quote": "Tired hands are better than none."
    },
    {
      "id": "quote_2108_1755663572930",
      "character": "Genkai",
      "quote": "Thanks for the real vote of confidence. You two should be cheerleaders, you'd look cute in skirts!"
    },
    {
      "id": "quote_2109_1755663572930",
      "character": "Genkai",
      "quote": "I'm not a fighter of good. I just hate people who are bad."
    },
    {
      "id": "quote_2110_1755663572930",
      "character": "Kurama",
      "quote": "Agh, it penetrates my brain!"
    },
    {
      "id": "quote_2111_1755663572930",
      "character": "Hiei",
      "quote": "This is pure offense. They gave up fighting with their brains a long time ago."
    },
    {
      "id": "quote_2112_1755663572930",
      "character": "Genkai",
      "quote": "Use the Spirit Wave to float on top of the spike. Good. Now we'll hold this for twelve hours."
    },
    {
      "id": "quote_2113_1755663572930",
      "character": "Hiei",
      "quote": "What repulsive creature makes my eardrums bleed?"
    },
    {
      "id": "quote_2114_1755663572930",
      "character": "Kurama",
      "quote": "Regret is a different beast when you live for centuries."
    },
    {
      "id": "quote_2115_1755663572930",
      "character": "Hiei",
      "quote": "Tell me, how does it feel to live in a constant haze of stupidity?"
    },
    {
      "id": "quote_2116_1755663572930",
      "character": "Kurama",
      "quote": "I'm warning you. You so much as bruise what you hold in your hand and I will show you pain. The hue of your soul will cease to matter, because you will not be judged when you die, you will no longer to exist."
    },
    {
      "id": "quote_2117_1755663572930",
      "character": "Hiei",
      "quote": "Do I have to kill you to stop you from being foolish?"
    },
    {
      "id": "quote_2118_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "Ugly people shouldn't be allowed to smile that much!"
    },
    {
      "id": "quote_2119_1755663572930",
      "character": "Kurama",
      "quote": "Any prize worth having requires a risk."
    },
    {
      "id": "quote_2120_1755663572930",
      "character": "Yu Yu Hakusho",
      "quote": "And so it all begins. This boy's name is Yusuke. He's 14 years old and is supposed to be the hero of the story... but oddly enough, he's dead."
    },
    {
      "id": "quote_2121_1755663572930",
      "character": "Karasu",
      "quote": "If you think about it, death really isn't so frightening. Who knows, you might actually enjoy it."
    },
    {
      "id": "quote_2122_1755663572930",
      "character": "Koenma",
      "quote": "In addition to knowing the secrets of the universe, I can assure you, I am quite potty trained."
    },
    {
      "id": "quote_2123_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "Alright already, you had me at shut up."
    },
    {
      "id": "quote_2124_1755663572930",
      "character": "Kurama",
      "quote": "It most certainly isn't pleasant being called a \"traitor\" by creatures you've never met."
    },
    {
      "id": "quote_2125_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "Damn, at least one of us should've died!"
    },
    {
      "id": "quote_2126_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "You took my teacher, and now I let you take my friend. What the hell do you want from me?"
    },
    {
      "id": "quote_2127_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "Yusuke Urameshi, age 14. Survived by his mom and everybody. After going through a big ordeal to get his life back, Yusuke had a brief second chance until he was eaten by a fish! That's right! No heroic death! No fighting evil villans! Fish food!"
    },
    {
      "id": "quote_2128_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "Maybe there've been times when I've been pissed and hated things, but it wasn't from this work. My dad's a no-show, my mom's lush and school sucks, but this job is the one damn thing I'm good at. If all the crap in my life hasn't screwed up yet, then neither will this and neither will you."
    },
    {
      "id": "quote_2129_1755663572930",
      "character": "Hiei",
      "quote": "This is the second time today I hold your life in my hands. I somehow doubt that Sensui will be more merciful than I am."
    },
    {
      "id": "quote_2130_1755663572930",
      "character": "Hiei",
      "quote": "You're a team player, a save-the-day superhero... I hate people like you."
    },
    {
      "id": "quote_2131_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "It smells girly. I don't think I like it."
    },
    {
      "id": "quote_2132_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "This is DUUUMMMBBB!!!!!!"
    },
    {
      "id": "quote_2133_1755663572930",
      "character": "Genkai",
      "quote": "Oh, silly me. I must have forgotten to turn on my hearing aid. When you're a washed up old hag like me, the memory is the first to go."
    },
    {
      "id": "quote_2134_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "Hey! Shorty's a lot cooler than I thought."
    },
    {
      "id": "quote_2135_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "You can't end a good party without someone on the floor."
    },
    {
      "id": "quote_2136_1755663572930",
      "character": "Kurama",
      "quote": "Does he really believe we would turn around after all that we've been through?"
    },
    {
      "id": "quote_2137_1755663572930",
      "character": "Kurama",
      "quote": "Logic is panic's prey."
    },
    {
      "id": "quote_2138_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "Aw, man. You're such a friggin' disgrace. I can't believe I spent so much time trying to defeat such a coward. Now get up and fight!"
    },
    {
      "id": "quote_2139_1755663572930",
      "character": "Genkai",
      "quote": "This is the world you've stuck yourself into, if you aren't strong enough to lead, then you lose the privilege of getting what you want."
    },
    {
      "id": "quote_2140_1755663572930",
      "character": "Hiei",
      "quote": "You do them one favor and they think you're their best friend. This is why I could care less if their entire species was swallowed up."
    },
    {
      "id": "quote_2141_1755663572930",
      "character": "Kurama",
      "quote": "I thought clowns made everyone else laugh."
    },
    {
      "id": "quote_2142_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "So maybe I can't defend against attacks from multiple angles, but sometimes a good defense is just kicking ass!"
    },
    {
      "id": "quote_2143_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "(In response to Seaman's question) When real men do what they're supposed to, it's not always about what they want."
    },
    {
      "id": "quote_2144_1755663572930",
      "character": "Hiei",
      "quote": "I've been under too much stress lately. Killing you should be a good remedy."
    },
    {
      "id": "quote_2145_1755663572930",
      "character": "Kurama",
      "quote": "Sorry, I don't have time to be arrested."
    },
    {
      "id": "quote_2146_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "Kuwabara, come back! You're like an ugly singer with a good voice, best for backup!"
    },
    {
      "id": "quote_2147_1755663572930",
      "character": "Kurama",
      "quote": "Underestimating an opponent is the first step towards defeat."
    },
    {
      "id": "quote_2148_1755663572930",
      "character": "Kurama",
      "quote": "Rely on impulse and not even your thoughts can betray you."
    },
    {
      "id": "quote_2149_1755663572930",
      "character": "Hiei",
      "quote": "Does a death wish cause you to talk to me that way?"
    },
    {
      "id": "quote_2150_1755663572930",
      "character": "Genkai",
      "quote": "I know you play by higher standards, but at least give me credit for the nose."
    },
    {
      "id": "quote_2151_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "That's it! My head as a trampoline is where I draw the line!"
    },
    {
      "id": "quote_2152_1755663572930",
      "character": "Genkai",
      "quote": "I fight to get what I need, and I kill whoever gets in my way. I always have."
    },
    {
      "id": "quote_2153_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "*to Urameshi* Sacrificing your life to save billions of others. You've lit our torches and I won't let your death be in vain... even if it means I'll be joining you soon."
    },
    {
      "id": "quote_2154_1755663572930",
      "character": "Hiei",
      "quote": "(To Sensui) Here's a one way ticket straight to Hell! YOU BASTAARD!"
    },
    {
      "id": "quote_2155_1755663572930",
      "character": "Hiei",
      "quote": "He's swinging his sword with the grace of a flyswatter. That's no way to survive."
    },
    {
      "id": "quote_2156_1755663572930",
      "character": "Kurama",
      "quote": "All the while we've been thinking you were a brilliant strategist when really, you're just a lucky fool."
    },
    {
      "id": "quote_2157_1755663572930",
      "character": "Shinobu Sensui",
      "quote": "Drop ink on the finest snow-white paper and it will inevitably absorb into black. Its purity demands it. Tainted men have immunities. Black does not absorb black."
    },
    {
      "id": "quote_2158_1755663572930",
      "character": "Hiei",
      "quote": "Even as a child, I found tremendous pleasure in spilling my enemy's blood. Their screams of agony were my music. Once I learned that my mother's frozen tear drop was valuable, I began wearing in open sight of everyone, hoping their greed would entice them to challenge me, thus giving me the opportunity for my next kill."
    },
    {
      "id": "quote_2159_1755663572930",
      "character": "Hiei",
      "quote": "Kurama, do not make me come over there and remove that precious thing you call a voice box."
    },
    {
      "id": "quote_2160_1755663572930",
      "character": "Kurama",
      "quote": "Nerd violence..."
    },
    {
      "id": "quote_2161_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "That rose whip of his must be ten feet long. Where does he stash it? All the ways I can think of sound kinda painful."
    },
    {
      "id": "quote_2162_1755663572930",
      "character": "Genkai",
      "quote": "You've trapped yourself in a body you hated hiding in the pain, and now you want to torture yourself again for eternity...haven't we both paid enough?"
    },
    {
      "id": "quote_2163_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "You shouldn't talk. It makes you sound stupid."
    },
    {
      "id": "quote_2164_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "Ugly?! Who you callin' ugly?! C'mere you mouse!"
    },
    {
      "id": "quote_2165_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "How about I gently shove my foot down your throat?"
    },
    {
      "id": "quote_2166_1755663572930",
      "character": "Genkai",
      "quote": "Don't make me slap you upside the head, just shoot the damn thing!"
    },
    {
      "id": "quote_2167_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "What the hell was that? All my punches were solid, but he brushed them aside like broccoli he didn't order! Didn't even give me a chance to kick his ass!"
    },
    {
      "id": "quote_2168_1755663572930",
      "character": "Yuusuke Urameshi",
      "quote": "First you say I'm faster then you get the heads up on me like I'm an old lady crossing the freeway! Just once I'd like some honesty from the bad guys!"
    },
    {
      "id": "quote_2169_1755663572930",
      "character": "Hiei",
      "quote": "Detective, don't waste your time trying to change their minds. Fight by their meaningless rules and you'll be pulled down with them. There's only one real law of the dark tournament: the strongest man prevails. I've retrieved enough energy to rip my way out, let's show this entire stadium a new definition for victory!"
    },
    {
      "id": "quote_2170_1755663572930",
      "character": "Hiei",
      "quote": "My arm did not obey a certain command I gave it, so I decided it needed to be punished."
    },
    {
      "id": "quote_2171_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "Bite my ankles shorty, I swear I'll make you cry to your mom! If you have a mom, that is!"
    },
    {
      "id": "quote_2172_1755663572930",
      "character": "Kazuma Kuwabara",
      "quote": "Why does everything you say makes me wanna bash your face in?"
    },
    {
      "id": "quote_514_1755700800999",
      "character": "Shinobu Sensui",
      "quote": "Drop ink on the finest snow-white paper and it will inevitably absorb into black. Its purity demands it. Tainted men have immunities. Black does not absorb black.\n\n\n"
    },
    {
      "id": "quote_60_1755704021825",
      "character": "Youko Kurama",
      "quote": "I consider your class of demon very worthy, worthy to fight, and worthy to die. "
    },
    {
      "id": "quote_61_1755704021825",
      "character": "Touya",
      "quote": "It's simple. Even the strongest tree will die if left in the dark. I find that to be the best way to describe us. A giant oak, crashing through a dark soil, bringing order to an otherwise chaotic land. The Shinobi have done their job for centuries, and done it well. But in recent years, we have caught glimpses of the outside world, and asked: \"Why not us? Have we not earned the privilege others take for free?\".\r\n"
    },
    {
      "id": "quote_62_1755704021825",
      "character": "Yu Yu Hakusho",
      "quote": "And so it all begins. This boy's name is Yusuke. He's 14 years old and is supposed to be the hero of the story... but oddly enough, he's dead.\n\n\n"
    }
  ]
}