{
  "name": "Toradora!",
  "anilistId": 4224,
  "totalQuotes": 24,
  "totalCharacters": 4,
  "lastUpdated": "2025-08-20T15:30:31.808Z",
  "quotes": [
    {
      "id": "quote_1211_1755681889858",
      "character": "Minori Kushieda",
      "show": "Toradora!",
      "quote": "If you trip while running down a hallway, you'll get a nosebleed. If you trip in life, you'll cry."
    },
    {
      "id": "quote_1212_1755681889858",
      "character": "Minori Kushieda",
      "show": "Toradora!",
      "quote": "Crying is a nosebleed of the heart."
    },
    {
      "id": "quote_1213_1755681889858",
      "character": "Taiga Aisaka",
      "show": "Toradora!",
      "quote": "I hate waiting, but if waiting means being able to be with you I'll wait for as long as forever."
    },
    {
      "id": "quote_1214_1755681889858",
      "character": "Taiga Aisaka",
      "show": "Toradora!",
      "quote": "Having someone saying you're okay as you are and being needed by that person... It was nice to have someone like that."
    },
    {
      "id": "quote_1215_1755681889858",
      "character": "Minori Kushieda",
      "show": "Toradora!",
      "quote": "I believe in ghosts, even though I've never seen one before and get this. I don't believe in anyone of the people that have said they seen one before. It's kind of like how I think about the concept of love. Like I believe one day I'll fall in love, get married and live happily ever after, even though I've never actually fallen in love with anyone yet. You see what I'm saying? For some people falling in love is like second nature, but I can't even relate to that. So if I've never fallen in love before is it real? And that makes me wonder if ghost are real. I haven't seen one yet so maybe they're not."
    },
    {
      "id": "quote_1216_1755681889858",
      "character": "Minori Kushieda",
      "show": "Toradora!",
      "quote": "My happiness can only be... can only be made with my own hands! My happiness doesn't depend on anyone but me!"
    },
    {
      "id": "quote_1217_1755681889858",
      "character": "Taiga Aisaka",
      "show": "Toradora!",
      "quote": "Entire civilizations were built and destroyed between now and the last time you said \"we'll go soon\"! I'll have rotted and turned to ash by the time this \"soon\" of yours comes!!"
    },
    {
      "id": "quote_1218_1755681889858",
      "character": "Taiga Aisaka",
      "show": "Toradora!",
      "quote": "I dreamed that you were a dog. And the dog was my husband. Anyway, it was the worst dream ever."
    },
    {
      "id": "quote_1219_1755681889858",
      "character": "Taiga Aisaka",
      "show": "Toradora!",
      "quote": "Well, I'd better get back to my seat. The unmarried woman with her unmarried face is about to come to start the unmarried homeroom."
    },
    {
      "id": "quote_1220_1755681889858",
      "character": "Minori Kushieda",
      "show": "Toradora!",
      "quote": "My happiness can only be made by my own hands. My happiness doesn't depend on anyone but me!"
    },
    {
      "id": "quote_1221_1755681889858",
      "character": "Taiga Aisaka",
      "show": "Toradora!",
      "quote": "It doesn't matter if you grew up without parents, and it doesn't matter if you don't believe in God. There's someone out there watching over you."
    },
    {
      "id": "quote_1222_1755681889858",
      "character": "Minori Kushieda",
      "show": "Toradora!",
      "quote": "I don't want to get so caught up in searching for what I can't see, that I lose sight of what I can."
    },
    {
      "id": "quote_1223_1755681889858",
      "character": "Ami Kawashima",
      "show": "Toradora!",
      "quote": "Adoration never leads to a balanced relationship."
    },
    {
      "id": "quote_1224_1755681889858",
      "character": "Taiga Aisaka",
      "show": "Toradora!",
      "quote": "That's why people hesitate. In front of all the choices, one could lose hope and try to run away, because no excuse could be used. No matter how dangerous the long journey in life was, or how one admits to being dealt the short end of the stick, everything was the result of one's own choices, it was a road chosen by oneself. Even if this path is hard, and there's no chance of changing past choices, one cannot place the blame on other people. No matter how angry or frustrated one was, one would be alone on that path, for no one to replace you."
    },
    {
      "id": "quote_1225_1755681889858",
      "character": "Ami Kawashima",
      "show": "Toradora!",
      "quote": "It's difficult to like me when I'm being myself."
    },
    {
      "id": "quote_1226_1755681889858",
      "character": "Sumire Kanō",
      "show": "Toradora!",
      "quote": "Haven't you already lifted your foot, preparing to step forward? Then you only have one option! Finish taking that step!"
    },
    {
      "id": "quote_1227_1755681889858",
      "character": "Minori Kushieda",
      "show": "Toradora!",
      "quote": "We all live under the same sky. If each of us learns to shine, it won't matter how far apart we are. We'll be able to see each other."
    },
    {
      "id": "quote_1228_1755681889858",
      "character": "Taiga Aisaka",
      "show": "Toradora!",
      "quote": "A dog's happiness is measured by how useful he is to his master."
    },
    {
      "id": "quote_1229_1755681889858",
      "character": "Taiga Aisaka",
      "show": "Toradora!",
      "quote": "It's not about being right or being wrong. There are more important things than that. That's why apologies and forgiveness become necessary."
    },
    {
      "id": "quote_1230_1755681889858",
      "character": "Taiga Aisaka",
      "show": "Toradora!",
      "quote": "Stop living in the past like an old man."
    },
    {
      "id": "quote_1231_1755681889858",
      "character": "Minori Kushieda",
      "show": "Toradora!",
      "quote": "Even when the sky's so dark you can't see a thing, there are still stars shining out there. So if she can learn to shine brighter, we'll be able to see her."
    },
    {
      "id": "quote_1232_1755681889858",
      "character": "Taiga Aisaka",
      "show": "Toradora!",
      "quote": "Those stars look like they're close to each other, but they're actually very far away, aren't they? It's like Kitamura-kun and I. The things you see aren't always real. How hard must I try in order to understand the unseen truth?"
    },
    {
      "id": "quote_7_1755701002070",
      "character": "Ami Kawashima",
      "show": "Toradora!",
      "quote": "As long as there is at least one person who understands me, I'll be okay.",
      "originalIndex": "8500"
    },
    {
      "id": "quote_8_1755701002070",
      "character": "Taiga Aisaka",
      "show": "Toradora!",
      "quote": "The thing you wished for the most, is something you'll never get.",
      "originalIndex": "8501"
    }
  ]
}