{
  "name": "Ghost in the Shell",
  "anilistId": 43,
  "totalQuotes": 16,
  "totalCharacters": 6,
  "lastUpdated": "2025-08-20T15:35:27.815Z",
  "quotes": [
    {
      "id": "quote_689_1755681796647",
      "character": "Batou",
      "show": "Ghost in the Shell",
      "quote": "I guess once you start doubting, there's no end to it."
    },
    {
      "id": "quote_690_1755681796647",
      "character": "Hideo Kuze",
      "show": "Ghost in the Shell",
      "quote": "Just as water runs downhill, the human heart also tends to revert to its basest instincts."
    },
    {
      "id": "quote_691_1755681796647",
      "character": "Motoko Kusanagi",
      "show": "Ghost in the Shell",
      "quote": "If we all reacted the same way, we'd be predictable, and there's always more than one way to view a situation. What's true for the group is also true for the individual. It's simple: overspecialize, and you breed in weakness. It's slow death."
    },
    {
      "id": "quote_692_1755681796647",
      "character": "Motoko Kusanagi",
      "show": "Ghost in the Shell",
      "quote": "Who can gaze into the mirror without becoming evil? The mirror does not reflect evil, but creates it."
    },
    {
      "id": "quote_693_1755681796647",
      "character": "Daisuke Aramaki",
      "show": "Ghost in the Shell",
      "quote": "There has never been a report about a stomach ache or any other related medical trauma from swallowing your pride."
    },
    {
      "id": "quote_694_1755681796647",
      "character": "Daisuke Aramaki",
      "show": "Ghost in the Shell",
      "quote": "Just like wine, some human relationships need time to mature."
    },
    {
      "id": "quote_695_1755681796647",
      "character": "Motoko Kusanagi",
      "show": "Ghost in the Shell",
      "quote": "I feel confined, only free to expand myself within boundaries."
    },
    {
      "id": "quote_696_1755681796647",
      "character": "Motoko Kusanagi",
      "show": "Ghost in the Shell",
      "quote": "If a technological feat is possible, man will do it. Almost as if it’s wired into the core of our being."
    },
    {
      "id": "quote_697_1755681796647",
      "character": "Batou",
      "show": "Ghost in the Shell",
      "quote": "That's all it is: information. Even a simulated experience or a dream; simultaneous reality and fantasy. Any way you look at it, all the information that a person accumulates in a lifetime is just a drop in the bucket."
    },
    {
      "id": "quote_698_1755681796647",
      "character": "Puppet Master",
      "show": "Ghost in the Shell",
      "quote": "Life is like a node which is born within the flow of information. As a species of life that carries DNA as its memory system... man gains his individuality from the memories he carries. While memories may as well be the same as fantasy... it is by these memories that mankind exists."
    },
    {
      "id": "quote_699_1755681796647",
      "character": "Puppet Master",
      "show": "Ghost in the Shell",
      "quote": "Life perpetuates itself through diversity, and this includes the ability to sacrifice itself when necessary. Cells repeat the process of degeneration and regeneration until one day they die, obliterating an entire set of memory and information. Only genes remain. Why continually repeat this cycle? Simply to survive by avoiding the weaknesses of an unchanging system."
    },
    {
      "id": "quote_700_1755681796647",
      "character": "Puppet Master",
      "show": "Ghost in the Shell",
      "quote": "All things change in a dynamic environment. Your effort to remain what you are is what limits you."
    },
    {
      "id": "quote_701_1755681796647",
      "character": "Motoko Kusanagi",
      "show": "Ghost in the Shell",
      "quote": "There are countless ingredients that make up the human body and mind, like all the components that make up me as an individual with my own personality. Sure, I have a face and voice to distinguish myself from others, but my thoughts and memories are unique only to me, and I carry a sense of my own destiny. Each of those things are just a small part of it. I collect information to use in my own way. All of that blends to create a mixture that forms me and gives rise to my conscience."
    },
    {
      "id": "quote_702_1755681796647",
      "character": "Togusa",
      "show": "Ghost in the Shell",
      "quote": "It's not like I had aspirations to be a hero or anything. However, I'm positive we followed a code of justice that all of us believed in without condition or compromise."
    },
    {
      "id": "quote_703_1755681796647",
      "character": "Puppet Master",
      "show": "Ghost in the Shell",
      "quote": "And can you offer me proof of your existence? How can you, when neither modern science nor philosophy can explain what life is?"
    },
    {
      "id": "quote_82_1755704127815",
      "character": "Batou",
      "show": "Ghost in the Shell",
      "quote": "I guess once you start doubting, there's no end to it.\n\n\n\n"
    }
  ]
}