{
  "name": "Revolutionary Girl Utena",
  "anilistId": 440,
  "totalQuotes": 8,
  "totalCharacters": 5,
  "lastUpdated": "2025-08-21T12:18:28.050Z",
  "quotes": [
    {
      "id": "quote_2577_1755663617551",
      "character": "Mamiya Chida",
      "show": "Revolutionary Girl Utena",
      "quote": "I wonder if the flowers themselves are happy, being forced to last so long. Eternity doesn't exist in this world, does it? It's just that one could think that a heart that longs for eternity is beautiful."
    },
    {
      "id": "quote_2578_1755663617551",
      "character": "Anthy Himemiya",
      "show": "Revolutionary Girl Utena",
      "quote": "You really don't know what happened, do you? It doesn't matter. By all means, stay in this cozy coffin of yours and continue to play prince. But I have to go now. She's not gone at all, she merely vanished form your world. Farewell."
    },
    {
      "id": "quote_2579_1755663617551",
      "character": "Akio Ohtori",
      "show": "Revolutionary Girl Utena",
      "quote": "This device paints the illusion of fairy tales for those with naive wishes in their hearts, who say they wish something eternal existed, who say they wish the power of miracles existed. But, there's no place higher than this room. This room is the summit of Ohtori Academy, and of the world."
    },
    {
      "id": "quote_2580_1755663617551",
      "character": "Juri Arisugawa",
      "show": "Revolutionary Girl Utena",
      "quote": "There is only one person who you can each truly love. It’s too bad that you can’t change who that person is. If you could, the you both would be a lot happier."
    },
    {
      "id": "quote_2581_1755663617551",
      "character": "Akio Ohtori",
      "show": "Revolutionary Girl Utena",
      "quote": "You remind me so much of myself from the past. I also used to think that perseveration had some credits, that it was the best way to change the world... but with that alone you cannot accomplish anything. Without power, you're doomed to become dependent on others, that's the way the world works."
    },
    {
      "id": "quote_2582_1755663617551",
      "character": "Souji Mikage",
      "show": "Revolutionary Girl Utena",
      "quote": "Ancient creatures died and left naught but fossil fuels, like coal and petroleum. Without that sacrifice, our present energy civilization would not exist. That sort of sacrifice is what is always demanded."
    },
    {
      "id": "quote_2583_1755663617551",
      "character": "Akio Ohtori",
      "show": "Revolutionary Girl Utena",
      "quote": "Women who cannot become princesses have no choice but to become witches."
    },
    {
      "id": "quote_33_1755778708050",
      "character": "Anthy Himemiya",
      "show": "Revolutionary Girl Utena",
      "quote": "You really don't know what happened, do you? It doesn't matter. By all means, stay in this cozy coffin of yours and continue to play prince. But I have to go now. She's not gone at all, she merely vanished form your world. Farewell.  "
    }
  ]
}