{
  "name": "Rurouni Kenshin",
  "anilistId": 45,
  "totalQuotes": 45,
  "totalCharacters": 10,
  "quotes": [
    {
      "id": "quote_15_1755681735126",
      "character": "Sanosuke Sagara",
      "show": "Rurouni Kenshin",
      "quote": "Hey, I'll have you know that I almost really did kick the bucket during that training, so don't you dare sum it all up in one word, even if it is a nice one like \"potential\"."
    },
    {
      "id": "quote_16_1755681735126",
      "character": "Seijuro Hiko",
      "show": "Rurouni Kenshin",
      "quote": "The moon peers down on a diseased world... There is no cure for the disease, an entire race walks mindlessly into destruction. Not even a man of colossal power, would be able to prevent the inevitable."
    },
    {
      "id": "quote_17_1755681735126",
      "character": "Seijuro Hiko",
      "show": "Rurouni Kenshin",
      "quote": "This era is not so simple that you can put everything on your shoulders and be the only sacrifice. And, at the same time, one person's happiness isn't that simple, either. If you should fall as a sacrifice, one girl who came to Kyoto with the one wish to see you will definitely face misfortune. Remember that. No matter how strong you get, you are just a human being. There is no need for you to either become Buddha, or a murderer."
    },
    {
      "id": "quote_18_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "You can use whatever technique you like, but now that I said I will kill you... your death tonight has been assured."
    },
    {
      "id": "quote_19_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "Are you saddened by your lack of power, young one?"
    },
    {
      "id": "quote_20_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "New eras don't come about because of swords, they're created by the people who wield them."
    },
    {
      "id": "quote_21_1755681735126",
      "character": "Hajime Saitou",
      "show": "Rurouni Kenshin",
      "quote": "Let's just say... what's mine is mine, and what's yours... is also mine."
    },
    {
      "id": "quote_22_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "What is truly good about a person can't be expressed in words, that it can not. What matters is the feeling of trust one gets after spending time with him."
    },
    {
      "id": "quote_23_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "The dead don't desire revenge, but the happiness of the living."
    },
    {
      "id": "quote_24_1755681735126",
      "character": "Kaoru Kamiya",
      "show": "Rurouni Kenshin",
      "quote": "Ugly? I'll have you know they call me The Rose of Martial Arts around here!"
    },
    {
      "id": "quote_25_1755681735126",
      "character": "Seijuro Hiko",
      "show": "Rurouni Kenshin",
      "quote": "No matter how strong one may be, no one can stop the flow of time."
    },
    {
      "id": "quote_26_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "When one person kills, resentment is born. That resentment makes a person kill again. To sever that vicious cycle--that is the purpose of this sword that cannot kill."
    },
    {
      "id": "quote_27_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "The scar of my past will determine my future!"
    },
    {
      "id": "quote_28_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "You will not touch these innocent people with even one inch of your dirty blades, if you require an opponent, I will fight you. If you wanna taste the ground, feel free to attack me."
    },
    {
      "id": "quote_29_1755681735126",
      "character": "Seijuro Hiko",
      "show": "Rurouni Kenshin",
      "quote": "Murder is the only art a swordsman may practice. No ornamental words can change that. You want to protect people with murder? You'll slaughter legions so that a few may live. Many years, long before you were born, my sword was tearing asunder the lives of men. Yes, all of those men were evil, but they were human beings first and foremost, Kenshin. The world you ardently desire to enter will not know what to do with you. It will deceive you into believing that you are saving lives even as you destroy them. You will accept these lies all the while, your hands will be stained with the worst of offenses."
    },
    {
      "id": "quote_30_1755681735126",
      "character": "Hajime Saitou",
      "show": "Rurouni Kenshin",
      "quote": "I would think that he's already seen through your heart, and is simply playing the fool to use you. He yanks on the strings of your cheap pride and you dance like a little marionette."
    },
    {
      "id": "quote_31_1755681735126",
      "character": "Seijuro Hiko",
      "show": "Rurouni Kenshin",
      "quote": "Death no longer terrifies man, the smell of blood is as common as the smell of white plums. So, he creates slavery and savagery... which surpasses the horror of dying."
    },
    {
      "id": "quote_32_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "You'll only realize that you truly love someone if they already caused you enormous pain. Your enemies can never hurt you the way your loved ones can. It's the people close to your heart that can give you the most piercing wound. Love is a double-edged sword, it can heal the wound faster or it can sink the blade even deeper."
    },
    {
      "id": "quote_33_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "A sword is a weapon. The art of swordsmanship is learning how to kill. What Miss Kaoru says is nothing but sweet and innocent talk, only those whose hands have never been stained with the blood of man can believe."
    },
    {
      "id": "quote_34_1755681735126",
      "character": "Seijuro Hiko",
      "show": "Rurouni Kenshin",
      "quote": "Cherry blossoms in Spring. Stars cover the sky on Summer. Full moon shines on Autumn and in Winter, the snow covers the ground. All these things make sake taste good. If it tastes bad, it's because there is something wrong in you."
    },
    {
      "id": "quote_35_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "You can die anytime, but living takes true courage."
    },
    {
      "id": "quote_36_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "You believe that the strong exist to cull the weak. To use them as food. But you are mistaken... The strong exist, not to feed off of the weak, but to protect them!"
    },
    {
      "id": "quote_37_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "If fighting could provide us with the truth, nobody would make any mistakes in their lives. A person's life is not that easy. The truth you must learn from yourself, from how you live your life."
    },
    {
      "id": "quote_38_1755681735126",
      "character": "Sanosuke Sagara",
      "show": "Rurouni Kenshin",
      "quote": "Oh well, I guess all those who are in love do crazy things."
    },
    {
      "id": "quote_39_1755681735126",
      "character": "Seijuro Hiko",
      "show": "Rurouni Kenshin",
      "quote": "It is foolish to listen to one who will not listen to you. Do as you wish."
    },
    {
      "id": "quote_40_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "When I was at the brink of life and death, I used all of my will to survive. I drew upon a different power than that of self-sacrifice and mastered an ultimate technique. The will to live is stronger than anything else. That was the ray of light that my master risked his life to show me. As Hitokiri Battousai, I have committed so many crimes that I cannot possibly repent for them. That is why I had secretly believed that it didn't matter when I died or was killed. However, now... even if I am formally punished or restrained. I will never lose the will to live."
    },
    {
      "id": "quote_41_1755681735126",
      "character": "Makoto Shishio",
      "show": "Rurouni Kenshin",
      "quote": "In this world, the weak are the sustenance of the strong. The strong live, the weak die."
    },
    {
      "id": "quote_42_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "Perhaps the distant part of the sky always seems clearest, so that we will always strive to reach it."
    },
    {
      "id": "quote_43_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "Just because you die... doesn't mean that the people you killed will come back to life... instead using this sword to save just one more soul is repentance in true sense."
    },
    {
      "id": "quote_44_1755681735126",
      "character": "Anji Yūkyūzan",
      "show": "Rurouni Kenshin",
      "quote": "The world is not so simple. You can't save people with kindness only."
    },
    {
      "id": "quote_45_1755681735126",
      "character": "Seta Soujirou",
      "show": "Rurouni Kenshin",
      "quote": "When you are trying to rebuild a build that was made incorrectly, you first have to destroy it. I thought this was the true."
    },
    {
      "id": "quote_46_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "The moment you find the courage to give up your life for someone... Would be the moment you understand love."
    },
    {
      "id": "quote_47_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "Accepting one's own strength, and the strength of others, is an important quality of a swordsman."
    },
    {
      "id": "quote_48_1755681735126",
      "character": "Hajime Saitou",
      "show": "Rurouni Kenshin",
      "quote": "A man that can't hold on to his beliefs can only be pathetic, dead or alive."
    },
    {
      "id": "quote_49_1755681735126",
      "character": "Hajime Saitou",
      "show": "Rurouni Kenshin",
      "quote": "You can train a dog with food. You can buy a person with money. But there isn't a man alive able to influence the wolves of Mibu! Some things will never change. A wolf will always be a wolf."
    },
    {
      "id": "quote_50_1755681735126",
      "character": "Kaoru Kamiya",
      "show": "Rurouni Kenshin",
      "quote": "Everyone has a past they wish to erase."
    },
    {
      "id": "quote_51_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "We once fought together for an ideal with our swords. It wasn't for power or for glory, but to create a peaceful world where people could live without fear. And if you should forget about that, then what did we fight the revolution for?"
    },
    {
      "id": "quote_52_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "Helping other people is the best way to make up for your mistakes."
    },
    {
      "id": "quote_53_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "Whatever you lose, you'll find it again, but what you throw away you'll never get it back."
    },
    {
      "id": "quote_54_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "We shouldn't blame ourselves for bad things that happened to us. Sometimes, no matter what we do, we are victims of the circumstances. We should just have to pull ourselves out."
    },
    {
      "id": "quote_55_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "Anyone can die. It's living that requires courage."
    },
    {
      "id": "quote_56_1755681735126",
      "character": "Kenshin Himura",
      "show": "Rurouni Kenshin",
      "quote": "I want you to understand something. If you should lose, not only does your future end, but also the future of the one you are trying to protect. Defeat isn't an option for the sword that protects others. You should keep that thought engraved in your heart."
    },
    {
      "id": "quote_57_1755681735126",
      "character": "Seijuro Hiko",
      "show": "Rurouni Kenshin",
      "quote": "Once you have a power, sometimes you are put into a situation which make you carry extra burdens, and live all your life with pain."
    },
    {
      "id": "quote_58_1755681735126",
      "character": "Nenji Kashiwazaki",
      "show": "Rurouni Kenshin",
      "quote": "Who falls for who depends completely on the person. If there are a hundred people, there are a hundred ways to love... There never is one absolute form of love."
    },
    {
      "id": "quote_59_1755681735126",
      "character": "Enishi Yukishiro",
      "show": "Rurouni Kenshin",
      "quote": "The only atonement you will ever realize will be that of you're own death. You will be justly and severely punished, before you ever find the peace you seek Kenshin. That is the meaning of 'Jinchū'. Those who live must act in the place of those who have died. YOU ARE A CRIMINAL SO DIE LIKE ONE! I will make you suffer and scream, you took my sister... You destroyed her happiness... SUFFER KENSHIN, DIE! YOU MISERABLE DOG!!"
    }
  ]
}