{
  "name": "Mushishi",
  "anilistId": 457,
  "totalQuotes": 9,
  "totalCharacters": 4,
  "lastUpdated": "2025-08-20T15:35:35.172Z",
  "quotes": [
    {
      "id": "quote_1503_1755681966572",
      "character": "Ginko",
      "quote": "Between dreams and reality is the vault of your soul. No one could see the “Dream World” without this path."
    },
    {
      "id": "quote_1504_1755681966572",
      "character": "Ginko",
      "quote": "Just live normally. You'll be better off if you can catch some fish. Dig up the caves so you can set sail whenever you need to. It wouldn't be easy. But you have an endless amount of time ahead of you."
    },
    {
      "id": "quote_1505_1755681966572",
      "character": "Ginko",
      "quote": "On this hand, imagine that these four fingers represent the animals, and the thumb represents plants. Then let's say people are here... On the tip of the middle finger, farthest from the heart."
    },
    {
      "id": "quote_1506_1755681966572",
      "character": "Amane",
      "quote": "If you could see everything but couldn't change any of it, or if you could live in freedom in darkness... Which do you think is more fortunate? I think it might not be that bad living in the dark, remembering the light."
    },
    {
      "id": "quote_1507_1755681966572",
      "character": "Nui",
      "quote": "Don't let yourself be blinded by fear or anger.  Everything is only as it is."
    },
    {
      "id": "quote_1508_1755681966572",
      "character": "Adashino",
      "quote": "People derive their happiness in a variety of ways, even though it might seem cruel."
    },
    {
      "id": "quote_1509_1755681966572",
      "character": "Ginko",
      "quote": "He feared sleep. He'd say that his soul would slip down into nothing. They say that man never dreamt after the day he cut his pillow."
    },
    {
      "id": "quote_1510_1755681966572",
      "character": "Ginko",
      "quote": "The sun rises today and sets again. A flower that bloomed in the morning, falls from its stem. The sun sets today and rises again. Flowers bloom to fill the land, but not the flowers of yesterday..."
    },
    {
      "id": "quote_1511_1755681966572",
      "character": "Ginko",
      "quote": "Simple yet mysterious. Distant ancestors unlike any plant or animal we've ever seen. These groups of odd creatures have induced whispers of fear among man since ancient times."
    }
  ]
}