{
  "name": "Toaru Majutsu no Index",
  "anilistId": 4654,
  "totalQuotes": 35,
  "totalCharacters": 11,
  "quotes": [
    {
      "id": "quote_2092_1755682130796",
      "character": "Accelerator",
      "show": "Toaru Majutsu no Index",
      "quote": "I have no interest in being a villain, and I don’t think that I can become a good person. I’m at a halfway point where I’m not even sure which path I should walk down… but I guess even there, I can still interfere in someone’s life and help bring things to a positive conclusion…"
    },
    {
      "id": "quote_2093_1755682130796",
      "character": "Kamijou Touma",
      "show": "Toaru Majutsu no Index",
      "quote": "As long as no one got hurt, it's all good. Who cares who saved who?"
    },
    {
      "id": "quote_2094_1755682130796",
      "character": "Kamijou Touma",
      "show": "Toaru Majutsu no Index",
      "quote": "Things like heroes are unnecessary. Can't you save someone if you're standing right there, at that very spot? In front of your eyes are people that don't wish to cry that are crying! In front of your eyes are people that can only clench their teeth while struggling and can't even say the words \"please save me\"! Is that not enough?"
    },
    {
      "id": "quote_2095_1755682130796",
      "character": "Shinobu Nunotaba",
      "show": "Toaru Majutsu no Index",
      "quote": "A sin, once committed, is never forgotten. It haunts you for all eternity."
    },
    {
      "id": "quote_2096_1755682130796",
      "character": "Haruki Aritomi",
      "show": "Toaru Majutsu no Index",
      "quote": "The Idealist says, everyone is born equal. We are all of equal worth. The sportsman screams, no effort goes unrewarded. Work hard for your dreams! It's about how you play the game. Obviously all untrue."
    },
    {
      "id": "quote_2097_1755682130796",
      "character": "Kamijou Touma",
      "show": "Toaru Majutsu no Index",
      "quote": "Opportunities and success come only to those who do not fear to stand in the batter's box. Who want to hit the ball more than anything, and swing with all their might!"
    },
    {
      "id": "quote_2098_1755682130796",
      "character": "Kamijou Touma",
      "show": "Toaru Majutsu no Index",
      "quote": "The same thing as always. No matter how many times I reach game over and no matter how many times I must pathetically hit continue, I will not stop moving forward."
    },
    {
      "id": "quote_2099_1755682130796",
      "character": "Kamijou Touma",
      "show": "Toaru Majutsu no Index",
      "quote": "Just because my reasoning is childish and wrong, and just because my argument can be easily defeated with a bit of cleverness, does not mean your reasoning is completely correct."
    },
    {
      "id": "quote_2100_1755682130796",
      "character": "Mikoto Misaka",
      "show": "Toaru Majutsu no Index",
      "quote": "By depending on others and letting them depend on you, people can exceed what they can do as individuals."
    },
    {
      "id": "quote_2101_1755682130796",
      "character": "Accelerator",
      "show": "Toaru Majutsu no Index",
      "quote": "The worst part about being strong is that no one ever asks if you're ok."
    },
    {
      "id": "quote_2102_1755682130796",
      "character": "Kamijou Touma",
      "show": "Toaru Majutsu no Index",
      "quote": "Success comes only to those who have dared to stand up without fear!"
    },
    {
      "id": "quote_2103_1755682130796",
      "character": "Accelerator",
      "show": "Toaru Majutsu no Index",
      "quote": "Listen, even if someone is suffering before you, the kind of person that can take up arms without hesitation to shoot down the villain is no better than a villain himself. The kind that doesn’t care about others, doesn’t give 2nd chances; someone that kills if given a reason, is definitely not a hero. You don’t have to become that kind of person. That’s my specialty. Only I have to go through that."
    },
    {
      "id": "quote_2104_1755682130796",
      "character": "Mikoto Misaka",
      "show": "Toaru Majutsu no Index",
      "quote": "I've only just started to understand it myself. That by depending on others, and letting them depend on you, people can exceed what they can do as individuals."
    },
    {
      "id": "quote_2105_1755682130796",
      "character": "Mikoto Misaka",
      "show": "Toaru Majutsu no Index",
      "quote": "What you learn at your school is more important than where you go to school."
    },
    {
      "id": "quote_2106_1755682130796",
      "character": "Kamijou Touma",
      "show": "Toaru Majutsu no Index",
      "quote": "If you want to do something and have the power for it, then do it!"
    },
    {
      "id": "quote_2107_1755682130796",
      "character": "Accelerator",
      "show": "Toaru Majutsu no Index",
      "quote": "Listen up, kid. There's one thing you need to understand. Human life is a fragile thing. So weak that I can destroy it with a touch of my finger. So watch what you say. If you don't, I may break something I shouldn't."
    },
    {
      "id": "quote_2108_1755682130796",
      "character": "Accelerator",
      "show": "Toaru Majutsu no Index",
      "quote": "Just because I've gotten weaker, it doesn't mean that you've gotten stronger, right?"
    },
    {
      "id": "quote_2109_1755682130796",
      "character": "Sogiita Gunha",
      "show": "Toaru Majutsu no Index",
      "quote": "...And the unbreaking bonds will... The bonds will... Ah, what was it? Ah, well. There was a bunch of stuff about the unbreakable bonds that you'll have to deal with while your guts overflow! Show the results of your everyday training and guts! Show off that splendor and guts to those weaklings without it! To make this tournament the best memory ever! By overcoming all sorts obstacles through trial and hardship and getting up everytime we fall down! OVERCOME EVERYTHING WITH GUTS!!"
    },
    {
      "id": "quote_2110_1755682130796",
      "character": "Motoharu Tsuchimikado",
      "show": "Toaru Majutsu no Index",
      "quote": "If you follow the rules, there's no way you can outdo them."
    },
    {
      "id": "quote_2111_1755682130796",
      "character": "Mikoto Misaka",
      "show": "Toaru Majutsu no Index",
      "quote": "If one side is putting all their efforts into killing a normal high school student and the other side is putting all their efforts into saving that normal high school student, which side do you want to be on? Which side could you proudly say you were on?"
    },
    {
      "id": "quote_2112_1755682130796",
      "character": "Accelerator",
      "show": "Toaru Majutsu no Index",
      "quote": "I'm too naive. With thoughts like \"If I saved someone maybe I can start all over again.\""
    },
    {
      "id": "quote_2113_1755682130796",
      "character": "Kamijou Touma",
      "show": "Toaru Majutsu no Index",
      "quote": "This is your life right? Then decide for yourself! If you want to protect everything with your hands then do so, if you want to abandon everything then do so. But, what do you yourself want to do right now? Can you really be satisfied giving someone else that you don’t really understand your most important thing?"
    },
    {
      "id": "quote_2114_1755682130796",
      "character": "Wataru Kurozuma",
      "show": "Toaru Majutsu no Index",
      "quote": "Your home is the place where you can be yourself."
    },
    {
      "id": "quote_2115_1755682130796",
      "character": "Mikoto Misaka",
      "show": "Toaru Majutsu no Index",
      "quote": "You don’t need a good reason to save a friend. If you want to save them, then save them. I know someone who kept saying those stupid things even when he was driven to the brink of death, and he really did save over 10,000 people in the end. And that idiot that saved so many people is trying to save someone today like always. I know I can’t stop him. No matter how much I don’t want him to do anything dangerous, seeing him off with a push to the back is the sign of a good woman!"
    },
    {
      "id": "quote_2116_1755682130796",
      "character": "Pierce Aogami",
      "show": "Toaru Majutsu no Index",
      "quote": "Ha, you're too naive, Kami-yan. I have a wide range of acceptance when it comes to women: not just fallen female main characters, but also foster sisters, foster mothers, foster daughters, twins, widows, senpais, fellow classmates, teachers, childhood friends, ojousamas, blondes, brunettes, brown-haired, silver-haired, long-haired, medium-haired, short-haired, girls wearing bobby pins, wavy-haired, twintails, ponytails, one-sided ponytails, twin braids, ahoges, curly-haired, girls in sailor clothes, blazers, kindergarten nurses, maids, policewomen, witches, shrine maidens, nuns, military women, secretaries, lolis, shotas, tsunderes, cheerleaders, stewardesses, waitresses, goth girls wearing black, goth girls wearing white, girls in China dresses, frail girls, albino girls, fantasists, girls with split personalities, queens, princesses, thigh-high socks, garterbelts, girls who cross-dress as guys, girls who wear glasses, girls who wear an eye-patch, girls who wear bandages, girls in school swimsuits, one-piece swimsuits, bikinis, V-shaped bikinis, bikinis that barely cover anything, ghosts, animal-eared girls, etc.- any female is within my area of acceptance."
    },
    {
      "id": "quote_2117_1755682130796",
      "character": "Accelerator",
      "show": "Toaru Majutsu no Index",
      "quote": "I strive for something beyond the strongest, that challenging me would be the most ridiculous thought ever, that fighting me would be a sin! *To Imouto 10032*"
    },
    {
      "id": "quote_2118_1755682130796",
      "character": "Kamijou Touma",
      "show": "Toaru Majutsu no Index",
      "quote": "Is it that you get the power, then you choose to protect someone else? No! We first want to protect someone, that's why we try to get stronger in the first place."
    },
    {
      "id": "quote_2119_1755682130796",
      "character": "Kamijou Touma",
      "show": "Toaru Majutsu no Index",
      "quote": "I don't need a reason to save someone."
    },
    {
      "id": "quote_2120_1755682130796",
      "character": "Mikoto Misaka",
      "show": "Toaru Majutsu no Index",
      "quote": "Really, what's with that? Such a power doesn't even appear in Academy City's databank. If I am a 1-in-328,571 prodigy, then aren't you, the only one in Academy City, a 1-in-2,300,000 disaster?"
    },
    {
      "id": "quote_2121_1755682130796",
      "character": "Kamijou Touma",
      "show": "Toaru Majutsu no Index",
      "quote": "God, if this world, this story, is moving ahead according to the system you created... then I first need to destroy that illusion!"
    },
    {
      "id": "quote_2122_1755682130796",
      "character": "Accelerator",
      "show": "Toaru Majutsu no Index",
      "quote": "The second humans lose their comfort zone, the more simplistic their actions become."
    },
    {
      "id": "quote_2123_1755682130796",
      "character": "Kamijou Touma",
      "show": "Toaru Majutsu no Index",
      "quote": "Damn it, I really don't want to follow her to hell... Looks like I'll just have to pull her out of it!"
    },
    {
      "id": "quote_2124_1755682130796",
      "character": "Aisa Himegami",
      "show": "Toaru Majutsu no Index",
      "quote": "Lend me 100 yen since I'm beautiful."
    },
    {
      "id": "quote_2125_1755682130796",
      "character": "The Will of the Whole Misaka Network",
      "show": "Toaru Majutsu no Index",
      "quote": "Relationships do not always improve... Sometimes they decline... But... it still counts as a victory if it all works out in the end... Let’s keep it at that..."
    },
    {
      "id": "quote_2126_1755682130796",
      "character": "Accelerator",
      "show": "Toaru Majutsu no Index",
      "quote": "They may all look the same to you, but there are different kinds and different levels of evil. A first-class villain doesn't target honest lives."
    }
  ]
}