{
  "name": "Solanin",
  "anilistId": 4731,
  "totalQuotes": 22,
  "totalCharacters": 7,
  "quotes": [
    {
      "id": "quote_1446_1755663504102",
      "character": "Meiko Inoue",
      "show": "Solanin",
      "quote": "I never knew that spending an entire day doing nothing could be so terrifying. A plague of what-ifs assaults me, spinning and whirling, even though thinking about them makes no difference."
    },
    {
      "id": "quote_1447_1755663504102",
      "character": "Jirō Yamada",
      "show": "Solanin",
      "quote": "A band isn't so simple... that you can just mess around and keep it going."
    },
    {
      "id": "quote_1448_1755663504102",
      "character": "Ai Kotani",
      "show": "Solanin",
      "quote": "It'll still feel better to try and regret, than regret not trying at all."
    },
    {
      "id": "quote_1449_1755663504102",
      "character": "Ai Kotani",
      "show": "Solanin",
      "quote": "No matter how well you get along together, sometimes the smallest of cracks turn into a lethal abyss in time."
    },
    {
      "id": "quote_1450_1755663504102",
      "character": "Naruo Taneda",
      "show": "Solanin",
      "quote": "Yeah, I know there's no right answer. All I know for sure is that time keeps on flowing like a river, and a river eventually leads to the ocean. Maybe I will try swimming against the current."
    },
    {
      "id": "quote_1451_1755663504102",
      "character": "Kato Kenichi",
      "show": "Solanin",
      "quote": "Once you see a guy ignore the light in order to cross the street, you just can't stand still."
    },
    {
      "id": "quote_1452_1755663504102",
      "character": "Naruo Taneda",
      "show": "Solanin",
      "quote": "Yeah, it might be totally stupid, but it's sad that you can't know yourself without being compared to others."
    },
    {
      "id": "quote_1453_1755663504102",
      "character": "Ai Kotani",
      "show": "Solanin",
      "quote": "You know why people stress over things? Because there aren't any easy answers."
    },
    {
      "id": "quote_1454_1755663504102",
      "character": "Ai Kotani",
      "show": "Solanin",
      "quote": "Nothing will progress while you can't make up your mind."
    },
    {
      "id": "quote_1455_1755663504102",
      "character": "Naruo Taneda",
      "show": "Solanin",
      "quote": "Why shouldn't you quit, if that's what you really want to do? Everything will work out somehow."
    },
    {
      "id": "quote_1456_1755663504102",
      "character": "Ritsuko Ayukawa",
      "show": "Solanin",
      "quote": "I realized it one day. The lyrics I struggled to create are only made up so I would have something to sing. Nothing genuine can come out of these flat and boring and ambiguous lives we're living, out of faking your worries for the sake of it."
    },
    {
      "id": "quote_1457_1755663504102",
      "character": "Ai Kotani",
      "show": "Solanin",
      "quote": "This town is overflowing with people, and each has their own worries, big or small... How many of them can truly say that they're happy?"
    },
    {
      "id": "quote_1458_1755663504102",
      "character": "Jirō Yamada",
      "show": "Solanin",
      "quote": "Why did I fall in love with music in the first place?"
    },
    {
      "id": "quote_1459_1755663504102",
      "character": "Ai Kotani",
      "show": "Solanin",
      "quote": "When people truly get serious about something, all you can do is stay quiet and watch."
    },
    {
      "id": "quote_1460_1755663504102",
      "character": "Naruo Taneda",
      "show": "Solanin",
      "quote": "Even if you're made a fool of by someone, even if the future becomes so dark that you can't see what's in front of you, even if the place we get to is the very end of the world, you and I are still together."
    },
    {
      "id": "quote_1461_1755663504102",
      "character": "Saeki Ryutaro",
      "show": "Solanin",
      "quote": "I might seem to be on the losing side to you, but I'm still fighting... Not all battles happen in the brightest, flashiest spots."
    },
    {
      "id": "quote_1462_1755663504102",
      "character": "Naruo Taneda",
      "show": "Solanin",
      "quote": "Even if it's dangerous, even if it lasts until the ends of the earth... I need to walk my path."
    },
    {
      "id": "quote_1463_1755663504102",
      "character": "Naruo Taneda",
      "show": "Solanin",
      "quote": "It's pretty hard just to survive as a human being. The world's a big place and there's a lot of stuff I don't understand, but I think there must be something important out there. I mean, that's what I want to believe. If I keep believing that while playing music, then maybe I'll be able to change the world just a bit."
    },
    {
      "id": "quote_1464_1755663504102",
      "character": "Meiko Inoue",
      "show": "Solanin",
      "quote": "The scenery is so peaceful, you'd never think that wars were happening and people were dying around the world. If only this scenery could continue forever. But even if a time should come when I can no longer enjoy this scenery, as long as everyone is with me, I'll be fine. That's what I think today."
    },
    {
      "id": "quote_1465_1755663504102",
      "character": "Naruo Taneda",
      "show": "Solanin",
      "quote": "We've got no light of hope in our future! Nothing is going to happen! Our lives will be as dull as rocks! Maybe it's a life of boring happiness! But I don't want to be an adult who pretends to be satisfied with it!"
    },
    {
      "id": "quote_1466_1755663504102",
      "character": "Naruo Taneda",
      "show": "Solanin",
      "quote": "When you're sincere about doing something, you're stalked by the fear that there's no turning back."
    },
    {
      "id": "quote_1467_1755663504102",
      "character": "Kato Kenichi",
      "show": "Solanin",
      "quote": "When you lose something, you gotta find something to take its place. I guess it's just time... for me to move forward for once."
    }
  ]
}