{
  "name": "Aria the Animation",
  "anilistId": 477,
  "totalQuotes": 7,
  "totalCharacters": 3,
  "quotes": [
    {
      "id": "quote_99_1755682411840",
      "character": "Alicia Florence",
      "show": "Aria the Animation",
      "quote": "I'm sure that things that are truly fun can't be compared. Back then, now, and from now on, in the time you spend with others, lots of small fun things are born and disappear. If you are able to capture each of them, you'll never run out of fun things. Forever and ever. And here's one point of advice. Thinking that now is fun is what makes it the most fun."
    },
    {
      "id": "quote_100_1755682411840",
      "character": "Akari Mizunashi",
      "show": "Aria the Animation",
      "quote": "If one feels it is fun now, one will be able to enjoy life the most. Everything will change over time, so we must treasure the happy moments before us."
    },
    {
      "id": "quote_101_1755682411840",
      "character": "Alicia Florence",
      "show": "Aria the Animation",
      "quote": "Have you heard this story before? When a certain traveler left on a journey in search of what he desired, he was told by his teacher: \"You mustn't lose your way, because if you make one wrong turn - you will never find what you were searching for\". But, unfortunately, the traveler lost his way and hung his head in dismay... But when he raised his head again, what he saw before him was a world even more magnificent than what the traveler was searching for. It means if you don't make mistakes, there are things you won't discover."
    },
    {
      "id": "quote_102_1755682411840",
      "character": "Akari Mizunashi",
      "show": "Aria the Animation",
      "quote": "Lots of things change with the flow of time. But there are things that never change. Things that are precious because they change, and things that are precious because they don’t change… Both are precious. Don’t you feel the same?"
    },
    {
      "id": "quote_103_1755682411840",
      "character": "Alicia Florence",
      "show": "Aria the Animation",
      "quote": "There are some people who are rich and stay in beautiful places but are still unhappy. There are some people who are poor, but happy. In the end, happiness or sadness, only the person can determine."
    },
    {
      "id": "quote_104_1755682411840",
      "character": "Akari Mizunashi",
      "show": "Aria the Animation",
      "quote": "Mysterious things, when you were a child you used to think \"They exist for sure!\", but all of a sudden it changes to, \"It would be nice if they existed.\" I wonder when and why you stop believing."
    },
    {
      "id": "quote_105_1755682411840",
      "character": "Grandma Akino",
      "show": "Aria the Animation",
      "quote": "Isn’t it okay to consider sad or hard times as the seasoning that lets you enjoy life? You can change them inside yourself so that you can enjoy anything. It truly is a wonderful thing, living each day."
    }
  ]
}