{
  "name": "Sousei no Aquarion",
  "anilistId": 478,
  "totalQuotes": 5,
  "totalCharacters": 3,
  "quotes": [
    {
      "id": "quote_2481_1755682310816",
      "character": "Hong Lihua",
      "quote": "Misfortune… that is my symbol. Unluckiness… that is my identity. I am a woman who looks best dressed in solitude and misfortune. That is who I am."
    },
    {
      "id": "quote_2482_1755682310816",
      "character": "Gen Fudou",
      "quote": "How can he hope to stand back up, when he is still in the process of falling? Let him fall, all the way to the very bottom, before telling him to stand up again."
    },
    {
      "id": "quote_2483_1755682310816",
      "character": "Toma Epanort",
      "quote": "On that day twelve thousand years ago, on the summit of clouds reaching the stratosphere, remember that evening when we watched the prominence rise from the sunspot together…\nEntrusting our bodies to the Earth’s love, we listened carefully to the memories of the sea etched in every droplet of the falling rain that morning. When we looked up at the ocean’s singers who had gathered at the swaying great temple, the voices of prayer…\nThat day, under the Tree of Life, we entrusted the beginning of the world to those reverberations… Remember that brilliance."
    },
    {
      "id": "quote_2484_1755682310816",
      "character": "Gen Fudou",
      "quote": "At night the moon shines with daylight. Our dreams are an ocean… each wave is the dream of an individual. The tide is controlled by the pull of the moon… it illuminates our dreams. If you open the moon, you will discover the path to dreams. When one finds death, they are submerged in the ocean of dreams. At the end of life’s path is a door that leads us to this ocean. Our dreams transcend the self to reach this sea… connecting us all within its lunar tide."
    },
    {
      "id": "quote_2485_1755682310817",
      "character": "Gen Fudou",
      "quote": "A misty moonlight night washes over the land and though darkness ebbs with the glow of the full moon, shadows still remain. They conceal an evil which exists just beyond our grasp. Sides are chosen. Lines are drawn, ones that we dare not cross. But in the distance a ray of light shines to expose our path. It is then that we realize that some things in life are better left unseen."
    }
  ]
}