{
  "name": "Umineko no Naku Koro ni",
  "anilistId": 4896,
  "totalQuotes": 39,
  "totalCharacters": 14,
  "lastUpdated": "2025-08-20T15:36:09.732Z",
  "quotes": [
    {
      "id": "quote_1083_1755663487578",
      "character": "Ushiromiya Battler",
      "quote": "In the limited time we have between our births and our deaths, we live life with everything we've got."
    },
    {
      "id": "quote_1084_1755663487578",
      "character": "Ushiromiya Battler",
      "quote": "Well, who you love depends on the person. Isn't everything fine as long as it's someone who's fun to be with? Being with someone doesn't require any permission as long as the two people accept each other. If you worry about your parents or your family, then you lose. Don't forget that. You can't go out with someone with incomplete feelings."
    },
    {
      "id": "quote_1085_1755663487578",
      "character": "Gaap",
      "quote": "'Slacking off' sounds bad. However, enjoying more of your day with the time you saved by doing your job in a clever way is definitely not a bad thing. Times like that are what makes a human's life rich. If you exaggerate, it could be called laziness, surely. However, people only become mature when they are able to balance work with enjoyment. In short, if all you care about is your job, you're not fully mature."
    },
    {
      "id": "quote_1086_1755663487578",
      "character": "Ushiromiya Ange",
      "quote": "Criticism of yourself as you're observed by others doesn't matter. If your existence is firmly acknowledged by you yourself, that's enough. If you can live with confidence in yourself, surely you can accept any kind of lifestyle."
    },
    {
      "id": "quote_1087_1755663487578",
      "character": "Ushiromiya George",
      "quote": "You need three types of power to control the world. One is influence. One is wealth. The third is... force."
    },
    {
      "id": "quote_1088_1755663487578",
      "character": "Frederica Bernkastel",
      "quote": "You're nothing but a piece. Your absence wouldn't hinder my progress in this game in the slightest. If you can't think of any other theories in particular, please just go back to the piece tray and gather dust or something. It's painful to even remember useless pieces."
    },
    {
      "id": "quote_1089_1755663487578",
      "character": "Ushiromiya Kyrie",
      "quote": "I never like to work based on trust. It takes hard work to build up trust, but only an instant to lose it. There's no less profitable investment."
    },
    {
      "id": "quote_1090_1755663487578",
      "character": "Ushiromiya Kyrie",
      "quote": "They often say that stupid thoughts are no better than sleeping."
    },
    {
      "id": "quote_1091_1755663487578",
      "character": "Ushiromiya Ange",
      "quote": "No idiot would want to be friends with an unmoving, unspeaking telephone pole. However, unmoving and unspeaking is exactly what you'd want from a telephone pole."
    },
    {
      "id": "quote_1092_1755663487578",
      "character": "Furudo Erika",
      "quote": "For the first time, I felt honoured at being allowed to compete in this game of truth and error, and witches as a human... And ironically, that taught me that the truth is not necessarily only one when I believed that only one truth existed. By just broadening my field of vision a little, I can see a truth that is completely different. And no matter which one of the truths, if you can only see one of them, they will not be the right answer... Ah, in my life until now, I wonder how many truths have I turned away from because I was blinded by some trivial truth...? This is... the truth... of the world..."
    },
    {
      "id": "quote_1093_1755663487578",
      "character": "Ushiromiya Kyrie",
      "quote": "What if that fruit you've worked so hard to nurture gets pulled off the branch the next morning? You'll regret that you didn't choose to harvest it the previous day instead of complaining. That regret really hurts. It'll make you crawl through hell."
    },
    {
      "id": "quote_1094_1755663487578",
      "character": "Ushiromiya Battler",
      "quote": "Victory isn't something you are given. It is something you take."
    },
    {
      "id": "quote_1095_1755663487578",
      "character": "Furudo Erika",
      "quote": "All truth is meaningless. In the end, 'meaning' comes from the mind of each individual human. Even when there is a single truth, it can mean different things to different individuals. The truth has no meaning in itself!"
    },
    {
      "id": "quote_1096_1755663487578",
      "character": "Ushiromiya Jessica",
      "quote": "No matter how hard someone's heart is, if you keep on talking to them, little by little, it'll eventually start to crack! I believe it! I believe that useless effort doesn't exist in this world!"
    },
    {
      "id": "quote_1097_1755663487578",
      "character": "Ushiromiya Ange",
      "quote": "People tend to push the pain they're burdened with onto other people."
    },
    {
      "id": "quote_1098_1755663487578",
      "character": "Ushiromiya Kyrie",
      "quote": "When people have an overwhelming advantage, they sometimes take on a little risk to try and show off their superiority over the losers."
    },
    {
      "id": "quote_1099_1755663487578",
      "character": "Ushiromiya Battler",
      "quote": "Something as shady as a witch couldn't possibly exist."
    },
    {
      "id": "quote_1100_1755663487578",
      "character": "Ushiromiya Battler",
      "quote": "The longer the days go by without them, the worse the sadness from losing someone gets..."
    },
    {
      "id": "quote_1101_1755663487578",
      "character": "Ronove",
      "quote": "They say the temperature of tea and a women's heart are difficult in any age."
    },
    {
      "id": "quote_1102_1755663487578",
      "character": "Lambdadelta",
      "quote": "There’s only one difference between heroes and mad men. It’s whether they win or lose."
    },
    {
      "id": "quote_1103_1755663487578",
      "character": "Beatrice",
      "quote": "You can catch a mouse that's shut in a cage. However, catching a mouse in a field is like trying to catch a cloud."
    },
    {
      "id": "quote_1104_1755663487578",
      "character": "Ushiromiya Kyrie",
      "quote": "Love really is like playing with fire. Anyone can play easily and lightheartedly. But when you mess up and get burned, that scar stays with you your whole life."
    },
    {
      "id": "quote_1105_1755663487578",
      "character": "Ushiromiya Jessica",
      "quote": "People are capable of creating another part of themselves inside themselves at any time. A part that they can truly like."
    },
    {
      "id": "quote_1106_1755663487578",
      "character": "Frederica Bernkastel",
      "quote": "The reader will be me. I have no love, maybe I'll end up interpreting some things in a weird way. However, the reader is free to decide how to read things and with which intonation."
    },
    {
      "id": "quote_1107_1755663487578",
      "character": "Ushiromiya Jessica",
      "quote": "Doesn't even think about giving up just because it's useless! The moment you give up is when your life ends."
    },
    {
      "id": "quote_1108_1755663487578",
      "character": "Ushiromiya Maria",
      "quote": "Truth can change its form depending on the observer."
    },
    {
      "id": "quote_1109_1755663487578",
      "character": "Ushiromiya Ange",
      "quote": "Even if you have two of the exact same person, they could change enormously depending on their upbringing."
    },
    {
      "id": "quote_1110_1755663487578",
      "character": "Furudo Erika",
      "quote": "Without love, people could exist without knowing truth and falsehood. By knowing it, they cry and grief and get lost. I was the same back then."
    },
    {
      "id": "quote_1111_1755663487578",
      "character": "Ushiromiya George",
      "quote": "Fortitude is about staying cool and calmly analyzing your opponent. Do you know why? It's to counter, to give back exactly what you got, to make them not want to take another pass at you, to make them cover their face in tears and snot and forget to wash it off, to make them want to rub their forehead on the ground and apologize over and over, to completely, perfectly, thoroughly beat them until they can't get up!"
    },
    {
      "id": "quote_1112_1755663487578",
      "character": "Featherine Augustus Aurora",
      "quote": "People respect it when someone they are distant from is boring and harmless. However, they only like that person because he or she doesn't get in their way. No human would want to hang around a boring person."
    },
    {
      "id": "quote_1113_1755663487578",
      "character": "Gaap",
      "quote": "Don't deny your dreams, ok? There is no point at all in taking a first step, if your eyes are closed and you don't gaze at the future."
    },
    {
      "id": "quote_1114_1755663487578",
      "character": "Ushiromiya Ange",
      "quote": "People live in order to be satisfied. And they hope to die while still satisfied. So, not knowing how to make yourself become satisfied is very tough."
    },
    {
      "id": "quote_1115_1755663487578",
      "character": "Virgilia",
      "quote": "Real magic is the power to repair, to revive. To call back happiness which has disappeared, to call back love which has gotten cold. And it can call back a forgotten smile to a princess' face."
    },
    {
      "id": "quote_1116_1755663487578",
      "character": "Ushiromiya Ange",
      "quote": "Skipping school for one day might not be a problem, but if you skip for three days in a row, it'd be really hard to convince yourself to go back."
    },
    {
      "id": "quote_1117_1755663487578",
      "character": "Featherine Augustus Aurora",
      "quote": "The weight of a sin depends on the person measuring it."
    },
    {
      "id": "quote_1118_1755663487578",
      "character": "Frederica Bernkastel",
      "quote": "Everyone has a right to pursue a happy life. The difficult part is to be given that right."
    },
    {
      "id": "quote_1119_1755663487578",
      "character": "Ushiromiya Ange",
      "quote": "No person can become a replacement for another. Not even the past version of themselves."
    },
    {
      "id": "quote_1120_1755663487578",
      "character": "Furudo Erika",
      "quote": "...Without love, it cannot be seen? ...Hah. That's backwards... Because of love, you end up seeing things that don't even exist."
    },
    {
      "id": "quote_109_1755700691613",
      "character": "Gaap",
      "quote": "Slacking off' sounds bad. However, enjoying more of your day with the time you saved by doing your job in a clever way is definitely not a bad thing. Times like that are what makes a human's life rich. If you exaggerate, it could be called laziness, surely. However, people only become mature when they are able to balance work with enjoyment. In short, if all you care about is your job, you're not fully mature."
    }
  ]
}