{
  "name": "One Outs",
  "anilistId": 5040,
  "totalQuotes": 8,
  "totalCharacters": 1,
  "quotes": [
    {
      "id": "quote_1098_1755681862144",
      "character": "Toua Tokuchi",
      "quote": "Those who use cheating as their weapon, will be strangled by cheating in the end."
    },
    {
      "id": "quote_1099_1755681862144",
      "character": "Toua Tokuchi",
      "quote": "When a human is victorious is when they're most vulnerable."
    },
    {
      "id": "quote_1100_1755681862144",
      "character": "Toua Tokuchi",
      "quote": "What's the use of looking towards the past? If past data dictates reality... then our 33,1 winning percentage last year means we shouldn't even be playing the Mariners and their 66,7 winning percentage."
    },
    {
      "id": "quote_1101_1755681862144",
      "character": "Toua Tokuchi",
      "quote": "To take responsibility is to take the pain onto yourself. It means to bear more pain than what others felt because of your mistake."
    },
    {
      "id": "quote_1102_1755681862144",
      "character": "Toua Tokuchi",
      "quote": "To take responsibility is to take pain onto yourself. It means to bear more pain than what others felt because of your mistakes! If you ruined someone's silver tableware, you must repay with gold tableware. The president of a polluting manufacturing plant must live beside the plant's chimney. That's what taking responsibility means. However the people in so-called high positions never see the consequences. When mistakes are made, they will casually bow their heads and apologize. They think that's enough. Are you one of them too?"
    },
    {
      "id": "quote_1103_1755681862144",
      "character": "Toua Tokuchi",
      "quote": "What does it mean to be a winner? Is it the last one standing? It means to climb over a mountain of corpses to get to the top. By no means is it a glorious sight to behold, in fact, it is extremely cruel. Even so, if you still wish to seek victory... then you must become a devil."
    },
    {
      "id": "quote_1104_1755681862144",
      "character": "Toua Tokuchi",
      "quote": "A low possibility means it's not zero."
    },
    {
      "id": "quote_1105_1755681862144",
      "character": "Toua Tokuchi",
      "quote": "Winning a game is not dependent on surpassing your opponents with your strength or waiting for lucky breaks. Conquer the opponent, crushing them, and stepping over the fallen ones ruthlessly. Winning means dominating over countless dead bodies."
    }
  ]
}