{
  "name": "Bakemonogatari",
  "anilistId": 5081,
  "totalQuotes": 67,
  "totalCharacters": 8,
  "lastUpdated": "2025-08-20T15:33:34.227Z",
  "quotes": [
    {
      "id": "quote_1118_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "Is that so? Then I'll just use \"pathetic\" next time."
    },
    {
      "id": "quote_1119_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "I am not a friend of justice. I am an enemy of evil."
    },
    {
      "id": "quote_1120_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "My abusive language is alchemized through 40 kg copper, 25 kg of zinc, 15 kg of nickel, 5 kg of ice that keeps my cool, and 97 kg of spite."
    },
    {
      "id": "quote_1121_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "Curiosity is like a cockroach. It likes to stumble upon secrets that are supposed to stay hidden."
    },
    {
      "id": "quote_1122_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "I just want to relieve my sexual frustrations. All I feel towards a cat eared high school girl in her underwear... is lust."
    },
    {
      "id": "quote_1123_1755681877781",
      "character": "Shinobu Oshino",
      "quote": "There's no reason a fake can't do what the real thing would. And it's possible for a fake to be more real than the real thing."
    },
    {
      "id": "quote_1124_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "I don't want that kind of twisted love."
    },
    {
      "id": "quote_1125_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "*to Araragi* A creature like you having a brain residing in his skull...is already a miracle in and of itself."
    },
    {
      "id": "quote_1126_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "Did you know every time you sigh, a little bit of happiness escapes?"
    },
    {
      "id": "quote_1127_1755681877781",
      "character": "Meme Oshino",
      "quote": "She's been like that ever since I bought a box of donuts and had one more than her."
    },
    {
      "id": "quote_1128_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "There stood a high school boy, who for selfish reasons had twice beaten an elementary school girl unconscious, and had gotten all nihistically worked up about it. Actually, that's still me."
    },
    {
      "id": "quote_1129_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "No one's gonna save me. People just accept help selfishly, for their own sake."
    },
    {
      "id": "quote_1130_1755681877781",
      "character": "Shinobu Oshino",
      "quote": "The sun is my enemy, but the moon has been good to me."
    },
    {
      "id": "quote_1131_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "Those who get fooled are partially at fault."
    },
    {
      "id": "quote_1132_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "*guilty voice* Because of my carelessness Araragi-kun realized that his brain is slower than others."
    },
    {
      "id": "quote_1133_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "Even crabs have to go on a journey sometime."
    },
    {
      "id": "quote_1134_1755681877781",
      "character": "Nadeko Sengoku",
      "quote": "You're all grown up, so you won't feel dirty looking at my body, right?"
    },
    {
      "id": "quote_1135_1755681877781",
      "character": "Bakemonogatari",
      "quote": "Oddities are the world itself. They're linked to the world, unlike living beings. Science alone cannot shed light upon them, as there will always be people who'll be afraid of vampires. Although all forms of darkness could be lit up, darkness will never cease to exist."
    },
    {
      "id": "quote_1136_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "Anything at all. Just this once I'll fulfil whatever your wish is. Whether is world conquest, or eternal life, or to defeat the saiyans that are coming to earth."
    },
    {
      "id": "quote_1137_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "*to Araragi* I'm suprised you know such useless things. This is the first time since birth that I've admired you."
    },
    {
      "id": "quote_1138_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "By the way, Araragi-kun... I've never broken up with a man before. Hence, I won't be breaking up with you either."
    },
    {
      "id": "quote_1139_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "Unfortunately, a psychotic virgin, starved for love and likely to fall for anyone who would be a little nice to her, has set eyes on you."
    },
    {
      "id": "quote_1140_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "You've got nice solid childbearing hips, so I think you're sure to have healthy babies. Uwehehehe"
    },
    {
      "id": "quote_1141_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "Copper, 40g; Zinc, 25g; Nickel, 15g; Hiding Embarrassment, 5g and Spite, 97kg."
    },
    {
      "id": "quote_1142_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "I'm bothered by the very fact that people exist, but you're an exception."
    },
    {
      "id": "quote_1143_1755681877781",
      "character": "Tsubasa Hanekawa",
      "quote": "I don’t know everything, I just know what I know."
    },
    {
      "id": "quote_1144_1755681877781",
      "character": "Shinobu Oshino",
      "quote": "It's difficult to change the world on your own, but twisting it a little might not be all that hard."
    },
    {
      "id": "quote_1145_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "Different conclusions are reached when one fact is viewed from two separate points of view. When that happens, there is no immediate way to judge which point of view is the correct one. There is no way to conclude one's own conclusion is the correct one. But for that exact reason, it is also premature to decide one's own conclusion is wrong."
    },
    {
      "id": "quote_1146_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "The word \"ignorant\" has a nice ring to it, so I don't mind being called that, but \"incompetent\" is going just a bit too far..."
    },
    {
      "id": "quote_1147_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "Don't call me \"this chick\"."
    },
    {
      "id": "quote_1148_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "Don't get me wrong. It's not like I'm worried about you. But if you don't come back I'll never forgive you."
    },
    {
      "id": "quote_1149_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "That's what I call smallness as a human being. No matter how much I'm irritated by it, I can't do anything about it. It's not complex, just stunted. Because as a human being I'm small, or something."
    },
    {
      "id": "quote_1150_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "Being kind to everyone, simply means there's no one special."
    },
    {
      "id": "quote_1151_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "In our society, letting others find out that you're a nice person is a very risky move. It's extremely likely that someone would take advantage of that."
    },
    {
      "id": "quote_1152_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "Idiot! Don't spit while you talk! Your virginity might be contagious!"
    },
    {
      "id": "quote_1153_1755681877781",
      "character": "Meme Oshino",
      "quote": "No one cares about Araragi-kun."
    },
    {
      "id": "quote_1154_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "You may be unfortunate, but that doesn't mean you have to suffer. You may not be blessed, but that doesn't mean you have to throw a fit over it. Even if bad things happen to you, just be strong!"
    },
    {
      "id": "quote_1155_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "Kindness can sometime translate to hostility."
    },
    {
      "id": "quote_1156_1755681877781",
      "character": "Meme Oshino",
      "quote": "I am not going to take sides, I am neutral. I am talking about standpoints here, that is all. Miss Class Representative (Hanekawa Tsubasa) has her point of view and her parents have their own. There is no way for an outsider to know which of them is right. Actually, there is not a right one in the first place. It is just about who is easier to agree with."
    },
    {
      "id": "quote_1157_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "If anyone else kills you, I'll kill that person."
    },
    {
      "id": "quote_1158_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "But being optimistic isn't a bad thing, is it? It's not like you're doing anything bad. It's also not like you're cheating either."
    },
    {
      "id": "quote_1159_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "I told you, anything is OK, like saying you want me to end all my sentences with \"nyu\" for a week. Or that you want me to not wear underwear to school for a week. Or that you want me to wake you up every morning for a week, wearing nothing but an apron."
    },
    {
      "id": "quote_1160_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "A fake with more power than the real thing is more dangerous than the real thing."
    },
    {
      "id": "quote_1161_1755681877781",
      "character": "Meme Oshino",
      "quote": "If praying does not work, and words are ineffective... what's left is to fight."
    },
    {
      "id": "quote_1162_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "If I can, I'd like to bring back what she has lost, what she threw away."
    },
    {
      "id": "quote_1163_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "The first requirement of being a hero isn't being right. It's being strong. That's why the hero always wins."
    },
    {
      "id": "quote_1164_1755681877781",
      "character": "Deishū Kaiki",
      "quote": "Oh, right, Senjougahara. I've got a great story to tell you. It's about that man who tried to rape you way back. He was hit by a car and died in a place with no connection to you, in an event with no connection to you. Without any drama at all. [...] That's the lesson for you here: You shouldn't expect your life to be like the theater."
    },
    {
      "id": "quote_1165_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "And, Araragi-kun....I love you."
    },
    {
      "id": "quote_1166_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "If I fail to make my every-minute reports, a gang of 5,000 brutes will attack your whole family."
    },
    {
      "id": "quote_1167_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "If they find out what you did there, a lot of people will say a lot of things to you. Some will say you did the right thing. And some will say you did the wrong thing. But that's not what matters. No matter what anyone says, you don't have to worry. Because you didn't do the right thing, and you didn't do the wrong thing. It was all part of being young."
    },
    {
      "id": "quote_1168_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "Fine. I'll correct myself. I have no experience. I'm a virgin. More to the point, the only kind of girl who'd talk to an unappealing virgin like you are late-bloomer virgins like me!"
    },
    {
      "id": "quote_1169_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "Although my life hasn't been very fortunate until now, I'm glad if I caught your eye because of that misfortune..."
    },
    {
      "id": "quote_1170_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "Right now, I'm afraid of losing you. Although my life hasn't been very fortunate until now, I'm glad if I caught your eye because of that misfortune. Because of that, I was able to fall for you. So we'll definitely do something, but I want to wait just a bit. So, right now, the last thing I can offer you... Is this starry sky."
    },
    {
      "id": "quote_1171_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "Don't move. Oh, my bad. I mean, you can move if you want, but it'd be very dangerous."
    },
    {
      "id": "quote_1172_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "If I may suggest, I recommend my waking you up every morning wearing nothing but an apron. Then I can cook you breakfast. Isn't it a man's fantasy to watch that from behind?"
    },
    {
      "id": "quote_1173_1755681877781",
      "character": "Meme Oshino",
      "quote": "People have to save themselves. One person saving another is impossible."
    },
    {
      "id": "quote_1174_1755681877781",
      "character": "Senjougahara Hitagi",
      "quote": "If I kill you, that means I'll be the one closest to you when you're on your deathbed. Isn't it romantic?"
    },
    {
      "id": "quote_1175_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "Sunday, May 14th at 14:15:30--the moment I got Senjōgahara's phone number."
    },
    {
      "id": "quote_1176_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "Come on. I don't like this trend of explaining anything and everything about my love life. It's impossible."
    },
    {
      "id": "quote_1177_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "How does one figure out if they're in love with a member of the opposite sex?"
    },
    {
      "id": "quote_1178_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "You.... Could it be that you're just an idiot? *to Senjougahara*"
    },
    {
      "id": "quote_1179_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "There's no point in having physical strength alone. The real deal needs to have mental strength and will."
    },
    {
      "id": "quote_1180_1755681877781",
      "character": "Meme Oshino",
      "quote": "I don't think much of you for sending a girl your age to the place where a wierd man lives."
    },
    {
      "id": "quote_1181_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "If you're going to selfishly admire someone only to be disillusioned later, then maybe you shouldn't try to get to know them better at all."
    },
    {
      "id": "quote_1182_1755681877781",
      "character": "Koyomi Araragi",
      "quote": "It's impossible for someone to replace someone else."
    },
    {
      "id": "quote_57_1755704014227",
      "character": "Senjougahara Hitagi",
      "quote": "Different conclusions are reached when one fact is viewed from two separate points of view. When that happens, there is no immediate way to judge which point of view is the correct one. There is no way to conclude one's own conclusion is the correct one. But for that exact reason, it is also premature to decide one's own conclusion is wrong. "
    },
    {
      "id": "quote_58_1755704014227",
      "character": "Shinobu Oshino",
      "quote": "The sun is my enemy, but the moon has been good to me. "
    }
  ]
}