{
  "name": "Fullmetal Alchemist: Brotherhood",
  "anilistId": 5114,
  "totalQuotes": 33,
  "totalCharacters": 15,
  "lastUpdated": "2026-02-28T13:47:52.871Z",
  "quotes": [
    {
      "id": "quote_2482_1755663608506",
      "character": "Fullmetal Alchemist: Brotherhood",
      "quote": "We have to fight in order to live. That's what will make us strong."
    },
    {
      "id": "quote_2483_1755663608506",
      "character": "Father",
      "quote": "Humans who would dare to play God must pay a steep price for their arrogance, that is Truth."
    },
    {
      "id": "quote_2484_1755663608506",
      "character": "Fullmetal Alchemist: Brotherhood",
      "quote": "Memories. They are recollections of the heart. If those who are not human come to possess memories, people begin to fear the result."
    },
    {
      "id": "quote_2485_1755663608506",
      "character": "Olivier Mira Armstrong",
      "quote": "Obeying a superior you can't even believe doesn't make you loyal. You're just fooling yourself."
    },
    {
      "id": "quote_2486_1755663608506",
      "character": "Ling Yao",
      "quote": "If you turn your back on something you wanted, you don't deserve to call yourself greed!"
    },
    {
      "id": "quote_2487_1755663608506",
      "character": "Ling Yao",
      "quote": "Friends are connected by heart! You can't just rinse off something that's stained on your soul!"
    },
    {
      "id": "quote_2488_1755663608506",
      "character": "Truth",
      "quote": "Who am I? One name you might have for me is the world, or you might call me the universe, or perhaps God, or perhaps the Truth. I am All, and I am One. So, of course, this also means that I am you. I am the truth of your despair, the inescapable price of your boastfulness. And now, I will bestow upon you the despair you deserve."
    },
    {
      "id": "quote_2489_1755663608506",
      "character": "Yoki",
      "quote": "There's nothing that's entirely black or white."
    },
    {
      "id": "quote_2490_1755663608506",
      "character": "Truth",
      "quote": "Despair to the ones who become swelled with pride."
    },
    {
      "id": "quote_2491_1755663608506",
      "character": "Edward Elric",
      "quote": "There's no such thing as a painless lesson, they just don't exist. Sacrifices are necessary, you can't gain something without losing something first... Although if you can endure that pain and walk away from it, you'll find that you now have a heart strong enough to overcome any obstacle... Yeah... A Fullmetal Heart."
    },
    {
      "id": "quote_2492_1755663608506",
      "character": "King Bradley",
      "quote": "\"Why must everyone make such a fuss over the death of a single soldier? The moment a soldier dons his uniform, he accepts the reality that he might be buried in it.\""
    },
    {
      "id": "quote_2493_1755663608506",
      "character": "Fullmetal Alchemist: Brotherhood",
      "quote": "If you only feel fear after knowing both the abilities of your enemy and yourself, flee with your tail between your legs. However, if you're going to stand firm and fight with a focused mind, you will definitely have victory within reach."
    },
    {
      "id": "quote_2494_1755663608506",
      "character": "Edward Elric",
      "quote": "We're going to be moving forward! If we move forward, we'll get stronger, both physically and mentally."
    },
    {
      "id": "quote_2495_1755663608506",
      "character": "Lust",
      "quote": "Blood calls for blood, while hatred begets hatred, and the energy that comes forth begins to take root in this earth and engraves a crest of blood. They never learn, no matter how many times history is repeated. Humans are foolish, sorrowful creatures."
    },
    {
      "id": "quote_2496_1755663608506",
      "character": "Homunculus (Character)",
      "quote": "Humans are inconvenient creatures, aren't they? The species can't live on unless they all create a community and expand."
    },
    {
      "id": "quote_2497_1755663608506",
      "character": "Edward Elric",
      "quote": "The cycle of life goes only one direction, not even alchemy can change that."
    },
    {
      "id": "quote_2498_1755663608506",
      "character": "Fullmetal Alchemist: Brotherhood",
      "quote": "The beginning is what comes after the ending. Carve out with your own hands a future, filled with hope."
    },
    {
      "id": "quote_2499_1755663608506",
      "character": "Fullmetal Alchemist: Brotherhood",
      "quote": "If you'll cower at the sight of the great foe before you, leave at once, coward. If you'll lose the strength you believed in, then fall to the ground, weakling."
    },
    {
      "id": "quote_2500_1755663608506",
      "character": "King Bradley",
      "quote": "The life of each human is worth one life, that's it. Nothing more, nothing less."
    },
    {
      "id": "quote_2501_1755663608506",
      "character": "Fullmetal Alchemist: Brotherhood",
      "quote": "\"Obey the ones with power\". That's the true meaning of the law of the jungle. If you don't wish to be bound by that, obtain greater power. Because there's always times one must fight power with power."
    },
    {
      "id": "quote_2502_1755663608506",
      "character": "Greed",
      "quote": "Oh, you're one of those guys... You don't care if somebody beats the crap out of you, but if someone lays a finger on a family member, you completely freak out. What a waste..."
    },
    {
      "id": "quote_2503_1755663608506",
      "character": "Solf J. Kimblee",
      "quote": "Good… death is chasing me. Ones who kill are also chased by death, always living alongside death… Jobs that risk one’s soul are truly beautiful! How rewarding… my battlefield!"
    },
    {
      "id": "quote_2504_1755663608506",
      "character": "Edward Elric",
      "quote": "We're not Demons or Gods. We're just humans."
    },
    {
      "id": "quote_2505_1755663608506",
      "character": "Scar's Brother",
      "quote": "If many negative emotions gather, they will end up influencing the entire world. But on the other hand, it is also possible to gather positive emotions and lead the world in that direction."
    },
    {
      "id": "quote_2506_1755663608506",
      "character": "Roy Mustang",
      "quote": "One human only has the power to do so much. That's why I'm going to protect...even if it's just a handful of them...the ones most important to me."
    },
    {
      "id": "quote_2507_1755663608506",
      "character": "Scar's Master",
      "quote": "Enduring and forgiving are two different things. You must not forget the unjustness of society. As a human being, you must hold the event in contempt. Yet, you must endure. You must put an end to the chain of hatred!"
    },
    {
      "id": "quote_2508_1755663608506",
      "character": "Fullmetal Alchemist: Brotherhood",
      "quote": "If it's a fight between a man and man, choose the path you believe is right. Only a fool would stand indecisive after being frightened at the thought of being soiled by the mud."
    },
    {
      "id": "quote_2509_1755663608506",
      "character": "Roy Mustang",
      "quote": "There's no telling when this war will end. No matter how many troops the country deploys, the desert just absorbs them like water. We suffer, conquer, and what's left? Nothing but sand."
    },
    {
      "id": "quote_2510_1755663608506",
      "character": "Edward Elric",
      "quote": "No matter how big the place is, we'll eventually reach the edge if we keep moving forward!"
    },
    {
      "id": "quote_2511_1755663608506",
      "character": "Ling Yao",
      "quote": "The king exists for his people. Without his people, there is no king."
    },
    {
      "id": "quote_28_1755778700784",
      "character": "Truth",
      "quote": "Who am I? One name you might have for me is the world, or you might call me the universe, or perhaps God, or perhaps the Truth. I am All, and I am One. So, of course, this also means that I am you. I am the truth of your despair, the inescapable price of your boastfulness. And now, I will bestow upon you the despair you deserve.\n"
    },
    {
      "id": "quote_38_1772286472871",
      "character": "King Bradley",
      "quote": "Why must everyone make such a fuss over the death of a single soldier? The moment a soldier dons his uniform, he accepts the reality that he might be buried in it."
    },
    {
      "id": "quote_2553_1772286472871",
      "character": "Fullmetal Alchemist: Brotherhood",
      "quote": "Obey the ones with power\"\". That's the true meaning of the law of the jungle. If you don't wish to be bound by that, obtain greater power. Because there's always times one must fight power with power."
    }
  ]
}