{
  "name": "PandoraHearts",
  "anilistId": 5530,
  "totalQuotes": 78,
  "totalCharacters": 13,
  "lastUpdated": "2026-02-28T14:03:10.091Z",
  "quotes": [
    {
      "id": "quote_3022_1755663651403",
      "character": "Oz Vessalius",
      "quote": "Strength begins in understanding your own weakness."
    },
    {
      "id": "quote_3023_1755663651403",
      "character": "Lacie Baskerville",
      "quote": "If you accept everything you’re told without question, you’ll lose your ability to think. Even if you reached the same conclusion, it would still be worth analyzing the reasons behind it."
    },
    {
      "id": "quote_3024_1755663651403",
      "character": "Elliot Nightray",
      "quote": "Are you telling me to flee from my foe!? The blood of a coward doesn't flow through these veins!"
    },
    {
      "id": "quote_3025_1755663651403",
      "character": "Leo Baskerville",
      "quote": "Spoiling stories... is an unforgivable sin in this world."
    },
    {
      "id": "quote_3026_1755663651403",
      "character": "Vanessa Nightray",
      "quote": "*to Eliot* Fred, Claude, Ernest... The Head Hunter killed all of them! Because of that, our mother lost her mind... And... Fell prey to the lies of that foreigner. And our father still pretends to not notice what's going on!.."
    },
    {
      "id": "quote_3027_1755663651403",
      "character": "Alice",
      "quote": "If you don't get accepted by anyone, does that mean there's no significance for you to live on?"
    },
    {
      "id": "quote_3028_1755663651403",
      "character": "Alice",
      "quote": "In the end, aren't they just a bunch of weaklings?"
    },
    {
      "id": "quote_3029_1755663651403",
      "character": "Leo Baskerville",
      "quote": "You're wrong... You're wrong about that as well, Oz! We're just two people who met through someone called 'Elliot'. You're quite mistaken thinking we were friends through him. Because I don't know a thing about you!"
    },
    {
      "id": "quote_3030_1755663651403",
      "character": "Ada Vessalius",
      "quote": "What's the problem... to being different? Even if Vincent-sama is a Baskerville, as you say, even if he is completely different from me, it doesn't matter. I don't care if we're different! And if he really is that different, that's just one more reason to try to understand him!"
    },
    {
      "id": "quote_3031_1755663651403",
      "character": "Vincent Nightray",
      "quote": "Gilbert, I know everything about you... because we are connected by an extremely deep bond. No matter how far apart we are, we will surely return to the same place. Because that is our fate!"
    },
    {
      "id": "quote_3032_1755663651403",
      "character": "Elliot Nightray",
      "quote": "I am Elliot Nightray and I will not let you take that away from me!!"
    },
    {
      "id": "quote_3033_1755663651403",
      "character": "Oz Vessalius",
      "quote": "I don't really like people who go around brandishing the banner of justice. No matter the reason, where human's are involved, there is no black or white, no justice or evil. There is only our will."
    },
    {
      "id": "quote_3034_1755663651403",
      "character": "Oz Vessalius",
      "quote": "The moment a person says he's working hard without thinking, he's still being naive. He is not trying at all!"
    },
    {
      "id": "quote_3035_1755663651403",
      "character": "Jack Vessalius",
      "quote": "To me... This world is like a dark night that swallows everything."
    },
    {
      "id": "quote_3036_1755663651403",
      "character": "Oz Vessalius",
      "quote": "I went with raven for a long bathroom break."
    },
    {
      "id": "quote_3037_1755663651403",
      "character": "Ada Vessalius",
      "quote": "What is really wicked... is judging people without even trying to get to know them!"
    },
    {
      "id": "quote_3038_1755663651403",
      "character": "Xerxes Break",
      "quote": "*to Reim* Like I said before!! To me, being blind is nothing! It's only because I had just woken up, that's why Oz found out. Give me 3 more days. By then, I'll have assimilated. Then I'll be recovered and everything will be like normal. Even if I were thrown in a midst of Pandora members, I have faith that I will be able to kill them all!"
    },
    {
      "id": "quote_3039_1755663651403",
      "character": "Elliot Nightray",
      "quote": "How could I burden that brat with the weight of my life? *about Oz*"
    },
    {
      "id": "quote_3040_1755663651403",
      "character": "Xerxes Break",
      "quote": "Don't concern yourself with what those tasteless idiots say."
    },
    {
      "id": "quote_3041_1755663651403",
      "character": "Xerxes Break",
      "quote": "I did say that you could ask, but I didn't say that I would answer."
    },
    {
      "id": "quote_3042_1755663651403",
      "character": "Lacie Baskerville",
      "quote": "I despise common sense. I’ve seen the world from every possible angle. This cruel, ridiculous, beautiful world."
    },
    {
      "id": "quote_3043_1755663651403",
      "character": "Will Of The Abyss",
      "quote": "Those who come to the Abyss are all the same. They're all desperate to get something back. But everyone goes mad partway. It seems being with the dear dollies - the Chains - is no good for them... Fu fu.. but you were different. You didn't lose yourself, not even at the end."
    },
    {
      "id": "quote_3044_1755663651403",
      "character": "Oz Vessalius",
      "quote": "Although I'm weak and full of flaws, I will never stop moving forward. No matter who I am, no one other than myself will create my own existence. No matter what others may think or feel, I will still move forward as myself."
    },
    {
      "id": "quote_3045_1755663651403",
      "character": "Elliot Nightray",
      "quote": "Humpty Dumpty. I reject you."
    },
    {
      "id": "quote_3046_1755663651403",
      "character": "Alice",
      "quote": "I wonder why illegal contractees try to kill people?"
    },
    {
      "id": "quote_3047_1755663651403",
      "character": "Gilbert Nightray",
      "quote": "It's something that appear on the chests of illegal contractees."
    },
    {
      "id": "quote_3048_1755663651403",
      "character": "Elliot Nightray",
      "quote": "Your so-called \"self-sacrifice\" only satisfies yourself. Do you think you can save people with it? You're only protecting yourself! You don't know the suffering endured by those left alive. With your childish actions, you're only pushing the pain onto other people!"
    },
    {
      "id": "quote_3049_1755663651403",
      "character": "Xerxes Break",
      "quote": "Aah... I said I'd \"answer you\" ... Not that I'd \"give you a straight answer\"."
    },
    {
      "id": "quote_3050_1755663651403",
      "character": "Oz Vessalius",
      "quote": "Instead of sighing about the past, I'd rather be happy to face the present."
    },
    {
      "id": "quote_3051_1755663651403",
      "character": "Xerxes Break",
      "quote": "*to Reim* It means that you have no affinity for chains with fighting skills. You try to avoid violence even when you fight. That's a very good thing."
    },
    {
      "id": "quote_3052_1755663651403",
      "character": "Vincent Nightray",
      "quote": "*to Duke Nightray* You've let your own son die for the honor of your household and other such rubbish. You've lost almost all of your family, and yet all you can think of is your own interests."
    },
    {
      "id": "quote_3053_1755663651403",
      "character": "Vincent Nightray",
      "quote": "*to a dying Elliot* I really liked you. It was only thanks to you that Gil managed to live in that house without forgetting how to smile."
    },
    {
      "id": "quote_3054_1755663651403",
      "character": "Alice",
      "quote": "Don't tell me what to do, you seaweed head."
    },
    {
      "id": "quote_3055_1755663651403",
      "character": "Oz Vessalius",
      "quote": "Finally I saw... A world so bright I almost wanted to cry... It was then, that my consciousness was engulfed in darkness."
    },
    {
      "id": "quote_3056_1755663651403",
      "character": "Alice",
      "quote": "Hey, Oz. what are you lazing around for?"
    },
    {
      "id": "quote_3057_1755663651403",
      "character": "Gilbert Nightray",
      "quote": "Illegal contractees kill people to be able to change the past."
    },
    {
      "id": "quote_3058_1755663651403",
      "character": "Xerxes Break",
      "quote": "No matter how much despair awaits them, I wish that at the end of their story, the gentle light of hope will shine on them..."
    },
    {
      "id": "quote_3059_1755663651403",
      "character": "Lacie Baskerville",
      "quote": "*to Jack* If you accept everything you're told without question, you'll lose your ability to think. Even if you reached the same conclusion, it would still be worth analyzing the reasons behind it."
    },
    {
      "id": "quote_3060_1755663651403",
      "character": "Xerxes Break",
      "quote": "Don't try to excuse yourself by saying you're doing it for someone else's sake."
    },
    {
      "id": "quote_884_1755700872521",
      "character": "Will Of The Abyss",
      "quote": "I always thought that red would suit Cheshire."
    },
    {
      "id": "quote_885_1755700872521",
      "character": "Will Of The Abyss",
      "quote": "Hey, hurry and come pick me up. I've prepared many different kinds of dolls for you. Let's play together. Let's chat until we feel sleepy. And also... and also... yeah... my beloved ones."
    },
    {
      "id": "quote_886_1755700872521",
      "character": "Will Of The Abyss",
      "quote": "Hurry. Hurry... come pick me up."
    },
    {
      "id": "quote_887_1755700872521",
      "character": "Will Of The Abyss",
      "quote": "You will definitely regret... choosing the Black Rabbit over me."
    },
    {
      "id": "quote_888_1755700872521",
      "character": "Vincent Nightray",
      "quote": "The sky, the people, and me... it's all so red."
    },
    {
      "id": "quote_889_1755700872521",
      "character": "Vincent Nightray",
      "quote": "No one needs to know what happened 100 years ago."
    },
    {
      "id": "quote_890_1755700872521",
      "character": "Vincent Nightray",
      "quote": "I... I could never hate you!"
    },
    {
      "id": "quote_891_1755700872521",
      "character": "Vincent Nightray",
      "quote": "You don't remember?.. That's good."
    },
    {
      "id": "quote_892_1755700872521",
      "character": "Jack Vessalius",
      "quote": "*to Glenn* I don't want to kill you!!"
    },
    {
      "id": "quote_893_1755700872521",
      "character": "Jack Vessalius",
      "quote": "Humans...are weak aren't they?"
    },
    {
      "id": "quote_894_1755700872521",
      "character": "Jack Vessalius",
      "quote": "Be careful. You're being watched by the Will of Abyss."
    },
    {
      "id": "quote_895_1755700872521",
      "character": "Alice",
      "quote": "She is me, and I am her. Our existence is both the same and different. Alice. That was the name we were given."
    },
    {
      "id": "quote_896_1755700872521",
      "character": "Alice",
      "quote": "In the book Sharon showed me, there was a man who became more energetic after his cheeks were bitten!"
    },
    {
      "id": "quote_897_1755700872521",
      "character": "Alice",
      "quote": "What is jealousy? Can you eat it? Is it sweet?"
    },
    {
      "id": "quote_898_1755700872521",
      "character": "Alice",
      "quote": "I'm in a contract with you. You are my manservant, and as a manservant, what were you thinking, leaving me behind!?"
    },
    {
      "id": "quote_899_1755700872521",
      "character": "Alice",
      "quote": "I'm scared that I'm not human. I'm scared that I'm different from other chains... I fear the things I don't know. I fear the things I already knew... and at every moment... I always... more than anyone... fear myself the most!"
    },
    {
      "id": "quote_900_1755700872521",
      "character": "Alice",
      "quote": "Shut up, Seaweed Head."
    },
    {
      "id": "quote_901_1755700872521",
      "character": "Alice",
      "quote": "Nobody touches my PROPERTY! And Oz is my manservant - therefore, he is my property!"
    },
    {
      "id": "quote_902_1755700872521",
      "character": "Oz Vessalius",
      "quote": "*to Gilbert* Don't think that I will abandon you!"
    },
    {
      "id": "quote_903_1755700872521",
      "character": "Oz Vessalius",
      "quote": "*to Break* Perhaps Break is a lot weaker than I always thought he was. However, I'm sure that he's a whole lot stronger than he thinks he is."
    },
    {
      "id": "quote_904_1755700872521",
      "character": "Oz Vessalius",
      "quote": "I feel so...warm. We know... This calm won't last for long, but...we can't help hoping... That this dreamlike moment... will last.. Forever.."
    },
    {
      "id": "quote_905_1755700872521",
      "character": "Oz Vessalius",
      "quote": "There's no reason... I'm just merely, obeying what I believe within me!"
    },
    {
      "id": "quote_906_1755700872521",
      "character": "Oz Vessalius",
      "quote": "So... Alice just has to remain Alice!"
    },
    {
      "id": "quote_907_1755700872521",
      "character": "Oz Vessalius",
      "quote": "I was rejected, never given any expectations... Then at least, I won't be a burden to others. It's alright if the only one who hurts is me!"
    },
    {
      "id": "quote_908_1755700872521",
      "character": "Oz Vessalius",
      "quote": "It's fine, dummy! Since you're the one wearing it! *to Gilbert, while giving him clothes for the coming of age ceremony*"
    },
    {
      "id": "quote_909_1755700872521",
      "character": "Oz Vessalius",
      "quote": "I want to know what it is, this \"sin\" they say I've committed."
    },
    {
      "id": "quote_910_1755700872521",
      "character": "Oz Vessalius",
      "quote": "Alice is my sun."
    },
    {
      "id": "quote_911_1755700872521",
      "character": "Cheshire Cat",
      "quote": "He makes you unhappy?...well then, Cheshire will destroy him!"
    },
    {
      "id": "quote_912_1755700872521",
      "character": "Cheshire Cat",
      "quote": "Liar, liar, LIAR!!!"
    },
    {
      "id": "quote_913_1755700872521",
      "character": "Cheshire Cat",
      "quote": "You might as well let Cheshire eat you!"
    },
    {
      "id": "quote_914_1755700872521",
      "character": "Cheshire Cat",
      "quote": "Everything that made you sad, everything that hurt you, Cheshire will destroy them!"
    },
    {
      "id": "quote_915_1755700872521",
      "character": "Gilbert Nightray",
      "quote": "In other words, it's fine if you die."
    },
    {
      "id": "quote_916_1755700872521",
      "character": "Gilbert Nightray",
      "quote": "*to Alice* Shut up, you stupid rabbit."
    },
    {
      "id": "quote_917_1755700872521",
      "character": "Gilbert Nightray",
      "quote": "*to Oz* No matter what happens, I will be beside you."
    },
    {
      "id": "quote_918_1755700872521",
      "character": "Gilbert Nightray",
      "quote": "Protecting the master... is supposed to be my job!"
    },
    {
      "id": "quote_919_1755700872521",
      "character": "Gilbert Nightray",
      "quote": "Young Master!"
    },
    {
      "id": "quote_2830_1772287390091",
      "character": "Elliot Nightray",
      "quote": "Your so-called \"\"self-sacrifice\"\" only satisfies yourself. Do you think you can save people with it? You're only protecting yourself! You don't know the suffering endured by those left alive. With your childish actions, you're only pushing the pain onto other people!"
    },
    {
      "id": "quote_4714_1772287390091",
      "character": "Xerxes Break",
      "quote": "Aah... I said I'd \"\"answer you\"\" ... Not that I'd \"\"give you a straight answer\"\"."
    },
    {
      "id": "quote_7491_1772287390091",
      "character": "Oz Vessalius",
      "quote": "I want to know what it is, this \"\"sin\"\" they say I've committed."
    }
  ]
}