{
  "name": "The Big O",
  "anilistId": 567,
  "totalQuotes": 5,
  "totalCharacters": 2,
  "lastUpdated": "2025-08-21T12:18:18.354Z",
  "quotes": [
    {
      "id": "quote_40_1755685448857",
      "character": "Michael Seebach",
      "quote": "I've lived my life as a newspaper reporter. I uncover the truth and write my articles. But then I learned, all too well, that a mere reporter like myself can't ever get to the truth in this city... it's nearly impossible. And it's unsure! No one here is even interested in learning the truth - a truth that must be known. But I want to know! I want to learn what must be known!"
    },
    {
      "id": "quote_41_1755685448857",
      "character": "Michael Seebach",
      "quote": "Humans who lose the capacity to think become creatures who's existence has no value. Think, you humans who are split into two worlds, unless you want the gulf between humans to expand into oblivion, you must think!"
    },
    {
      "id": "quote_42_1755685448857",
      "character": "Roger Smith",
      "quote": "We have choices. Some people like to stand in the rain without an umbrella. That's what it means to live free."
    },
    {
      "id": "quote_43_1755685448857",
      "character": "Roger Smith",
      "quote": "This place, Paradigm City, is a town of forgetfulness. One day, forty years ago, every person here lost all memory of anything which had occurred before that day. But humans are adaptable creatures. They make do and go on with life. If they're smart enough to figure out how to operate machinery and get electricity, they can still have something of a civilization even without a history. People can survive without knowing what did or didn't happen in the past, and each day they try their hardest to do just that. The only ones who regret the loss of these memories are the city's elderly. But memories, like nightmares, sometimes come when you least expect them."
    },
    {
      "id": "quote_27_1755778698354",
      "character": "Michael Seebach",
      "quote": "Humans who lose the capacity to think become creatures who's existence has no value. Think, you humans who are split into two worlds, unless you want the gulf between humans to expand into oblivion, you must think!\r\n\r\n"
    }
  ]
}