{
  "name": "Baka and Test - Summon the Beasts",
  "anilistId": 6347,
  "totalQuotes": 44,
  "totalCharacters": 13,
  "quotes": [
    {
      "id": "quote_1736_1755682030711",
      "character": "Sakamoto Yuuji",
      "quote": "Everyone has their own talents, and strong wills that won't lose to anyone else."
    },
    {
      "id": "quote_1737_1755682030711",
      "character": "Shimada Minami",
      "quote": "Once a person is ready to die, anything is possible."
    },
    {
      "id": "quote_1738_1755682030711",
      "character": "Kouta Tsuchiya",
      "quote": "A wedding is a man's grave."
    },
    {
      "id": "quote_1739_1755682030711",
      "character": "Nishimura Souichi",
      "quote": "We teachers have to be role models for you students. If we can’t face you all head on, what can we teach you!"
    },
    {
      "id": "quote_1740_1755682030711",
      "character": "Yoshii Akihisa",
      "quote": "If I feel lonely when someone is leaving, it means that the person is very close to me."
    },
    {
      "id": "quote_1741_1755682030711",
      "character": "Yoshii Akihisa",
      "quote": "No, I do want to be the hero... But since it’s a rare chance, I want to repay what I borrowed. Uu... how should I say it? I’m really troubled. I bet everything on such an important match, yet I didn't accomplish anything before this thing ends. I can only wish that others can finish off this wish that I would never give up on. Should I be depressed, or angry, or is it an inexplicable feeling... I don't know how to express it, but anyway—\n            I’M JUST UNHAPPY THAT I’M NOT THE PROTAGONIST TODAY!"
    },
    {
      "id": "quote_1742_1755682030711",
      "character": "Kirishima Shouko",
      "quote": "Love hurts. But it can hurt worse if you allow your eyes to wander."
    },
    {
      "id": "quote_1743_1755682030711",
      "character": "Yoshii Akira",
      "quote": "It's all right to grieve over your defeat. It's important to admit when you've lost. Not being able to do so makes it impossible for you to climb back up after a fall, and even more impossible, for you to move forward. So go on ahead and grieve to your heart's extent. But after you're done grieving, be sure to set your eyes upon your next goal and move towards it."
    },
    {
      "id": "quote_1744_1755682030711",
      "character": "Kouta Tsuchiya",
      "quote": "...A human's belief can make the impossible possible."
    },
    {
      "id": "quote_1745_1755682030711",
      "character": "Himeji Mizuki",
      "quote": "I’ve always been wondering, even though you’ve been treating me carefully like a princess, are you just trying to keep your distance away from me? You praise me so much and belittle yourself, so I feel that you’re trying to keep your distance away from me..."
    },
    {
      "id": "quote_1746_1755682030711",
      "character": "Sakamoto Yuuji",
      "quote": "Most of the winning results in war is caused by pursuit. Do you know why? Leaving aside modern times, it seems during the era of bayonet warfare, the worst losses always, arise from the moments when the losing side is being pursued."
    },
    {
      "id": "quote_1747_1755682030711",
      "character": "Sakamoto Yuuji",
      "quote": "The dead can't talk."
    },
    {
      "id": "quote_1748_1755682030711",
      "character": "Sakamoto Yuuji",
      "quote": "You have to fool your own people before you try to bluff the enemy."
    },
    {
      "id": "quote_1749_1755682030711",
      "character": "Baka to Test to Shoukanjuu",
      "quote": "It’s good that good friends can say their true thoughts out, as it shows how good their relationship. It’s something worth celebrating over… but things just won’t be that smooth sailing. Some things are only ‘good’ once they’re hidden. Once others know of the truth, what’s left in the heart may only be regret."
    },
    {
      "id": "quote_1750_1755682030711",
      "character": "Sakamoto Yuuji",
      "quote": "There's one good thing about being an idiot. When they really get into something, they can simple-mindedly devote all of their attention to it. I guess some people would just call them obsessed, but to them, that's high praise!"
    },
    {
      "id": "quote_1751_1755682030711",
      "character": "Sakamoto Yuuji",
      "quote": "No matter what, anyone would hate to be weak as they get plundered. But if there's a chance, even if humans fail to get what they want, they can unexpectedly accept such an outcome."
    },
    {
      "id": "quote_1752_1755682030711",
      "character": "Sakamoto Yuuji",
      "quote": "Pawns? Isn't that such an ugly term to use? We should call them the foundation for our futures. But it's a fact that they'll be sacrificed."
    },
    {
      "id": "quote_1753_1755682030711",
      "character": "Shimada Minami",
      "quote": "Aki, you can't lie when you confess to someone. I'm trying to comfort you know, but if I just wanted to comfort you, I won't confess to you. I confessed to you like this because I really like you. But I do find it a little annoying how you fidget around like this, and I really hate you for blaming yourself and regretting your actions. -- and I really hate you when you said that a girl, who summoned all her courage to confess to you, is lying."
    },
    {
      "id": "quote_1754_1755682030711",
      "character": "Sakamoto Yuuji",
      "quote": "There's no need to worry about trivial things like vocal rights or working together. If nobody's going to accept me, I'll make them obey me, whether it's by threat or by assassination. This is my-- our F class modus operandi."
    },
    {
      "id": "quote_1755_1755682030711",
      "character": "Kouta Tsuchiya",
      "quote": "...Who decided a student can't win against a teacher?!"
    },
    {
      "id": "quote_1756_1755682030711",
      "character": "Himeji Mizuki",
      "quote": "I'm sorry for not saying this to you, Akihisa-kun. I know I shouldn't hide this from you, but I was wondering whether I should tell you this. Because if I told you that, you'll definitely tell me \"you should go\", or something like that. I understand you'll say that for my sake, but I don't wish to hear you say anything like a farewell to me, Akihisa-kun. Because-- I like you, Akihisa-kun!"
    },
    {
      "id": "quote_1757_1755682030711",
      "character": "Yoshii Akihisa",
      "quote": "Fear comes from within, and isn’t something that can be conquered psychologically in such a short while."
    },
    {
      "id": "quote_1758_1755682030711",
      "character": "Yoshii Akihisa",
      "quote": "Who’ll give up when it comes to such a mere setback? We haven’t lost yet! We’ll kneel on the floor and regret only after all possibilities are exhausted!"
    },
    {
      "id": "quote_1759_1755682030711",
      "character": "Sakamoto Yuuji",
      "quote": "Listen up you guys! This is the final battle! Grit your teeth and get ready to go with all your might! We're only aiming to win! It doesn't matter whether we're idiots or ordinary people or smart people! Everyone's to do whatever they can do! We're definitely... going to win this battle! Just watch, 3rd years...! I'm going to smash those heads of yours and show you how capable these idiots you look down on really are!"
    },
    {
      "id": "quote_1760_1755682030711",
      "character": "Shin Fukuhara",
      "quote": "At times, the truth can be cruel."
    },
    {
      "id": "quote_1761_1755682030711",
      "character": "Kouta Tsuchiya",
      "quote": "...Don't treat me as a fool, you pervert woman ...Why do I have to prioritize you over my friends?"
    },
    {
      "id": "quote_1762_1755682030711",
      "character": "Tōdō Kaoru",
      "quote": "When you're upset, try making the intelligent decision. And then, you might actually get something you want for a change."
    },
    {
      "id": "quote_1763_1755682030711",
      "character": "Yoshii Akihisa",
      "quote": "People normally say that mood and body have a close relationship. As the heart becomes weaker, the body will fall ill; and as the body falls ill, the heart becomes weaker. Thus, when humans are weak, they will have negative thoughts."
    },
    {
      "id": "quote_1764_1755682030711",
      "character": "Yoshii Akihisa",
      "quote": "The most important thing when fighting and running away is to defend. It is not about beating the enemy in front of them, but to retreat while buying time for their comrades to retreat."
    },
    {
      "id": "quote_1765_1755682030711",
      "character": "Yoshii Akira",
      "quote": "Effort is nothing but a means to an end. Being proud of the fact that you tried is just putting the carriage before the horse."
    },
    {
      "id": "quote_1766_1755682030711",
      "character": "Yoshii Akihisa",
      "quote": "Ah, that's right. Me hating that her hard work wouldn't be rewarded was just my secondary reason. My motivation was actually much simpler-- from the first time I met this girl, I just wanted to see her smiling face."
    },
    {
      "id": "quote_1767_1755682030711",
      "character": "Yoshii Akihisa",
      "quote": "If she lost because of a difference in ability, it can’t be helped. If she worked hard and didn’t get what she wants, she can just work harder next time. If she gave her all for this, it’s acceptable even if she lost."
    },
    {
      "id": "quote_1768_1755682030711",
      "character": "Sakamoto Yuuji",
      "quote": "If so many people believe in this, the lies will become reality. That's the so called group mentality."
    },
    {
      "id": "quote_1769_1755682030711",
      "character": "Kirishima Shouko",
      "quote": "I just like those who try their best, even when they're afraid."
    },
    {
      "id": "quote_1770_1755682030711",
      "character": "Kinoshita Yuuko",
      "quote": "When people focus on what they want to do, they’ll show off an inexplicable charm."
    },
    {
      "id": "quote_1771_1755682030711",
      "character": "Shimada Minami",
      "quote": "I can't let myself not like the person I like."
    },
    {
      "id": "quote_1772_1755682030711",
      "character": "Takashiro Masaharu",
      "quote": "Yoshii Akihisa-kun, when a person with ability, but is unfairly treated, tries to get back the position he deserves, will you step in to interfere?"
    },
    {
      "id": "quote_1773_1755682030711",
      "character": "Sakamoto Yuuji",
      "quote": "Nobody will be happy being told off for something they never did."
    },
    {
      "id": "quote_1774_1755682030711",
      "character": "Sakamoto Yuuji",
      "quote": "The people laughing are laughing at their own ignorance."
    },
    {
      "id": "quote_1775_1755682030711",
      "character": "Yoshii Akihisa",
      "quote": "This is a case of personal feelings: there's no way to force someone into saying that he or she loves someone. Besides, only the person knows whether the love truly exists. Even if it's said out with false feelings, it'll just cause damage on both sides."
    },
    {
      "id": "quote_1776_1755682030711",
      "character": "Sakamoto Yuuji",
      "quote": "If it's almost there, it means it's still not complete."
    },
    {
      "id": "quote_658_1772287627688",
      "character": "Himeji Mizuki",
      "quote": "I'm sorry for not saying this to you, Akihisa-kun. I know I shouldn't hide this from you, but I was wondering whether I should tell you this. Because if I told you that, you'll definitely tell me \"\"you should go\"\", or something like that. I understand you'll say that for my sake, but I don't wish to hear you say anything like a farewell to me, Akihisa-kun. Because-- I like you, Akihisa-kun!"
    },
    {
      "id": "quote_684_1772287627688",
      "character": "Yoshii Akihisa",
      "quote": "No, I do want to be the hero... But since it’s a rare chance, I want to repay what I borrowed. Uu... how should I say it? I’m really troubled. I bet everything on such an important match, yet I didn't accomplish anything before this thing ends. I can only wish that others can finish off this wish that I would never give up on. Should I be depressed, or angry, or is it an inexplicable feeling... I don't know how to express it, but anyway—"
    },
    {
      "id": "quote_2763_1772287627688",
      "character": "Yoshii Akihisa",
      "quote": "People normally say that mood and body have a close relationship. As the heart becomes weaker, the body will fall ill"
    }
  ],
  "lastUpdated": "2026-02-28T14:07:07.688Z"
}