{
  "name": "Bungaku Shoujo",
  "anilistId": 6408,
  "totalQuotes": 8,
  "totalCharacters": 5,
  "quotes": [
    {
      "id": "quote_2487_1755682316559",
      "character": "Ryūto Sakurai",
      "quote": "Have you ever imagined how it feels to be treated like you don't exist? You're right there, but you get treated like you're not. You're denied everything - every day your heart gets carved up and you experience disappointment again and again, but you have to smile anyway. Do you know how that feels?"
    },
    {
      "id": "quote_2488_1755682316559",
      "character": "Miu Asakura",
      "quote": "Readers betray their authors."
    },
    {
      "id": "quote_2489_1755682316559",
      "character": "Miu Asakura",
      "quote": "I wanted to hurt you, make you suffer, and make sure that you'd never forget me."
    },
    {
      "id": "quote_2490_1755682316559",
      "character": "Kanako Sakurai",
      "quote": "I believe being an author is a lonely line of work that asks you to pass through a narrow gate alone."
    },
    {
      "id": "quote_2491_1755682316559",
      "character": "Amano Touko",
      "quote": "What is true happiness? Everyone seeks the land of happiness as if they're on a pilgrimage. They try to walk there. Still, no matter who they are, at times they become tired. Stories exist for those times. If you open the covers, you'll encounter someone else's imagination. If you feel lonely on your own, try reading a book. Try to imagine what the author was thinking, what he wanted to say. Then you might be able to obtain something wonderful."
    },
    {
      "id": "quote_2492_1755682316559",
      "character": "Konoha Inoue",
      "quote": "I believe that some truths should never be known."
    },
    {
      "id": "quote_2493_1755682316559",
      "character": "Konoha Inoue",
      "quote": "If there's an ugly truth, a beautiful truth must exist too. Stories aren't purely ugly. They're not purely tragic or sad either. There are tender things and beautiful things in there."
    },
    {
      "id": "quote_2494_1755682316559",
      "character": "Miu Asakura",
      "quote": "In my family; Father, Mother, and Grandmother all hated each other. I was the trash can into which they dumped their hatred. That's why I only thought about beautiful and warm things, fun things. But after I met you, I understood. No matter how many beautiful stories I made, they were all lies. Because the person telling the stories, me, was an ugly and dirty creature."
    }
  ]
}