{
  "name": "Durarara!!",
  "anilistId": 6746,
  "totalQuotes": 68,
  "totalCharacters": 12,
  "lastUpdated": "2025-08-20T14:41:41.177Z",
  "quotes": [
    {
      "id": "quote_88_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "Well, if I had to give a reason for my actions, I guess it's because I love people. I guess I wanted to see the faces that mankind has to offer."
    },
    {
      "id": "quote_89_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "It is absurd to divide people into good and bad. People are either charming or tedious."
    },
    {
      "id": "quote_90_1755681743754",
      "character": "Vorona",
      "show": "Durarara!!",
      "quote": "Love. I myself have never loved another person.  Most likely, I don't even love myself.  I do have knowledge of it.  But I am incapable of determining whether or not it is vital in my life."
    },
    {
      "id": "quote_91_1755681743754",
      "character": "Shinra Kishitani",
      "show": "Durarara!!",
      "quote": "He may seem cold-blooded, but he's more human and his heart is more brittle than anyone else... so much so that if you filled it with human love or betrayal, it'd break easily... which is why I think he chose to avoid it all from the start: to love humanity. Do you understand? Not to accept it, not to face it, but he chose to avoid it."
    },
    {
      "id": "quote_92_1755681743754",
      "character": "Vorona",
      "show": "Durarara!!",
      "quote": "If there's any possibility that I might visit this city again...Then I challenge you to a duel.  I wish to speak with you head-on, to within an inch of my life...To actually experience the joy of existing in this world...that is my desire."
    },
    {
      "id": "quote_93_1755681743754",
      "character": "Shizuo Heiwajima",
      "show": "Durarara!!",
      "quote": "People who call others stupid are usually more stupid. But I'm stupid, so I'll say it anyways...YOU'RE STUPID!"
    },
    {
      "id": "quote_94_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "Your guilt will be your past and that will be your God."
    },
    {
      "id": "quote_95_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "Dying means to be gone. And what goes, is not your pain, but your existence itself. But in your mind, you think that you’d have a sense of “nothing” after you die. How can you call that “nothing”? In other words, you don't even have an idea of what death is really like."
    },
    {
      "id": "quote_96_1755681743754",
      "character": "Erika Karisawa",
      "show": "Durarara!!",
      "quote": "If you make fiction just as valuable as reality, then any reality you don't need can be a delusion."
    },
    {
      "id": "quote_97_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "You can run from your past all you want, but it will always follow you. Forever and ever and ever and ever."
    },
    {
      "id": "quote_98_1755681743754",
      "character": "Shinra Kishitani",
      "show": "Durarara!!",
      "quote": "These days, I feel more comfortable in dark places.  I look at these shadows as a part of you.  They absorb all the light.  There's no one in the world who has this color but you."
    },
    {
      "id": "quote_99_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "Your name sounds like an air conditioner."
    },
    {
      "id": "quote_100_1755681743754",
      "character": "Shinra Kishitani",
      "show": "Durarara!!",
      "quote": "Those three are best friends.  They have their respective secrets.  And they're deliberately trying not to give themselves away.  But neither Orihara or Shizuo had any secrets whatsoever.  And that resulted in the complete opposite kind of personal relationship."
    },
    {
      "id": "quote_101_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "Well, hurting girls isn't one of my hobbies. That's why I'll make it my hobby to stomp on their cell phones. Hahahahahaha! I'm so bored of it now... it's no longer my hobby to stomp on cell phones."
    },
    {
      "id": "quote_102_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "Have you ever thought about why you're so good and your parents are so bad? If you'd so kindly let me give away the answer; it's because even if you're cheating on someone or you're being cheated on, everyone laughs at bad jokes and eats over-sweet boiled vegetables."
    },
    {
      "id": "quote_103_1755681743754",
      "character": "Shizuo Heiwajima",
      "show": "Durarara!!",
      "quote": "Look, you.  All this talk about monsters...that's what people have called me ever since I was a kid.  I've snapped and lost sight of everything around me, and I've made trouble for Celty more than once or twice.  Even so, she still heard me out, without interrupting.  And so now it's my turn to hear her out, all right?"
    },
    {
      "id": "quote_104_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "There's no one who can live their whole life being completely uncorrupted."
    },
    {
      "id": "quote_105_1755681743754",
      "character": "Celty Sturluson",
      "show": "Durarara!!",
      "quote": "The world isn't as bad as you think."
    },
    {
      "id": "quote_106_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "If you truly want to continue escaping from everyday life, you've no other choice but to keep evolving. No matter whether you're aiming higher or lower."
    },
    {
      "id": "quote_107_1755681743754",
      "character": "Ryuugamine Mikado",
      "show": "Durarara!!",
      "quote": "I love clichés, I love predictable scripts, I love it when they paste over problems and I love it when they force a happy ending too. What's wrong with working towards that?"
    },
    {
      "id": "quote_108_1755681743754",
      "character": "Shinra Kishitani",
      "show": "Durarara!!",
      "quote": "Even if everyone in the whole world dies, I won't care, as long as my beloved survives."
    },
    {
      "id": "quote_109_1755681743754",
      "character": "Shizuo Heiwajima",
      "show": "Durarara!!",
      "quote": "You just went for my head, didn't you? You know you could kill someone by hitting a vital spot in their head, right? If you know this, then you were trying to kill me, right? So whatever I do next is what you deserve, right?"
    },
    {
      "id": "quote_110_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "It's kinda scary how much people trust me."
    },
    {
      "id": "quote_111_1755681743754",
      "character": "Erika Karisawa",
      "show": "Durarara!!",
      "quote": "Reality is such a pain. And for those of us who get fed up with that kind of reality, we simply choose to make a new one. We create little walls, and separate the trash from the stuff we like, and when that's all done we keep the things we care about and kick the rest to the curb. You'd be amazed how well it works! A whole world made out of just moe, tsundere, and BL, it's the best discovery ever! If you ask me, that really is the best way to separate reality, from fiction."
    },
    {
      "id": "quote_112_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "I don't believe in god. There's no proof he exists. In a world where there isn't even proof of the future, the past exists. Even if it's tainted with misunderstandings and delusions, if the people themselves believe in it, the past is the truth to them. And, if you base your actions or your life around it, in a way, it's a type of god itself."
    },
    {
      "id": "quote_113_1755681743754",
      "character": "Vorona",
      "show": "Durarara!!",
      "quote": "A city far away from my homeland.  There, after becoming acquainted with strangers, have I changed, perhaps?  That uncontrollable impulse I harbored within me...Has it faded away now, I wonder? What exactly am I doing here in this city?"
    },
    {
      "id": "quote_114_1755681743754",
      "character": "Celty Sturluson",
      "show": "Durarara!!",
      "quote": "What you see isn't necessarily reality. Everyone has secrets, things they feel that they can't tell anyone. There's no such thing as a normal person."
    },
    {
      "id": "quote_115_1755681743754",
      "character": "Shizuo Heiwajima",
      "show": "Durarara!!",
      "quote": "I don't have have much time. It's not that I'm busy, but I'm only willing to give you about two and a half more minutes of my life!"
    },
    {
      "id": "quote_116_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "I'm not rude... I just wasn't taught to politely pretend to be nice to people I can't stand."
    },
    {
      "id": "quote_117_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "You think you're special? You're not. Everyone lies, everyone hides things... Nobody makes it through this life being completely honest."
    },
    {
      "id": "quote_118_1755681743754",
      "character": "Ryuugamine Mikado",
      "show": "Durarara!!",
      "quote": "I don't have the strength or wisdom to stand up against someone who is insusceptible to reason. You won't even give me time to make an effort. That's why I'm going to rely on numbers!"
    },
    {
      "id": "quote_119_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "I am who I am and there is nothing wrong with that. The days continue like they always have, bringing neither excessive desire nor despair, nothing's changed. Yet I'm overwhelmed by this sense of fulfillment. I'm over here, you're over there. If I'm your savior, then you're mine."
    },
    {
      "id": "quote_120_1755681743754",
      "character": "Anri Sonohara",
      "show": "Durarara!!",
      "quote": "What do you think a truly unusual life would be like? Something really unique. It'd be the kind of life where every single day, nothing new ever happened. Nothing changed. That kind of a life is truly unusual."
    },
    {
      "id": "quote_121_1755681743754",
      "character": "Simon Brezhnev",
      "show": "Durarara!!",
      "quote": "You're happy enough, so don't take away the happiness of others. You should share it."
    },
    {
      "id": "quote_122_1755681743754",
      "character": "Kyohei Kadota",
      "show": "Durarara!!",
      "quote": "If you want to run from your past, fine. But whatever you do, don't run away from your present or worse, your future."
    },
    {
      "id": "quote_123_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "It’s hard to forget someone who gave you so much to remember."
    },
    {
      "id": "quote_124_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "Well, hurting girls isn't one of my hobbies. That's why I'll make it my hobby... to stomp on their cell phones. Hahahahahaha!"
    },
    {
      "id": "quote_125_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "Everyone's the same, no exceptions.  All of them, equal before god."
    },
    {
      "id": "quote_126_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "As long as I exist, I don't care if there's hell, or if only suffering exists there."
    },
    {
      "id": "quote_127_1755681743754",
      "character": "Seiji Yagiri",
      "show": "Durarara!!",
      "quote": "A name has nothing to do with loving someone."
    },
    {
      "id": "quote_128_1755681743754",
      "character": "Shizuo Heiwajima",
      "show": "Durarara!!",
      "quote": "I really hate violence ...\n\nI just want to get stronger, \nstrong enough so that someday \nI can contain my anger!"
    },
    {
      "id": "quote_129_1755681743754",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "The only way to truly escape the mundane is for you to constantly be evolving. Whether you choose to aim high, or aim low. Enjoy each day for what it is."
    },
    {
      "id": "quote_130_1755681743754",
      "character": "Shizuo Heiwajima",
      "show": "Durarara!!",
      "quote": "Look, all it means is that when I lose it, it's cause things make no sense.  If there was any logic to it, then I wouldn't get pissed even if I got shot or stabbed."
    },
    {
      "id": "quote_1255_1755700901177",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "I've heard that stalkers don't realize they're stalking. Apparently, they believe that they're \"protecting\".",
      "originalIndex": "8353"
    },
    {
      "id": "quote_1256_1755700901177",
      "character": "Simon Brezhnev",
      "show": "Durarara!!",
      "quote": "*Simon to Celty, who's wearing a super revealing bikini*You are more transparent than you think.",
      "originalIndex": "8354"
    },
    {
      "id": "quote_1257_1755700901177",
      "character": "Celty Sturluson",
      "show": "Durarara!!",
      "quote": "I am trying to seduce you. *Celty in a super revealing bikini*",
      "originalIndex": "8355"
    },
    {
      "id": "quote_1258_1755700901177",
      "character": "Ryuugamine Mikado",
      "show": "Durarara!!",
      "quote": "All the cards are in my hand.",
      "originalIndex": "8356"
    },
    {
      "id": "quote_1259_1755700901177",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "*jumping on a guy* So you brought your boyfriend because I don't hit girls?How admirable of you.I'd like to make you mine, but sorry, you're not my type.So go home!",
      "originalIndex": "8357"
    },
    {
      "id": "quote_1260_1755700901177",
      "character": "Shizuo Heiwajima",
      "show": "Durarara!!",
      "quote": "My family was normal.",
      "originalIndex": "8358"
    },
    {
      "id": "quote_1261_1755700901177",
      "character": "Seiji Yagiri",
      "show": "Durarara!!",
      "quote": "*Seiji talking to Mikado* If you really do love her, don't look away, no matter what happens. No matter what you see, no matter what you learn about her, don't look away. Once you got her in your embrace, don't let go. Once you decide you love someone, that's your responsibility.",
      "originalIndex": "8359"
    },
    {
      "id": "quote_1262_1755700901177",
      "character": "Kyohei Kadota",
      "show": "Durarara!!",
      "quote": "No matter how much you try to escape it, you can't get away from what you were part of.",
      "originalIndex": "8360"
    },
    {
      "id": "quote_1263_1755700901177",
      "character": "Shizuo Heiwajima",
      "show": "Durarara!!",
      "quote": "\"What is life?\", \"Why do people live?\". Someone asked me that and I beat him within an inch of his life...",
      "originalIndex": "8361"
    },
    {
      "id": "quote_1264_1755700901177",
      "character": "Shizuo Heiwajima",
      "show": "Durarara!!",
      "quote": "Listen. Looks can kill. There's at least a 0.00000000000000000000675% chance that a curse or a stare can kill someone. So if you glare at someone, you can't complain if they kill you!",
      "originalIndex": "8362"
    },
    {
      "id": "quote_1265_1755700901177",
      "character": "Celty Sturluson",
      "show": "Durarara!!",
      "quote": "The world isn't as cruel as you take it to be.",
      "originalIndex": "8363"
    },
    {
      "id": "quote_1266_1755700901177",
      "character": "Ryuugamine Mikado",
      "show": "Durarara!!",
      "quote": "Is she a stalker..?! If she's cute it's okay, right?",
      "originalIndex": "8364"
    },
    {
      "id": "quote_1267_1755700901177",
      "character": "Ryuugamine Mikado",
      "show": "Durarara!!",
      "quote": "In my hometown, the sky seemed endless...but there was nothing to see.",
      "originalIndex": "8365"
    },
    {
      "id": "quote_1268_1755700901177",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "Vroom! Vroom!",
      "originalIndex": "8366"
    },
    {
      "id": "quote_1269_1755700901177",
      "character": "Shizuo Heiwajima",
      "show": "Durarara!!",
      "quote": "If I pull this out will it start bleeding? Hm, maybe I should get a band-aid. Or maybe super glue!",
      "originalIndex": "8367"
    },
    {
      "id": "quote_1270_1755700901177",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "It's too addicting, it's too addicting, it's too addicting! Even for an information broker like me there are things completely unknown to me happening and happening and appearing before my eyes and lapsing back into unknown every single day. That is why I can never ever leave the places where humans abound! Humans, LOVE! I LOVE HUMANS! I LOVE YOU ALL! THAT'S WHY YOU ALL SHOULD LOVE ME TOO!",
      "originalIndex": "8368"
    },
    {
      "id": "quote_1271_1755700901177",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "Sushi love. I like fatty tuna...",
      "originalIndex": "8369"
    },
    {
      "id": "quote_1272_1755700901177",
      "character": "Izaya Orihara",
      "show": "Durarara!!",
      "quote": "Oh, and just because I like humans, it doesn't mean that I like you personally.",
      "originalIndex": "8370"
    },
    {
      "id": "quote_1273_1755700901177",
      "character": "Masaomi Kida",
      "show": "Durarara!!",
      "quote": "Someday, I'll connect the dots, and unveil the picture that invisible to us now...",
      "originalIndex": "8371"
    },
    {
      "id": "quote_1274_1755700901177",
      "character": "Masaomi Kida",
      "show": "Durarara!!",
      "quote": "How are you going to drown on land?",
      "originalIndex": "8372"
    },
    {
      "id": "quote_1275_1755700901177",
      "character": "Simon Brezhnev",
      "show": "Durarara!!",
      "quote": "*Kida asks Simon to give him a discount next time* If I did, I'd meet a watery grave on Russian land.",
      "originalIndex": "8373"
    },
    {
      "id": "quote_1276_1755700901177",
      "character": "Simon Brezhnev",
      "show": "Durarara!!",
      "quote": "Even on 50% off days, we don't serve humans in our dishes.",
      "originalIndex": "8374"
    },
    {
      "id": "quote_1277_1755700901177",
      "character": "Simon Brezhnev",
      "show": "Durarara!!",
      "quote": "Are you done with puberty? Then it's time for you to eat sushi.",
      "originalIndex": "8375"
    },
    {
      "id": "quote_1278_1755700901177",
      "character": "Shizuo Heiwajima",
      "show": "Durarara!!",
      "quote": "HNGGGGG. You just went for my head, didn't you? You know you could kill someone by hitting a vital spot in their head, right? If you know this, then you were trying to kill me, right?",
      "originalIndex": "8376"
    },
    {
      "id": "quote_1279_1755700901177",
      "character": "Celty Sturluson",
      "show": "Durarara!!",
      "quote": "They called me a monster!",
      "originalIndex": "8377"
    }
  ]
}