{
  "name": "Kaichou Wa Maid-Sama!",
  "anilistId": 7054,
  "totalQuotes": 24,
  "totalCharacters": 4,
  "lastUpdated": "2025-08-20T15:34:11.616Z",
  "quotes": [
    {
      "id": "quote_2437_1755663602177",
      "character": "Takumi Usui",
      "quote": "I don't want others to hear the words that I've been waiting anxiously for... I want to be the only one to hear them."
    },
    {
      "id": "quote_2438_1755663602177",
      "character": "Takumi Usui",
      "quote": "Walking along the path that she chose, without being affected by others... in this sense, white is her color...in another sense, it also makes me want to put more colors on her."
    },
    {
      "id": "quote_2439_1755663602177",
      "character": "Takumi Usui",
      "quote": "I just want to keep looking at her."
    },
    {
      "id": "quote_2440_1755663602177",
      "character": "Misaki Ayuzawa",
      "quote": "I don't know much about you. You were the one who selfishly entered my world...yet you immediately plunged into silence. What were you thinking? Did you really pick on me just because it was fun? Which one is serious and which one of it is just a joke? That's enough now, making me all messed up like this."
    },
    {
      "id": "quote_2441_1755663602177",
      "character": "Takumi Usui",
      "quote": "Well, I won't be disappointed, no matter what you do."
    },
    {
      "id": "quote_2442_1755663602177",
      "character": "Takumi Usui",
      "quote": "It's fine, I'll come to save you as much as you want. I'll make you fall for me as much as you wish. Leave this to your master."
    },
    {
      "id": "quote_2443_1755663602177",
      "character": "Soutarou Kanou",
      "quote": "I really don't get it. Why don't you tell her how you feel if you care for her so much? Why would you lie like that and keep yourself from pursuing her?"
    },
    {
      "id": "quote_2444_1755663602177",
      "character": "Misaki Ayuzawa",
      "quote": "I'm a little grateful to you. I wonder if I'll forget these feelings too."
    },
    {
      "id": "quote_2445_1755663602177",
      "character": "Takumi Usui",
      "quote": "Love, passion, why do we get caught up by such troublesome feelings? The mind couldn't ever get things straight, and you lose control to know what is sensible. Deep down it's all so vexing."
    },
    {
      "id": "quote_2446_1755663602177",
      "character": "Takumi Usui",
      "quote": "How far do you want me to suppress myself so that you'll be satisfied?"
    },
    {
      "id": "quote_2447_1755663602177",
      "character": "Takumi Usui",
      "quote": "I'm actually a hardcore otaku who likes maids more than having three meals a day. And I only read books related to maids. Also, I only visit maid cafes. Of course, I also collect maid figurines. I play games which feature female maids and it turns me on so much. Then I wear maid uniforms and jump in joy. I'll take my leave now."
    },
    {
      "id": "quote_2448_1755663602177",
      "character": "Kanade Maki",
      "quote": "Never show your stupid self in public."
    },
    {
      "id": "quote_2449_1755663602177",
      "character": "Takumi Usui",
      "quote": "The president did say please."
    },
    {
      "id": "quote_2450_1755663602177",
      "character": "Takumi Usui",
      "quote": "If it is with Ayuzawa, whatever I do, wherever I am, I am happy. So it's okay."
    },
    {
      "id": "quote_2451_1755663602177",
      "character": "Takumi Usui",
      "quote": "That's exactly the way it should be. Doing only unexpected things, otherwise, I'll lose my reputation as a perverted outer-space human."
    },
    {
      "id": "quote_2452_1755663602177",
      "character": "Misaki Ayuzawa",
      "quote": "I guess I'm a girl who lacks self-awareness as one, or just too manly, eh?"
    },
    {
      "id": "quote_2453_1755663602177",
      "character": "Misaki Ayuzawa",
      "quote": "Usui, you perverted, outer spaceman human being!"
    },
    {
      "id": "quote_2454_1755663602177",
      "character": "Takumi Usui",
      "quote": "Ayuzawa, you are the first person ever to appear in my life and able to make me a mess."
    },
    {
      "id": "quote_2455_1755663602177",
      "character": "Misaki Ayuzawa",
      "quote": "The aura of offensive smell has come to such a strong extent that you can even see it!!"
    },
    {
      "id": "quote_2456_1755663602177",
      "character": "Misaki Ayuzawa",
      "quote": "It's painful when you get disappointed by the person you look up to."
    },
    {
      "id": "quote_2457_1755663602177",
      "character": "Takumi Usui",
      "quote": "Your sudden smiles always surprise me. But are dangerous enough to make my heart race."
    },
    {
      "id": "quote_2458_1755663602177",
      "character": "Misaki Ayuzawa",
      "quote": "Don't ever lie, even if it's about your feelings."
    },
    {
      "id": "quote_2459_1755663602177",
      "character": "Misaki Ayuzawa",
      "quote": "About Usui, I really don't know anything at all. It's mortifying... Yet I already don't want him to turn away."
    },
    {
      "id": "quote_2460_1755663602177",
      "character": "Takumi Usui",
      "quote": "It's okay, no need to thank me or say anything else. I will always be there for you, I will make you fall for me over and over again."
    }
  ]
}