{
  "name": "Princess Tutu",
  "anilistId": 721,
  "totalQuotes": 9,
  "totalCharacters": 4,
  "lastUpdated": "2025-08-20T15:35:49.909Z",
  "quotes": [
    {
      "id": "quote_963_1755681832694",
      "character": "Edel",
      "show": "Princess Tutu",
      "quote": "Truth is a shy little thing. If you approach it, it will hide. Truth is a lonesome little thing. If you move away from it, it will give chase."
    },
    {
      "id": "quote_964_1755681832694",
      "character": "Edel",
      "show": "Princess Tutu",
      "quote": "May those who accept their fate be granted Happiness, may those who defy their fate be granted Glory."
    },
    {
      "id": "quote_965_1755681832694",
      "character": "Drosselmeyer",
      "show": "Princess Tutu",
      "quote": "And so, the prince and the princess lived happily ever... Happily!? Happiness in stories is, at most, a trifling matter of a couple of lines at the end — the epitome of boredom. Now, show me a magnificent tragedy! A cataclysm of tears from which not one of the players is saved, and to which a happy ending never comes!"
    },
    {
      "id": "quote_966_1755681832694",
      "character": "Drosselmeyer",
      "show": "Princess Tutu",
      "quote": "There's nothing more boring than a perfect heroine!"
    },
    {
      "id": "quote_967_1755681832694",
      "character": "Edel",
      "show": "Princess Tutu",
      "quote": "The beginning of a story is a sudden event; the start, a happy accident, the end, the fate for which it's meant. A story that never ends is a sad fate."
    },
    {
      "id": "quote_968_1755681832694",
      "character": "Rue Kuroha",
      "show": "Princess Tutu",
      "quote": "The depths of despair…. I feel so calm here. I won’t be tricked by anyone anymore, and I don’t have to resent anyone. There’s nothing here. Not even loving. Nothing but to keep dancing until I die away."
    },
    {
      "id": "quote_969_1755681832694",
      "character": "Rue Kuroha",
      "show": "Princess Tutu",
      "quote": "I'll get what I want... even if I have to steal it."
    },
    {
      "id": "quote_970_1755681832694",
      "character": "Drosselmeyer",
      "show": "Princess Tutu",
      "quote": "Stories aren't always guaranteed a happily ever after."
    },
    {
      "id": "quote_971_1755681832694",
      "character": "Ahiru Arima",
      "show": "Princess Tutu",
      "quote": "My name is Duck. Yes, like the bird. Take it up with my parents. They never loved me!"
    }
  ]
}