{
  "name": "Gakuen Alice",
  "anilistId": 74,
  "totalQuotes": 9,
  "totalCharacters": 7,
  "quotes": [
    {
      "id": "quote_939_1755663481411",
      "character": "Narumi Anjo",
      "show": "Gakuen Alice",
      "quote": "Every power can be a poison or medicine depending on the user's intention."
    },
    {
      "id": "quote_940_1755663481411",
      "character": "Kokoro Yome",
      "show": "Gakuen Alice",
      "quote": "Help can come from unexpected corners."
    },
    {
      "id": "quote_941_1755663481411",
      "character": "Narumi Anjo",
      "show": "Gakuen Alice",
      "quote": "Life sometimes deals you a bad hand and you make a lot of mistakes along the way, but as long as you believe in yourself and walk along your chosen path with a smile, everything will be alright."
    },
    {
      "id": "quote_942_1755663481411",
      "character": "Amane Rui",
      "show": "Gakuen Alice",
      "quote": "Crying over ill luck won't do you any good. You must believe tomorrow will be better than today and smile."
    },
    {
      "id": "quote_943_1755663481411",
      "character": "Yuu Tobita",
      "show": "Gakuen Alice",
      "quote": "There will be some who give up because they are dissatisfied... But some feel unsettled and are lonely. So if... one day we could all laugh freely together... We, who are all in the same circumstances, can help each other... I think that will be more comforting than anything else and will also chase away loneliness."
    },
    {
      "id": "quote_944_1755663481411",
      "character": "Mikan Sakura",
      "show": "Gakuen Alice",
      "quote": "Work together with everyone, motivating one another...even though they may not be your close friends, you can still understand each another. I'm looking forward to bonding with more people."
    },
    {
      "id": "quote_945_1755663481411",
      "character": "Mikan Sakura",
      "show": "Gakuen Alice",
      "quote": "To me, death is not the scariest thing at all."
    },
    {
      "id": "quote_946_1755663481411",
      "character": "Natsume Hyuuga",
      "show": "Gakuen Alice",
      "quote": "Don't bother coming to the darkness that you don't need to see... I don't want to show you the darkness that doesn't belong to you... Don't let yourself be hurt so much anymore... Rather, let me be your strength."
    },
    {
      "id": "quote_947_1755663481411",
      "character": "Izumi Yukihira",
      "show": "Gakuen Alice",
      "quote": "You always seem to look back. The scenery in front of you, the people near you, don't you see it? Live right now. That's what life is."
    }
  ]
}