{
  "name": "Arakawa Under the Bridge",
  "anilistId": 7647,
  "totalQuotes": 8,
  "totalCharacters": 2,
  "quotes": [
    {
      "id": "quote_2170_1755682162845",
      "character": "Kou Ichinomiya",
      "quote": "If I were to compare a human’s heart with the ocean, the water would be stagnant. If I were to name the ripples on the water surface….Would it be happiness? Or anger? No. For this ocean, such a description is too shallow. If I want to know what lies upon the deep ocean floors… I would have to open my eyes in the stagnant water. Then swim downwards while enduring the icy deep kicking through the cold and heavy ocean waters. If I truly want to know the human known as myself….even if.. there is nothing there."
    },
    {
      "id": "quote_2171_1755682162845",
      "character": "Nino",
      "quote": "I want to hear who you are, not what you have."
    },
    {
      "id": "quote_2172_1755682162845",
      "character": "Nino",
      "quote": "The whale leaps. As high as he can imagine. Piercing the water from peak to peak. Is a yearning for the sky reflected in his eyes? What if this high point wasn't merely the sky, but something far higher? If he knew of the infinite glitter of the stars, would his dreams soar even higher? Even if one doesn't know why, to live is to constantly reach out. Not to a nervous restlessness, but to a constant motion of the heart."
    },
    {
      "id": "quote_2173_1755682162845",
      "character": "Kou Ichinomiya",
      "quote": "I thought that when I grew up, I could reach more and more. The delicious looking fruit beckoning from the highest branch.The beautiful shell hidden in the sand. If I could only stretch out my hand a little more…. But…. As everyone passes through the junctures of their life, they no longer stretch their hand to the sky, or crouch to the earth. Embarrassed, they ignore what they’d desired for so long. Will you reach out and grab me, grown up as I am?"
    },
    {
      "id": "quote_2174_1755682162845",
      "character": "Kou Ichinomiya",
      "quote": "A \"Wish\"\nIt isn't a shimmering glass ball that will shatter if grasped firmly.\nIt's a darkly lustrous ball of mud which only firms up when one squeezes it.\nIt's form may be uneven, but its the form of one's own fingers.\nNot to make it a beautiful gem someday.\nBut to make it the world's most beautiful ball of mud."
    },
    {
      "id": "quote_2175_1755682162845",
      "character": "Kou Ichinomiya",
      "quote": "Leaving my mother's body, for the first time I learned the chill of cold air and the warmth of human hands.\nCradled by my father and carried out of that room, for the first time, I learned the extent of the\nsky and the vast expanse of the world.  Stepping off my everyday path, I learned my own laugh\nwhich I'd never yet heard. Beyond...Beyond this planet..To learn what I still don't know. One more step beyond...\nCloser to you."
    },
    {
      "id": "quote_2176_1755682162845",
      "character": "Kou Ichinomiya",
      "quote": "First, we are born in the same galaxy. Born of the same species. Our lifetimes overlap. The meetings between humans are so unlikely as to be miraculous. To laugh, to cry, and to fall in love... Everyone is made up of a collection of 1% chances. Thus, I'm dazzled by the fact that there are so many miracles in this world."
    },
    {
      "id": "quote_2177_1755682162845",
      "character": "Kou Ichinomiya",
      "quote": "If there is a creator, he surely made this world too large. This is inconvenient for us small, fearful humans. For all the world's vastness, we can't measure the distance between ourselves. There are 6 billion of us, yet still, everyone is alone. That is why we are all frantically searching for that one person we need no distance from."
    }
  ]
}