{
  "name": "Bakuman.",
  "anilistId": 7674,
  "totalQuotes": 10,
  "totalCharacters": 4,
  "lastUpdated": "2026-02-28T14:23:56.335Z",
  "quotes": [
    {
      "id": "quote_12_1755685436116",
      "character": "Kazuya Hiramaru",
      "quote": "Why do people have to work? I just want to eat and sleep. I should have born as a panda at the zoo."
    },
    {
      "id": "quote_13_1755685436116",
      "character": "Moritaka Mashiro",
      "quote": "Manga that's born from people taking responsibility for their own work, banging their head in frustration, feeling cornered, and like they want to escape, and then using that extreme situation, mental ability, stamina, and panic to create... would never lose to some soul-less manga that's just made up of other people's ideas without any kind of resolve!"
    },
    {
      "id": "quote_14_1755685436116",
      "character": "Moritaka Mashiro",
      "quote": "I prefer to be a humble dreamer, with visions to be realized, rather than the ruler of people with no dreams or desires."
    },
    {
      "id": "quote_15_1755685436116",
      "character": "Akito Takagi",
      "quote": "If I follow my dream and it shatters - I can accept having to regret that. But I don't want to regret not pursuing it in the first place."
    },
    {
      "id": "quote_16_1755685436116",
      "character": "Akito Takagi",
      "quote": "I don't mind the regret, if I fail in attempt to achieve my dreams. What I don't wanna regret is not chasing those dreams."
    },
    {
      "id": "quote_17_1755685436116",
      "character": "Akito Takagi",
      "quote": "I think manga and life are the same thing. A weekly manga lasts for a week, and life lasts until you die. It's making the best of whatever time you're given. So, you can't hold back. \"Conceit\" and \"Luck\" are important, but the most important one is \"Hard Work\"."
    },
    {
      "id": "quote_18_1755685436116",
      "character": "Moritaka Mashiro",
      "quote": "A dream isn't something that someone tells you to go for. It's something you fulfill of your own will."
    },
    {
      "id": "quote_19_1755685436116",
      "character": "Miho Azuki",
      "quote": "I think having a dream, working hard, and never giving up couldn't possibly bring misfortune."
    },
    {
      "id": "quote_20_1755685436116",
      "character": "Moritaka Mashiro",
      "quote": "Those who don't give up no matter how many walls they run into, those are the ones who'll make their dreams come true."
    },
    {
      "id": "quote_4418_1772288636335",
      "character": "Akito Takagi",
      "quote": "I think manga and life are the same thing. A weekly manga lasts for a week, and life lasts until you die. It's making the best of whatever time you're given. So, you can't hold back. \"\"Conceit\"\" and \"\"Luck\"\" are important, but the most important one is \"\"Hard Work\"\"."
    }
  ]
}