{
  "name": "Shiki",
  "anilistId": 7724,
  "totalQuotes": 15,
  "totalCharacters": 8,
  "quotes": [
    {
      "id": "quote_1599_1755681998614",
      "character": "Tatsumi",
      "show": "Shiki",
      "quote": "You've just gained the privilege to kill."
    },
    {
      "id": "quote_1600_1755681998614",
      "character": "Mutou Tohru",
      "show": "Shiki",
      "quote": "At first, everyone is disgusted. Afraid to bear the sin of killing people. Afraid to receive punishment for replenishing themselves with the life of another. But, once you realize that you won't be punished for killing people, you get used to the guilt pretty soon. The guilt of using humans for food. Aren't humans the same?"
    },
    {
      "id": "quote_1601_1755681998614",
      "character": "Sunako Kirishiki",
      "show": "Shiki",
      "quote": "Death is terrible for anyone. Young or old, good or evil, it's all the same. Death is impartial. There is no especially terrible death. That's why death is so fearsome. Your deeds, your age, your personality, your wealth, your beauty... They are all meaningless in the face of death."
    },
    {
      "id": "quote_1602_1755681998614",
      "character": "Sunako Kirishiki",
      "show": "Shiki",
      "quote": "If I was the protagonist in this story, I'm sure someone would come save me. It would be like a miracle. But I have no one to save me. There is no god who would grant me a miracle. I'm a murderer, after all. But I've done nothing bad. All I did was feed myself. If I hadn't, I would have starved to death. Would it have been better that way? Am I evil because I didn't let myself starve to death? Give me an answer, Muroi-san! I didn't willingly become such a creature. But if I have a life, shouldn't I treasure it? Is that a sin? Muroi-san! This is what it means to be abandoned by God."
    },
    {
      "id": "quote_1603_1755681998614",
      "character": "Tatsumi",
      "show": "Shiki",
      "quote": "Everything eventually faces destruction. Everything eventually disappears."
    },
    {
      "id": "quote_1604_1755681998614",
      "character": "Tomio Ookawa",
      "show": "Shiki",
      "quote": "In this world, there are crimes too depraved to ever be forgiven."
    },
    {
      "id": "quote_1605_1755681998614",
      "character": "Yuuki Natsuno",
      "show": "Shiki",
      "quote": "It's not that I'm on the side of humans. I just really don't like you guys."
    },
    {
      "id": "quote_1606_1755681998614",
      "character": "Seishin Muroi",
      "show": "Shiki",
      "quote": "Killing others is never justice, no matter what kind of noble cause one upholds."
    },
    {
      "id": "quote_1607_1755681998614",
      "character": "Seishin Muroi",
      "show": "Shiki",
      "quote": "No one knows when they will die. Neither you nor I may be able to live that long. But no life is so little as to give up, to think \"I don't care when I die.\""
    },
    {
      "id": "quote_1608_1755681998614",
      "character": "Mutou Tohru",
      "show": "Shiki",
      "quote": "Just like humans, approve killing animals in society, we, approve the killing of humans."
    },
    {
      "id": "quote_1609_1755681998614",
      "character": "Nao Yasumori",
      "show": "Shiki",
      "quote": "My new family is just so kind. It's almost if there's been some kind of mistake... like, I'll have to pay back for all this happiness later on."
    },
    {
      "id": "quote_1610_1755681998614",
      "character": "Megumi Shimizu",
      "show": "Shiki",
      "quote": "Making someone I hate suffer feels really great!!"
    },
    {
      "id": "quote_1611_1755681998614",
      "character": "Tatsumi",
      "show": "Shiki",
      "quote": "It's not a matter of a creature's individual worth. It's a matter of a creature's personal feelings."
    },
    {
      "id": "quote_1612_1755681998614",
      "character": "Yuuki Natsuno",
      "show": "Shiki",
      "quote": "The cold tears of a vampire, whose body is without warmth..."
    },
    {
      "id": "quote_1613_1755681998614",
      "character": "Sunako Kirishiki",
      "show": "Shiki",
      "quote": "By the time I noticed, so much time had passed that even my little sister would have died naturally already."
    }
  ]
}