{
  "name": "Hellsing Ultimate",
  "anilistId": 777,
  "totalQuotes": 11,
  "totalCharacters": 3,
  "lastUpdated": "2025-08-20T14:37:47.475Z",
  "quotes": [
    {
      "id": "quote_2584_1755663620451",
      "character": "Alexander Anderson",
      "quote": "Ashes to ashes. Dust to dust. We are nothing, but dust and to dust we shall return. Amen."
    },
    {
      "id": "quote_2585_1755663620451",
      "character": "Alexander Anderson",
      "quote": "So laugh... demon... Laugh that arrogant laugh of yours... And remember, I beat you to it..."
    },
    {
      "id": "quote_2586_1755663620451",
      "character": "Montana Max",
      "quote": "There is one thing that makes a human a human... and that is their will."
    },
    {
      "id": "quote_2587_1755663620451",
      "character": "Alexander Anderson",
      "quote": "Your voice sounds so lovely when you're whimpering in agony."
    },
    {
      "id": "quote_2588_1755663620451",
      "character": "Alexander Anderson",
      "quote": "Hold your tongue, the dead don't speak."
    },
    {
      "id": "quote_2589_1755663620451",
      "character": "Alexander Anderson",
      "quote": "So how long will it be, then? How long before you're no longer cursed to walk the earth...?"
    },
    {
      "id": "quote_2590_1755663620451",
      "character": "Alexander Anderson",
      "quote": "If anyone does not love the Lord Jesus Christ, let them be accursed at His coming. God save you from your fate. Amen!"
    },
    {
      "id": "quote_2591_1755663620451",
      "character": "Alexander Anderson",
      "quote": "Violence is never the right answer, unless used against heathens and monsters."
    },
    {
      "id": "quote_2592_1755663620451",
      "character": "Alexander Anderson",
      "quote": "I want nothing more than to be a bayonet; a bayonet wielded by the hand of God. I would have been happy to be born a storm, or a divine threat; a mighty explosion or even a terrible hurricane. A divine force of nature without heart or pity. And if this relic can transform me into such a thing...then I am happy to abandon my humanity."
    },
    {
      "id": "quote_2593_1755663620451",
      "character": "Montana Max",
      "quote": "Then let me ask you, if your God would allow my madness to flourish across the globe, then wouldn't it seem to you that any god like that would be just as mad as I?"
    },
    {
      "id": "quote_100_1755700667475",
      "character": "Alucard",
      "quote": "We ruin the countries we govern and the people in our care. We slaughter our enemies and sacrifice all our allies. We’ll keep killing till there’s nothing left but to destroy ourselves. It will never be enough."
    }
  ]
}