{
  "name": "Ergo Proxy",
  "anilistId": 790,
  "totalQuotes": 8,
  "totalCharacters": 4,
  "lastUpdated": "2025-08-20T14:39:42.091Z",
  "quotes": [
    {
      "id": "quote_1850_1755682053551",
      "character": "Ergo Proxy",
      "quote": "Remember. You can feel it if you hold your hand against your chest. It belongs to no one. It's our pulse, yours and mine. This is what brings us to the truth. It's what proves that we are the very world itself. Follow your instincts. The answer is already there."
    },
    {
      "id": "quote_1851_1755682053551",
      "character": "Ergo Proxy",
      "quote": "We are the sum of our memories. Erasing the memories edged in oneself is the same as loosing oneself."
    },
    {
      "id": "quote_1852_1755682053551",
      "character": "Re-L Mayer",
      "quote": "The only thing waiting for you outside is a world of death."
    },
    {
      "id": "quote_1853_1755682053551",
      "character": "Ergo Proxy",
      "quote": "From the perspective of others I am part of the world, but when I observe the world from my perspective I am nowhere to be found. To observe is to create perspective. I can never cease to be the point of origin from my perspective. I observe that which is not myself. This is the first principle to find."
    },
    {
      "id": "quote_1854_1755682053551",
      "character": "Kazkis Hauer",
      "quote": "All those who wander in the darkness seek the light, but when they reach the light, they turn away their eyes from the blinding glare."
    },
    {
      "id": "quote_1855_1755682053551",
      "character": "Ergo Proxy",
      "quote": "Even if I was someone, people couldn't comprehend me. And even if they could, they wouldn't be able to communicate it to those around them. I do not belong to the world. That is the world's limit, the boundary between the world and the self."
    },
    {
      "id": "quote_1856_1755682053551",
      "character": "Hoody",
      "quote": "A lie is truth, until you recognize it as a lie. To see the truth behind those lies is probably the right thing to do. However, it may not necessarily bring happiness. Lies are Happiness."
    },
    {
      "id": "quote_229_1755700782091",
      "character": "Ergo Proxy",
      "quote": "We are the sum of our memories. Erasing the memories edged in oneself is the same as loosing oneself.\n"
    }
  ]
}