{
  "name": "Dragon Ball Z",
  "anilistId": 813,
  "totalQuotes": 55,
  "totalCharacters": 16,
  "quotes": [
    {
      "id": "quote_329_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "Trunks, I never hugged you as a baby… let me hug you."
    },
    {
      "id": "quote_330_1755681573829",
      "character": "Krillin",
      "show": "Dragon Ball Z",
      "quote": "First we’re the milkmen, and now we’re stinkin’ farmers. We never did this in Orin Temple."
    },
    {
      "id": "quote_331_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "*To Android 19* Just as I thought... you're nothing. Silly robot, you really think you have a chance against a super saiyan like me? Your brain must be malfunctioning. Fresh out of the factory with no warranty and already broken. What a pity."
    },
    {
      "id": "quote_332_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "There’s no such thing as fair or unfair in battle. There is only victory or in your case, defeat."
    },
    {
      "id": "quote_333_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "Strength is the only thing that matters in this world. Everything else is just a delusion for the weak."
    },
    {
      "id": "quote_334_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "While I’m here wasting time, how hard is Kakarot training?"
    },
    {
      "id": "quote_335_1755681573829",
      "character": "Android 17",
      "show": "Dragon Ball Z",
      "quote": "A beautiful speech, I can see it now, you truly are a prince with the royal blood of a Saiyan."
    },
    {
      "id": "quote_336_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "There’s only one certainty in life. A strong man stands above and conquers all!"
    },
    {
      "id": "quote_337_1755681573829",
      "character": "Bulma Briefs",
      "show": "Dragon Ball Z",
      "quote": "Look Goku, you can go out in public and have your hair sticking out in every direction if you want to, but not me!"
    },
    {
      "id": "quote_338_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "Push through the pain, giving up hurts more."
    },
    {
      "id": "quote_339_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "I find it hard to believe that my cells are in your body. How could you have turned out so ugly? What a waste. Although, it’s obvious where you’ve gotten most of your strength."
    },
    {
      "id": "quote_340_1755681573829",
      "character": "Beerus",
      "show": "Dragon Ball Z",
      "quote": "Nobody preaching about justice is ever a good guy."
    },
    {
      "id": "quote_341_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "Kakarot… please… destroy Frieza… He made me what I am. Don’t… let him… do it… to anyone else. Whatever it take… Stop him… Please."
    },
    {
      "id": "quote_342_1755681573829",
      "character": "Krillin",
      "show": "Dragon Ball Z",
      "quote": "Hey hun! I’ve got a great idea, let’s trade! Yo take my spot and I’ll fight Hercule!"
    },
    {
      "id": "quote_343_1755681573829",
      "character": "Frost",
      "show": "Dragon Ball Z",
      "quote": "I start wars, resolve them myself, then I buy up the war ravaged lands for a low prince and make a killing off redevelopment and reconstruction concessions!It is a brilliant scheme."
    },
    {
      "id": "quote_344_1755681573829",
      "character": "Goku",
      "show": "Dragon Ball Z",
      "quote": "I would rather be a brainless monkey than a heartless monster."
    },
    {
      "id": "quote_345_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "Kakarot, you’re quite impressive. I never stood a chance against Buu, you’re the only one who can fight him. I think I finally understand how a genius like myself can’t surpass you. I thought it was because you had something to protect. I thought your drive to protect allowed you to take advantage of your capabilities… this may have been a reason, but not I too have this drive. I fought to do as I wished, because it was fun to kill my enemies and feed my pride. But he’s different, he fights not to win but because he absolutely won’t lose, causing him to break his limits and he really doesn’t care who his opponent is. So when he didn’t kill me, it was because he saw I could care for others, like I do now… Go Kakarot, you’re number one!"
    },
    {
      "id": "quote_346_1755681573829",
      "character": "Beerus",
      "show": "Dragon Ball Z",
      "quote": "Anyone stronger than the god of destruction does not exist."
    },
    {
      "id": "quote_347_1755681573829",
      "character": "Black Goku",
      "show": "Dragon Ball Z",
      "quote": "I am looking at things from a much higher perspective than you. I observe this world, this universe, the truth of all things. And I have realized that humans must be destroyed. Out of all which the gods have made, mortals are their sole failure. In order to make this world, this universe, into a beautiful utopia, I must remove humanity, in place of the gods who refuse to admit their mistake."
    },
    {
      "id": "quote_348_1755681573829",
      "character": "Beerus",
      "show": "Dragon Ball Z",
      "quote": "I am a god with a heart, but there’s one thing I cannot tolerate… people who don’t pay their proper respect to others."
    },
    {
      "id": "quote_349_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "Never send a boy to do a mans job."
    },
    {
      "id": "quote_350_1755681573829",
      "character": "Beerus",
      "show": "Dragon Ball Z",
      "quote": "Before creation… must come destruction!"
    },
    {
      "id": "quote_351_1755681573829",
      "character": "Goku",
      "show": "Dragon Ball Z",
      "quote": "An angel? So Whis is an angel? But he’s got no wings, and his butt’s not hanging out."
    },
    {
      "id": "quote_352_1755681573829",
      "character": "Grand Elder Guru",
      "show": "Dragon Ball Z",
      "quote": "Death is simply another stage of our life."
    },
    {
      "id": "quote_353_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "Even the mightiest warriors experience fears. What makes them a true warrior is the courage that they posses to overcome their fears."
    },
    {
      "id": "quote_354_1755681573829",
      "character": "Goku",
      "show": "Dragon Ball Z",
      "quote": "I could go one step farther If I wanted to."
    },
    {
      "id": "quote_355_1755681573829",
      "character": "Piccolo",
      "show": "Dragon Ball Z",
      "quote": "You’ll laugh at your fears when you find out who you are."
    },
    {
      "id": "quote_356_1755681573829",
      "character": "Piccolo",
      "show": "Dragon Ball Z",
      "quote": "Sometimes, we have to look beyond what we want and do what’s best."
    },
    {
      "id": "quote_357_1755681573829",
      "character": "Trunks",
      "show": "Dragon Ball Z",
      "quote": "You’re about to find out what it’s like to fight a real super saiyan… and I’m not talking about Goku."
    },
    {
      "id": "quote_358_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "Trunks, Bulma, I’m doing this for you. And yes, even for you, Kakarot."
    },
    {
      "id": "quote_359_1755681573829",
      "character": "Piccolo",
      "show": "Dragon Ball Z",
      "quote": "I’m not going to lie to you, Vegeta, although the answer may be difficult for you to hear. This is the truth. Goku devoted his life to protecting the lives of other. Because of his selflessness, when he died, he was allowed to keep his body and travel to King Kai’s Planet. You, on the other hand, have spent your life in pursuit of your own selfish desires. You’ve caused too much pain. When you die, you will not receive the same reward."
    },
    {
      "id": "quote_360_1755681573829",
      "character": "Piccolo",
      "show": "Dragon Ball Z",
      "quote": "Gohan, you showed me that power is nothing without being guided without love."
    },
    {
      "id": "quote_361_1755681573829",
      "character": "Bulma Briefs",
      "show": "Dragon Ball Z",
      "quote": "Yamcha, I was worried about you. For all I knew, you were dead in a ditch in a country you can’t pronounce. You’ll have to make this up to me. And you’re going to enjoy it."
    },
    {
      "id": "quote_362_1755681573829",
      "character": "Master Roshi",
      "show": "Dragon Ball Z",
      "quote": "You will not go in there with hopes of winning the tournament the first time you compete. To do so would be arrogant! And arrogance is for fools, not warriors! So you will enter the tournament with the sole purpose of improving your fighting skills."
    },
    {
      "id": "quote_363_1755681573829",
      "character": "Goku",
      "show": "Dragon Ball Z",
      "quote": "Me personally, I like to work and train."
    },
    {
      "id": "quote_364_1755681573829",
      "character": "Goku",
      "show": "Dragon Ball Z",
      "quote": "Your new form is burning through more power than your body can supply. You should hav ewaited until you were used to this form and knew how to regulate it before you started picking fights."
    },
    {
      "id": "quote_365_1755681573829",
      "character": "Whis",
      "show": "Dragon Ball Z",
      "quote": "Well, I wonder what the prince would do if he knew, you authorized Planet Vegeta’s destruction from the start?"
    },
    {
      "id": "quote_366_1755681573829",
      "character": "Whis",
      "show": "Dragon Ball Z",
      "quote": "You failed to protect your planet, because of your own leniency. The only way to avoid this outcome is to send Frieza back to his flower garden."
    },
    {
      "id": "quote_367_1755681573829",
      "character": "Beerus",
      "show": "Dragon Ball Z",
      "quote": "It seems Saiyans have changed since the last time I saw them. They have become cowardly."
    },
    {
      "id": "quote_368_1755681573829",
      "character": "Goku",
      "show": "Dragon Ball Z",
      "quote": "If I win, promise you won’t destroy the earth."
    },
    {
      "id": "quote_369_1755681573829",
      "character": "Gowasu",
      "show": "Dragon Ball Z",
      "quote": "Even If evil makes you lose your way, you stay your ground and keep searching for the path of good. Is that search now what justice is? It is for that reason that gods gave mortals knowledge."
    },
    {
      "id": "quote_370_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "Are you ready now to witness a power not seen for thousands of years?"
    },
    {
      "id": "quote_371_1755681573829",
      "character": "Hercule",
      "show": "Dragon Ball Z",
      "quote": "I vowed that earth would forever remain in peace. Since I made that vow, not a single threat has been made against earth. That’s all thanks to the fact that my name is known through the entire galaxy."
    },
    {
      "id": "quote_372_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "How could I let this happen to my son? He has sacrificed everything for me! And I have done nothing but ignore him!"
    },
    {
      "id": "quote_373_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "No, I can’t lose!"
    },
    {
      "id": "quote_374_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "He has beaten me completely. First by his own actions and then through his son’s. And what has he left for me here? How? How could you die like that? How, Kakarot? I’ll never have the chance…to prove my strength against you. You died without fear. What does that make of me? I am no warrior. And I will never fight again."
    },
    {
      "id": "quote_375_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "Where is your honor!? Like all pure-blooded Saiyans, Kakarot would rather die fighting than win with one of those disgraceful senzu beans as his crutch! Kakarot trained in the hyperbolic time chamber just as we did! Now let’s see what he can do!"
    },
    {
      "id": "quote_376_1755681573829",
      "character": "Beerus",
      "show": "Dragon Ball Z",
      "quote": "Now all that is left is the destruction of earth, but I think it would be a waste to destroy it. The food of this planet is very delicious."
    },
    {
      "id": "quote_377_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "I do not fear this new challenge, rather like a true warrior I will rise to meet it."
    },
    {
      "id": "quote_378_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "Every time I reach a new level of strength, a greater power appears to challenge my authority. It’s as if fate is laughing at me with a big stupid grin, just like Kakarot."
    },
    {
      "id": "quote_379_1755681573829",
      "character": "Android 16",
      "show": "Dragon Ball Z",
      "quote": "Gohan, let it go. It is not a sing to fight for the right cause. There are those who words alone will not reach."
    },
    {
      "id": "quote_380_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "Death by a god of death, this may be a proud moment."
    },
    {
      "id": "quote_381_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "What’s wrong Frieza? Is your brain another one of your weak and under used muscles?"
    },
    {
      "id": "quote_382_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "You can take control of my mind and my body, but there is one thing a Saiyan always keep… his PRIDE!"
    },
    {
      "id": "quote_383_1755681573829",
      "character": "Vegeta",
      "show": "Dragon Ball Z",
      "quote": "I’ll never give in to you circus freaks!"
    }
  ]
}