{
  "name": "Legend of the Galactic Heroes",
  "anilistId": 820,
  "totalQuotes": 30,
  "totalCharacters": 11,
  "quotes": [
    {
      "id": "quote_27_1755663421273",
      "character": "Reinhard von Lohengramm",
      "show": "Legend of the Galactic Heroes",
      "quote": "For those who have come to power, wealth and glory not by their own strength and effort, but simply through inheritance, what right do they have to complain? The very existence of such blood-lineage dynasties is disgusting. Power is the property of one generation. It shouldn't be transferred, it should be seized."
    },
    {
      "id": "quote_28_1755663421273",
      "character": "Reinhard von Lohengramm",
      "show": "Legend of the Galactic Heroes",
      "quote": "No matter the era, whichever the society, people always gaze at the stars when young. Then they stretch out their hands and try to catch them. And then one day, they realize their arms are not long enough to catch the stars, and that's when they grow up."
    },
    {
      "id": "quote_29_1755663421273",
      "character": "Yang Wenli",
      "show": "Legend of the Galactic Heroes",
      "quote": "In the long flow of time, living things know nothing of their ancestors, except for the genes they’ve inherited. Only mankind has history. Having a history differentiates mankind from all other living species. That’s why I wanted to be a historian."
    },
    {
      "id": "quote_30_1755663421273",
      "character": "Yang Wenli",
      "show": "Legend of the Galactic Heroes",
      "quote": "For as long as human history goes on, the past will continue to accumulate. History isn’t just records of the past. It’s also proof that civilization has continued to advance to the present. Our present civilization is the result of our past."
    },
    {
      "id": "quote_31_1755663421273",
      "character": "Hildegard von Mariendorf",
      "show": "Legend of the Galactic Heroes",
      "quote": "Maybe humans are capable of committing far more shameless acts than they imagine they are. If they hadn’t faced adversity, they might have gone without discovering such ugly facets of themselves."
    },
    {
      "id": "quote_32_1755663421273",
      "character": "Olivier Poplan",
      "show": "Legend of the Galactic Heroes",
      "quote": "One cannot live by jokes alone. But if there were no jokes, I’d rather not live."
    },
    {
      "id": "quote_33_1755663421273",
      "character": "Yang Wenli",
      "show": "Legend of the Galactic Heroes",
      "quote": "The greatest freedom is the freedom not to get involved."
    },
    {
      "id": "quote_34_1755663421273",
      "character": "Dietrich Saucken",
      "show": "Legend of the Galactic Heroes",
      "quote": "Admirals without soldiers are equivalent to fixed stars without planets. Their lights will only illuminate the darkness without any effect."
    },
    {
      "id": "quote_35_1755663421273",
      "character": "Boris Konev",
      "show": "Legend of the Galactic Heroes",
      "quote": "A student who is too loyal to his master has no chance of surpassing that master... A mutinous spirit is the source of independence."
    },
    {
      "id": "quote_36_1755663421273",
      "character": "Dusty Attenborough",
      "show": "Legend of the Galactic Heroes",
      "quote": "Either way, the only ones who can die tomorrow are those who survive today."
    },
    {
      "id": "quote_37_1755663421273",
      "character": "Yang Wenli",
      "show": "Legend of the Galactic Heroes",
      "quote": "Alcohol is humanity's friend. How can I abandon a friend?"
    },
    {
      "id": "quote_38_1755663421273",
      "character": "Yang Wenli",
      "show": "Legend of the Galactic Heroes",
      "quote": "Perhaps in this universe, there exists a solitary, absolute truth. Perhaps it clarifies every question. But that’s beyond the reach of these short hands."
    },
    {
      "id": "quote_39_1755663421273",
      "character": "Legend of the Galactic Heroes",
      "show": "Legend of the Galactic Heroes",
      "quote": "Humans always pursue things they can’t reach. Doesn’t it single-heartedly symbolize such yearnings?"
    },
    {
      "id": "quote_40_1755663421273",
      "character": "Reinhard von Lohengramm",
      "show": "Legend of the Galactic Heroes",
      "quote": "I’d rather fight and regret it than not fight and regret it."
    },
    {
      "id": "quote_41_1755663421273",
      "character": "Paul von Oberstein",
      "show": "Legend of the Galactic Heroes",
      "quote": "All heroes have established their thrones atop, not just their enemies. But a large quantity of allied corpses as well. There are no monarchs with clean hands."
    },
    {
      "id": "quote_42_1755663421273",
      "character": "Yang Wenli",
      "show": "Legend of the Galactic Heroes",
      "quote": "Dictatorship itself isn't absolutely evil, it's just another form of government. The point is how you can run it for the benefit of society."
    },
    {
      "id": "quote_43_1755663421273",
      "character": "Yang Wenli",
      "show": "Legend of the Galactic Heroes",
      "quote": "Children don't grow up looking at perfect parents. Rather, using their imperfect parents as anti-teachers, children nourish a spirit of independence."
    },
    {
      "id": "quote_44_1755663421273",
      "character": "Olivier Poplan",
      "show": "Legend of the Galactic Heroes",
      "quote": "Even if the clothes are too large in the beginning, they’ll fill out as you grow. The same goes for courage… The secret of not getting killed by the enemy is to underestimate life’s difficulties."
    },
    {
      "id": "quote_45_1755663421273",
      "character": "Legend of the Galactic Heroes",
      "show": "Legend of the Galactic Heroes",
      "quote": "One victory greedily demands the next set of victories from the victor, until his death."
    },
    {
      "id": "quote_46_1755663421273",
      "character": "Dusty Attenborough",
      "show": "Legend of the Galactic Heroes",
      "quote": "What we need now is not the diary of the past, but instead the calendar of the future."
    },
    {
      "id": "quote_47_1755663421273",
      "character": "Reinhard von Lohengramm",
      "show": "Legend of the Galactic Heroes",
      "quote": "Something that's supposed to die and doesn't will eventually rot away, whether it's a man or a nation."
    },
    {
      "id": "quote_48_1755663421273",
      "character": "Reinhard von Lohengramm",
      "show": "Legend of the Galactic Heroes",
      "quote": "Perfection is a fairly nonexistent thing. If you couldn’t do it, it was probably impossible for anybody else, too."
    },
    {
      "id": "quote_49_1755663421273",
      "character": "Yang Wenli",
      "show": "Legend of the Galactic Heroes",
      "quote": "Everybody has to display a certain loyalty to their paycheck. I was the same way. It isn’t just a piece of paper, but a chain that binds people."
    },
    {
      "id": "quote_50_1755663421273",
      "character": "Yang Wenli",
      "show": "Legend of the Galactic Heroes",
      "quote": "Someone who cannot hate something, cannot love something, either."
    },
    {
      "id": "quote_51_1755663421273",
      "character": "Alex Cazellnu",
      "show": "Legend of the Galactic Heroes",
      "quote": "Love and the human mind can't be analyzed with formulas. It's not so unusual for love to make you forget the sense of care and respect for others. There's no logic. It's an uncontrollable urge. To tell you the truth, it’d be worrisome if you became like that. Your mind is keen, and your character is good. But passion has nothing to do with mind or character."
    },
    {
      "id": "quote_52_1755663421273",
      "character": "Yang Wenli",
      "show": "Legend of the Galactic Heroes",
      "quote": "It’s the most powerful words in the world. No just argument or eloquence can stand a chance against it. It’s… ”So what?”"
    },
    {
      "id": "quote_53_1755663421273",
      "character": "Oskar von Reuenthal",
      "show": "Legend of the Galactic Heroes",
      "quote": "Regardless of the color of eyes or skin, the color of blood is the same for everyone, isn’t it?"
    },
    {
      "id": "quote_54_1755663421273",
      "character": "Reinhard von Lohengramm",
      "show": "Legend of the Galactic Heroes",
      "quote": "There is great satisfaction in fighting for the sake of gaining power, but it’s joyless to fight for the sake of maintaining it."
    },
    {
      "id": "quote_55_1755663421273",
      "character": "Yang Wenli",
      "show": "Legend of the Galactic Heroes",
      "quote": "There certainly are things that cannot be told in words, but that can only be said by people who have exhausted their use of words. Words are like icebergs that are floating on the ocean called \"heart\". The parts that show above the sea surface are small, but they still let us perceive the larger parts that are hidden below the water. Use words deliberately. If you do, you'll be able to convey more things more accurately than if you were to keep silent. Right judgement can only be made with right information and right analyses."
    },
    {
      "id": "quote_56_1755663421273",
      "character": "Yang Wenli",
      "show": "Legend of the Galactic Heroes",
      "quote": "Neither terrorism nor occultism have ever impacted history in any constructive way."
    }
  ]
}