{
  "name": "Air Gear",
  "anilistId": 857,
  "totalQuotes": 20,
  "totalCharacters": 7,
  "quotes": [
    {
      "id": "quote_1870_1755682062178",
      "character": "Ringo Noyamano",
      "quote": "The desire to fly with ''real wings'' is what motivates you."
    },
    {
      "id": "quote_1871_1755682062178",
      "character": "Itsuki Minami",
      "quote": "So I'll search for my real ''wings'', because if I stay in the comfort of my nest, I'll never be able to use my own strength to fly."
    },
    {
      "id": "quote_1872_1755682062178",
      "character": "Akito Wanijima",
      "quote": "The frog in the well can't communicate with the ocean creatures, as it knows the depth of the sky. It's because the frog lived inside a cramped and small space, so he knows better than anyone, how precious freedom is."
    },
    {
      "id": "quote_1873_1755682062178",
      "character": "Itsuki Minami",
      "quote": "A frog in a well does not hope to swim in the ocean, or go to dive in deep sea. What they're looking at since they are born, isn't the ocean, but the sky."
    },
    {
      "id": "quote_1874_1755682062178",
      "character": "Akito Wanijima",
      "quote": "My plan was perfect, but there was one thing I overlooked, one factor I failed to calculate. He's a dumbass. And there is no accounting for Dumbass...Ness."
    },
    {
      "id": "quote_1875_1755682062178",
      "character": "Ringo Noyamano",
      "quote": "From this day on, I don't need freedom. As we struggle using our strength to grasp what's above us. We will eventually reach something, that is the meaning of the word freedom."
    },
    {
      "id": "quote_1876_1755682062178",
      "character": "Itsuki Minami",
      "quote": "A long time there... There was a balloon man, right? When I first heard that story, I was so stupid that I actually enjoyed it... But really, the story was horrible. Driven solely by his dreams he used his balloons to disapear into the sky. The people watching made a big fuss about it... But no one really tried to stop it. There's no telling where the wind will take you. And he knew that one day his fuel, his ''freedom'' would run out, and he'd fall into the black ocean. To fly... that feeling is the most important thing. But instead of the dark clouds that drive people from the sky... There must be a chain to keep them grounded. The time will come, for those with the ability to fly away, while everyone else can only watch. Using their own wings, their own power... soaring as far as they can without aid. Because... Because that is what it means to fly."
    },
    {
      "id": "quote_1877_1755682062178",
      "character": "Itsuki Minami",
      "quote": "Whether you walk or run, the destination won't change. So then... You might as well run there!!!"
    },
    {
      "id": "quote_1878_1755682062178",
      "character": "Itsuki Minami",
      "quote": "There's something you can't see unless you're standing at the top, to experience that for the first time, I'm struggling to a higher place than anyone else, isn't that what freedom is?"
    },
    {
      "id": "quote_1879_1755682062178",
      "character": "Itsuki Minami",
      "quote": "Keep flying higher so that others are inspired to fly with you."
    },
    {
      "id": "quote_1880_1755682062178",
      "character": "Rika Noyamano",
      "quote": "No matter what kind of 'strength' you possess. There are places you can never reach no matter how hard you try. The farther it is... The higher it is..."
    },
    {
      "id": "quote_1881_1755682062178",
      "character": "Itsuki Minami",
      "quote": "Let me teach you a thing. Normally the weak person's weakness is the strong person, but the strong person's weakness is also the weak person."
    },
    {
      "id": "quote_1882_1755682062178",
      "character": "Itsuki Minami",
      "quote": "Nothing can remain the same forever, because if you don't change you can't improve... Facing this inescapable ''reality'' if you don't grow... You'll be crushed... For everyone to ascend and accomplish their dreams. They must grow."
    },
    {
      "id": "quote_1883_1755682062178",
      "character": "Kazuma Mikura",
      "quote": "If training hard can make you number one, then how many number one do you think this world will have!?"
    },
    {
      "id": "quote_1884_1755682062178",
      "character": "Agito Wanijima",
      "quote": "To reach the top we must crush their dreams and climb atop their shattered hopes. The will to win at any cost, to obliterate the enemy if necessary, without ambition there is no way to move up."
    },
    {
      "id": "quote_1885_1755682062178",
      "character": "Itsuki Minami",
      "quote": "Sure, it might be warm and comfortable in there... not only safe and sound, but I get all the meals too! But I'd rather be out than be trapped inside this bird cage of yours."
    },
    {
      "id": "quote_1886_1755682062178",
      "character": "Yoshitsune",
      "quote": "Then I ask you, what do you define as the beginning of the sky? At one hundred meter or even one thousand meters, it isn't much different from right here. The sole difference is the air density and water concentration. So, this is where sky begins. Anything above the earth belongs to the domain of sky."
    },
    {
      "id": "quote_1887_1755682062178",
      "character": "Rika Noyamano",
      "quote": "From the past... I always wanted to ask. God, why... Are you so unfair and extremely cruel? Why do you separate those who can fly... And those who cannot and bring them into existence? Why, in this one world... You made the effort to divide them into two and bring them together? In reality everyone was born with wings!.. Why didn't I realize that until now? It's not that those who can fly are able to fly, but that those who think of flying... Those who believe they can fly are the ones who can fly."
    },
    {
      "id": "quote_1888_1755682062178",
      "character": "Ringo Noyamano",
      "quote": "When a person is hard to reach, someone has to extend their hand to that person to get to them, because of that dream, because they dream that freedom really exists, the roses will look up at the sky when they bloom."
    },
    {
      "id": "quote_1889_1755682062178",
      "character": "Rika Noyamano",
      "quote": "In truth everyone gets their wings the day they are born, and if one has the courage to spread those wings, then he'll fly for sure"
    }
  ]
}