{
  "name": "xxxHOLiC",
  "anilistId": 861,
  "totalQuotes": 34,
  "totalCharacters": 2,
  "lastUpdated": "2026-02-28T13:50:21.904Z",
  "quotes": [
    {
      "id": "quote_704_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "People can wish for anything. Happiness or unhappiness. No matter what kind of choice you made, it was the result you chose... As long as you're not regretting the result, it is all right."
    },
    {
      "id": "quote_705_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "No matter how small the problem is, how small the thing is, it always affects the people around you."
    },
    {
      "id": "quote_706_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "Sincerity with respect to yourself! No matter what your objective... no matter who you are... if you are going to do something or not do something, that is a promise to yourself. And the one who keeps the promise, or breaks the promise, is you. No one else can be burdened with holding you to a promise that's made to yourself."
    },
    {
      "id": "quote_707_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "There's no such thing as a coincidence in this world. What does exist is only the inevitable."
    },
    {
      "id": "quote_708_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "If you've decided that you can't do it even before you act, you have already made it into something impossible."
    },
    {
      "id": "quote_709_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "The world isn't something that is all planned out. It's something you make yourself."
    },
    {
      "id": "quote_710_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "Living things are restrained by Chains: The laws of nature, the flow of time, the vessel known as your “body”, and the existence called your mind. There's only one chain that people can wield: WORDS."
    },
    {
      "id": "quote_711_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "Good and bad are human concepts, so something that is not human cannot be classified as neither good nor bad."
    },
    {
      "id": "quote_712_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "Words are very powerful. That's why you have to watch everything that comes out from your mouth."
    },
    {
      "id": "quote_713_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "Family is other people. No matter how close your blood relationship is... no matter what your relationship may be... anyone other than you is not you! And so you have to think it over and decide for yourself! Take away other people's wants and needs, and decide if this is something that is necessary for you! It may cause hardships to others, but you want it. That's your free will right there! But you ignore that and decide based on someone else's advice, because decency demands it, because people say it's awful, you will fail and quit. No one could succeed that way! You don't understand what you're trying to do. With that as your background, how do you expect to make a promise to yourself? But the opposite way... there are risks there too, of course. If you decide to take the action that best suits you, there will be people who won't understand. People will be saddened by your actions."
    },
    {
      "id": "quote_714_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "Instead of regretting what we cannot do, it is better to do what one can. Even for example, what you do has nothing to do with results, you must forge forward."
    },
    {
      "id": "quote_715_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "Every human being thinks different things are right, and different things are wrong. Whether something is normal or not, it is still different for every person. Happiness is the same – everyone has their own definition of it."
    },
    {
      "id": "quote_716_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "Our relationship has already been formed. No matter how trivial a meeting and the incidents that follow may seem, a relationship is made. Even if it is just for a short amount of time, a knot that has been tied does not unravel. It means that during your lifetime, every incident that passes has meaning. The meeting between you and I also has meaning, so remember it."
    },
    {
      "id": "quote_717_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "Learn to make your own decisions, instead of relying on others to make them for you. Otherwise, those decisions will never really be made."
    },
    {
      "id": "quote_718_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "Mysterious things are everywhere. So bizarre as often as you can hear of them. Without witness, with sight unseen, without a care it is simply a phenomenon. Merely not of concern. In this world, mankind itself has its own fantastic wonders."
    },
    {
      "id": "quote_719_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "The world... is a very small place, but... for those who know it, it is very, very large. And the world... when it is viewed by those who know... is far larger than just one world can hold."
    },
    {
      "id": "quote_720_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "Often times, people simply deny the existence of what they do not understand, and anyone who tells them otherwise is a liar."
    },
    {
      "id": "quote_721_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "If you believe in it, it is real. If you do not - it is fiction."
    },
    {
      "id": "quote_722_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "There are many unusual things in this world. Everyday events occur that cannot be explained. Bizarre phenomena that often go unnoticed because people close their eyes to what they don't understand. But the truth of the matter is, there are many unusual things in this world. And people... People are the most mysterious of them all."
    },
    {
      "id": "quote_723_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "There are two types of dreams. Dreams from when you're awake and dreams from when you sleep. And both of those can become reality, if you strongly wish for it."
    },
    {
      "id": "quote_724_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "Normal? What's normal? To only do what the masses do? And what is the benefit of that? Where is the problem in adopting a custom that is \"abnormal\" if it has no negative effect on the world at large?"
    },
    {
      "id": "quote_725_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "If you're gonna have great happiness, it requires great effort in exchange, that's called compensation. For the good things in life, there are the bad. For the bad things in life, there are always the good. In order for you to be happy, you must be willing to accept a burden of a equal amount of unhappiness in exchange as your payment. The more you achieve, the greater the demands will be placed upon you in return."
    },
    {
      "id": "quote_726_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "Humans must think about living on. And, must also understand death. Most important, we must learn to understand the truth."
    },
    {
      "id": "quote_727_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "Being happy is not a right, but a duty. A duty to yourself. Waiving rights is one thing, but failing in your duty is downright irresponsible."
    },
    {
      "id": "quote_728_1755681799581",
      "character": "Doumeki Haruka",
      "quote": "One day a man had a dream. He dreamed that he was a butterfly. He fluttered and fluttered, flew and flew. He so loved the feeling of freedom that he decided that he was a butterfly. But when he woke up, he wasn't a butterfly. He was a human after all. Then the man thought, \"I wonder if I, The Man, dreamed that I was a butterfly or if this moment is truly the dream. Maybe the man I am now is a dream that a butterfly is having."
    },
    {
      "id": "quote_729_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "If you believe it was destined to happen it is most likely to happen, if you believe nothing has been decided then most likely nothing has been decided."
    },
    {
      "id": "quote_730_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "Your happiness is your own business. Its a promise you make to yourself. It is a reward you give yourself for accomplishing what you set out to do, for achieving what you strive for. But if you fail to reward yourself for what you have accomplished, then you are essentially breaking a promise to yourself. Its like a breach of contract, compensation must always be made. You must pay all of the debts that you made, even to yourself."
    },
    {
      "id": "quote_731_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "For everything you wish, you have to pay an equal price in return. You can't get more or give more. You can't get less or give less. It must be in balance, or else there will be chaos."
    },
    {
      "id": "quote_732_1755681799581",
      "character": "Yuuko Ichihara",
      "quote": "No matter how unimportant the meeting... how small the outcome... it will always have some later effect on you. It can be the smallest of things. It can be the shortest of moments. It may never be remembered. It may have never been recorded. But a bond of fate never disappears once tied."
    },
    {
      "id": "quote_89_1755704167220",
      "character": "Yuuko Ichihara",
      "quote": "There's no such thing as a coincidence in this world. What does exist is only the inevitable. "
    },
    {
      "id": "quote_90_1755704167220",
      "character": "Yuuko Ichihara",
      "quote": "Sincerity with respect to yourself! No matter what your objective... no matter who you are... if you are going to do something or not do something, that is a promise to yourself. And the one who keeps the promise, or breaks the promise, is you. No one else can be burdened with holding you to a promise that's made to yourself. "
    },
    {
      "id": "quote_91_1755704167220",
      "character": "Yuuko Ichihara",
      "quote": "Often times, people simply deny the existence of what they do not understand, and anyone who tells them otherwise is a liar. "
    },
    {
      "id": "quote_2888_1772286621904",
      "character": "Doumeki Haruka",
      "quote": "One day a man had a dream. He dreamed that he was a butterfly. He fluttered and fluttered, flew and flew. He so loved the feeling of freedom that he decided that he was a butterfly. But when he woke up, he wasn't a butterfly. He was a human after all. Then the man thought, \"\"I wonder if I, The Man, dreamed that I was a butterfly or if this moment is truly the dream. Maybe the man I am now is a dream that a butterfly is having."
    },
    {
      "id": "quote_5309_1772286621904",
      "character": "Yuuko Ichihara",
      "quote": "Normal? What's normal? To only do what the masses do? And what is the benefit of that? Where is the problem in adopting a custom that is \"\"abnormal\"\" if it has no negative effect on the world at large?"
    }
  ]
}