{
  "name": "NANA",
  "anilistId": 877,
  "totalQuotes": 17,
  "totalCharacters": 8,
  "quotes": [
    {
      "id": "quote_907_1755681821000",
      "character": "Nana Komatsu",
      "show": "NANA",
      "quote": "Nobu is idealizing me, that’s why he fell in love with me. If you knew the real me, it would shatter your illusion. Then come on. Shatter my illusion. Because I don’t know what else I can do to stop loving you."
    },
    {
      "id": "quote_908_1755681821000",
      "character": "Yasushi Takagi",
      "show": "NANA",
      "quote": "Laugh at love and love will make you cry."
    },
    {
      "id": "quote_909_1755681821000",
      "character": "Nana Komatsu",
      "show": "NANA",
      "quote": "Hey Nana, if Cinderella's glass slipper fits so perfectly, I wonder why it fell off along the way? I can't help but think that it was on purpose, to attract the prince's affections. No matter what I do, I'll still have the fate of a girl who just keeps getting hurt, wondering if she can be happy in this pointless, one man show?"
    },
    {
      "id": "quote_910_1755681821000",
      "character": "Yasushi Takagi",
      "show": "NANA",
      "quote": "In the end, people are all alone, and no matter how close they cling together, they can never be one. It's impossible to make someone belong to you."
    },
    {
      "id": "quote_911_1755681821000",
      "character": "Shoji Endo",
      "show": "NANA",
      "quote": "What am I to you anyway? You get all teary eyed whenever it suits you but you never stop to think about my feelings and how you might be messing with my heart. You want some nice guy to be a part of your life but only if its on your terms. All this talk of just being friends with a guy... don't make me laugh!"
    },
    {
      "id": "quote_912_1755681821000",
      "character": "Nana Komatsu",
      "show": "NANA",
      "quote": "Even though it's painful sometimes, if you keep on living then good things can happen."
    },
    {
      "id": "quote_913_1755681821000",
      "character": "Nobuo Terashima",
      "show": "NANA",
      "quote": "When you fall in love with someone, you want everything from them. Its only natural to feel that way... but real love can only happen when you want what's best for the other person and never ask for anything in return."
    },
    {
      "id": "quote_914_1755681821000",
      "character": "Nana Komatsu",
      "show": "NANA",
      "quote": "Why is it that making our dreams come true, and being truly happy are often two separate things?.. I still haven't figured that one out."
    },
    {
      "id": "quote_915_1755681821000",
      "character": "Nana Osaki",
      "show": "NANA",
      "quote": "People can have lovers. They can have friends. They can be together. But when you think about it, you'll see that originally, we're alone."
    },
    {
      "id": "quote_916_1755681821000",
      "character": "Nana Osaki",
      "show": "NANA",
      "quote": "People say that if you fight, it means you're close to someone; but in the end, a fight is just a collision of egos. People don't learn to understand each other just by laying bare their feelings."
    },
    {
      "id": "quote_917_1755681821000",
      "character": "Nana Osaki",
      "show": "NANA",
      "quote": "You know, Nana... Even now, sometimes on street corners... when I meet someone, I see your shadow. I'm sure that even now, you're still wearing that man's cologne... so you can sleep, even alone..."
    },
    {
      "id": "quote_918_1755681821000",
      "character": "Takumi Ichinose",
      "show": "NANA",
      "quote": "People say love can be developed, but in the end the only person they love is themselves, that's why you choose to love someone who can please you the most."
    },
    {
      "id": "quote_919_1755681821000",
      "character": "Yasushi Takagi",
      "show": "NANA",
      "quote": "Being alone and being lonely are two different things."
    },
    {
      "id": "quote_920_1755681821000",
      "character": "Shinichi Okazaki",
      "show": "NANA",
      "quote": "It's dangerous here. If you stare at the stars long enough, you start thinking you could grab one, and you get this feeling like all your dreams will come true."
    },
    {
      "id": "quote_921_1755681821000",
      "character": "Nana Komatsu",
      "show": "NANA",
      "quote": "No matter how much we think we want - it's never enough. I just want one thing to go right for me. I just need something to give me the energy so I can keep going."
    },
    {
      "id": "quote_922_1755681821000",
      "character": "Nana Osaki",
      "show": "NANA",
      "quote": "I always thought that life was about standing your ground, no matter how strong the current was. But going with the flow isn’t so bad after all. As long as it takes you forward."
    },
    {
      "id": "quote_923_1755681821000",
      "character": "Kawamura Sachiko",
      "show": "NANA",
      "quote": "We are all farsighted, we give importance to those things that are far from us, while neglecting the things that are close to us... only to realize their value later, when they are out-of-reach again."
    }
  ]
}