{
  "name": "Gintama",
  "anilistId": 918,
  "totalQuotes": 166,
  "totalCharacters": 20,
  "lastUpdated": "2026-02-28T13:56:20.872Z",
  "quotes": [
    {
      "id": "quote_948_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "It's often said, \"People who are similar can be called friends\", right? You haven't been making a good life for yourself, have you? Well, I guess I'm no better.. People don't try to make a life that they can't be proud of... They have the intention of staying on the straight path, but out of blue, they're in the dirt. But, even so, with heart and soul you try to brake through. There will be a day, that even dirt will dry and fall off.\n\n(Gintoki to Catherine\n\"Gintama chapter 24, page 19\")"
    },
    {
      "id": "quote_949_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Life is basically like a soap bubble. It rides on the wind, flying here and there... and before you realize it - pop! It's gone. When it's about to disappear, you think that you could've flown a little higher. But by the time, it's already too late."
    },
    {
      "id": "quote_950_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "But men are always boys at heart until the die."
    },
    {
      "id": "quote_951_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Goodbyes are only one side of the coin. You can't say goodbye until you've said hello."
    },
    {
      "id": "quote_952_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Even if you can't move anymore, or your back gets bent out of shape, it doesn't matter! What matters is what's inside! Not what someone looks like, dammit!"
    },
    {
      "id": "quote_953_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Even if you're a main character, you can still die... I better be careful-ttebayo."
    },
    {
      "id": "quote_954_1755663484542",
      "character": "Hijikata Toushirou",
      "quote": "There is no need for any proof. There is no need to create any. We just have to live every second to the fullest, and the traces of the path we lived will burn into the ground. That will serve as proof of our existence."
    },
    {
      "id": "quote_955_1755663484542",
      "character": "Kotarō Katsura",
      "quote": "Change is never easy in this world. I can't even change one friend, let alone a whole country."
    },
    {
      "id": "quote_956_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "In this country, we don't call someone who can stop a scooter with her bare hands a girl. We call her a mountain gorilla."
    },
    {
      "id": "quote_957_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "[after the client asks Shinpachi, Kagura and Ayame to get him stronger] Well, whatever. At any rate, raise his hit points another hundred or so."
    },
    {
      "id": "quote_958_1755663484542",
      "character": "Katsura Kotarou",
      "quote": "If you have faith, your dreams will surely come true."
    },
    {
      "id": "quote_959_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "The Other Side of the Other Side of the Other Side would be the Other Side."
    },
    {
      "id": "quote_960_1755663484542",
      "character": "Kagura",
      "quote": "I choose my own battlefields. Not by my blood, but by my heart! I stand on the battlefield to protect what's important to me. And if anyone stands in my way, I don't care if it's one of my kind, my brother or anyone else… I'll crush them all!"
    },
    {
      "id": "quote_961_1755663484542",
      "character": "Kagura",
      "quote": "*talking about Gintoki* It's the same as always. He doesn't pursue those who leave, and ignores those who come."
    },
    {
      "id": "quote_962_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "*to Shinpachi* Was your sister raised by gorillas?"
    },
    {
      "id": "quote_963_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Manga endings might always end the same. However, if it comes to life. Neither you or I are mere readers. We are writers. We can change the ending."
    },
    {
      "id": "quote_964_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "*about Katsura, who apparently got his head hit very hard* Forget his name, this guy's questioning his own existence!"
    },
    {
      "id": "quote_965_1755663484542",
      "character": "Hijikata Toushirou",
      "quote": "I just...    ...want to make the woman I love happy."
    },
    {
      "id": "quote_966_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "The night is in its darkest just before dawn. But keep your eyes open. If you avert your eyes from the dark, you'll be blinded by the rays of a new day. So keep your eyes open, no matter how dark the night ahead may be."
    },
    {
      "id": "quote_967_1755663484542",
      "character": "Tama",
      "quote": "It's true that your luster may not have been as bright as gold. You only shined on occasion. You were always arguing and fighting. You have wavy hair. You were lazy. You were the king of sexual harassment. You never paid the rent. You paid your people late. Still, you were brighter than the fake glint of gold plating. When you were angry, your entire soul was enraged. When you laughed, you laughed with all your heart. Your silver was much more beautiful."
    },
    {
      "id": "quote_968_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Do you really intend to lose even more of your friends for something like that? I'll pass on that. As long as I'm alive, I'll live by my own rules. I'll live as I see fit and protect that which I hold dear."
    },
    {
      "id": "quote_969_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "*talking about a nosebleed* And why would a girl your age pick hard enough to get a nosebleed?!"
    },
    {
      "id": "quote_970_1755663484542",
      "character": "Okita Sougo",
      "quote": "You mean that we failed again to prevent a bombing? What are you doing, Hijikata-san? You should take this job more seriously."
    },
    {
      "id": "quote_971_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "The earth's rowdier than a group of five high school guys living under the same roof."
    },
    {
      "id": "quote_972_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Ah, I wish I could have a bankai like that."
    },
    {
      "id": "quote_973_1755663484542",
      "character": "Shimura Shinpachi",
      "quote": "Damn that sister of mine! She's always talking about our father, but what did that baldy ever do for us?! He just played Othello with us from time to time!"
    },
    {
      "id": "quote_974_1755663484542",
      "character": "Gintama",
      "quote": "When you are down, how do you pick yourself up? People fall into two categories... depending on how they pick themselves up. The first one sees somebody who is worse off and thinks, \"Hey! I am better off than that guy.\" And the second kind of guy sees a challenge and tries to raise himself to it."
    },
    {
      "id": "quote_975_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "You STILL don't get it? When you tossed all of that away, a few important things were discarded as well. You abandoned your friends? More like you were afraid of BEING abandoned. You fight by yourself? More like you hid yourself in solitude from the beginning. You abandoned yourself? No... You just couldn't bear the pain of having a heavy load place upon you, or being a heavy load, so you ran. Like the coward you are. If you want to live your life abandoning one thing after another, that's your choice. But to try to incite your student to join you because you can't handle being alone, makes you a fool."
    },
    {
      "id": "quote_976_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "I've told you, this isn't a cigarette. It's a lollipop!"
    },
    {
      "id": "quote_977_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "You're absolutely right. I can't do anything alone.  Everyone has their flaws and imperfections, but that's what drives us to work together... To make up for those flaws. Together, we make the perfect main character."
    },
    {
      "id": "quote_978_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "People need to live their life with a clear conscience. When you want to walk on a straight path, somehow you get yourself stained with mud. However, as long as we never give up, one day the mud on you will dry up and fall off."
    },
    {
      "id": "quote_979_1755663484542",
      "character": "Isao Kondō",
      "quote": "*to Okita* I don't care about that gap you created on your own. I'll jump across it as many times as it takes, and punch some sense into you."
    },
    {
      "id": "quote_980_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Idiots in their idiotic way have their own idiotic worries."
    },
    {
      "id": "quote_981_1755663484542",
      "character": "Isao Kondō",
      "quote": "If someone went the wrong way, the other two would beat him up until he got back on track. That's how it always been. That's why we'll always stay on the right path!"
    },
    {
      "id": "quote_982_1755663484542",
      "character": "Umibouzu",
      "quote": "I like fish, biiiig FISH. I also have a crap haircut, kinda like Naruto."
    },
    {
      "id": "quote_983_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Leave it at that. Even though she was raised by gorillas, she's still a woman."
    },
    {
      "id": "quote_984_1755663484542",
      "character": "Gintama",
      "quote": "A prison, you say? You think you'll be free if you go to the world above? A girl like you can never be free no matter where you go. After all, we humans are apes put in a cage called Earth. There is no difference between the world above and the world below. The only difference is which is bigger or smaller. People who pout about how confining the cage is can never be happy. They live their lives only seeing the iron bars. A true lack of freedom is when you cage your soul."
    },
    {
      "id": "quote_985_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "*after Katsura asks him about what he is doing* Well, I suppose I'm doing something odd, like jogging or taking a walk or something like that."
    },
    {
      "id": "quote_986_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "There are two things people fear... those are death and embarrassment. Those who try to overcome death are just idiots, but I won't laugh at those who try to overcome their embarrassment. I like those kind of idiots."
    },
    {
      "id": "quote_987_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Hey, what's that natto for, anyway? If you intend to seduce me with it, you're way off base, you know."
    },
    {
      "id": "quote_988_1755663484542",
      "character": "Sarutobi Ayame",
      "quote": "It's as if you are stuck in some predetermined program, following some predetermined script. If you really want to live in reality, then fight against it. Break through destiny with your own hands, and build your own reality!"
    },
    {
      "id": "quote_989_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Ironic, isn't it? How people without truly important things know about them more than those who have them."
    },
    {
      "id": "quote_990_1755663484542",
      "character": "Kagura",
      "quote": "I'm on TV! I gotta call my folks!"
    },
    {
      "id": "quote_991_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "No matter how hard you blow, you can never extinguish our fire. As long as a single flare remains, the others can be relit."
    },
    {
      "id": "quote_992_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Stress makes you bald, but it's stressful to avoid stress, so you end up stressed out anyway. In the end, there's nothing you can do."
    },
    {
      "id": "quote_993_1755663484542",
      "character": "Kagura",
      "quote": "I don't like men with glasses."
    },
    {
      "id": "quote_994_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Shut up you! What's with that TV drama attitude?!"
    },
    {
      "id": "quote_995_1755663484542",
      "character": "Isao Kondō",
      "quote": "Hey, if you take a step over that line, your territorial law won't mean shit!"
    },
    {
      "id": "quote_996_1755663484542",
      "character": "Kagura",
      "quote": "Whether doing good or evil, I will be the boss."
    },
    {
      "id": "quote_997_1755663484542",
      "character": "Sarutobi Ayame",
      "quote": "Gin-san, aren't you gonna make fun of me? Are you just gonna ignore me?!"
    },
    {
      "id": "quote_998_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Anime - it's not something that can be thought of in a hall for conferences. It is made out of strange juices current from the brain of animators."
    },
    {
      "id": "quote_999_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Listen up, I don't care what you punks do around the universe. But with this, my sword… anywhere it can reach, is part of my country! Asses who blunder in and violate my things… whether it be a Shogun, whether it be space pirates, whether it be a meteorite - I'll destroy them!!"
    },
    {
      "id": "quote_1000_1755663484542",
      "character": "Hijikata Toushirou",
      "quote": "*while eating Super Spicy Senbei* It's spicy... It's spicy. Damn it, why am I... It's so spicy I have tears in my eyes."
    },
    {
      "id": "quote_1001_1755663484542",
      "character": "Sarutobi Ayame",
      "quote": "I watch over Gin-san to protect him. Just like a fairy, like Tinkerbell!"
    },
    {
      "id": "quote_1002_1755663484542",
      "character": "Hijikata Toushirou",
      "quote": "*to Okita, who tells him that he should take his job more seriously* Shall I put you to sleep, ingrate?"
    },
    {
      "id": "quote_1003_1755663484542",
      "character": "Kagura",
      "quote": "I'm not eating early. In my country, we always ate hot dogs during class."
    },
    {
      "id": "quote_1004_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Honest feelings can sometimes lead to cruel endings."
    },
    {
      "id": "quote_1005_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Blah, blah, blah, blah… quit your blabbering. Look at this. [holds up an empty glass] Thanks to you assholes, my chocolate parfait [hits one of the amanto with his bokuto] fell to the ground!"
    },
    {
      "id": "quote_1006_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "A farewell is like the other side of a coin. It will only happen when there is an encounter. Rather than dreading the day we have to part, shouldn't we be happy that we had the chance to meet today instead?"
    },
    {
      "id": "quote_1007_1755663484542",
      "character": "Kotarō Katsura",
      "quote": "We could drive them off the entire earth if we had your strength, Gintoki!"
    },
    {
      "id": "quote_1008_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "[crashing through the gate on his motor scooter] Thanks for the support! Here come the real heros!"
    },
    {
      "id": "quote_1009_1755663484542",
      "character": "Kagura",
      "quote": "It hasn't withered. I won't let it wither. We might just be little branches, but if the branches break off, the tree really will wither. That's why I won't break off. Even if winter comes and the leaves fall off, even if the wind comes and all the other little branches break off... Even if I am the last branch left, I won't break off. I'm sure we'll be together till the end."
    },
    {
      "id": "quote_1010_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "It might be dog food. Take it."
    },
    {
      "id": "quote_1011_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Have faith in your inspiration. Feel the imagination!"
    },
    {
      "id": "quote_1012_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "That's like what an evil organization in some anime would do."
    },
    {
      "id": "quote_1013_1755663484542",
      "character": "Okita Sougo",
      "quote": "Goodbye, vice captain. Why don't you suck on some mayonnaise in the afterlife? [he shoots, blowing up the whole wall]"
    },
    {
      "id": "quote_1014_1755663484542",
      "character": "Shimura Shinpachi",
      "quote": "[Shinpachi is tied up, hanging from a tree, and the rope is held by the client] What kind of training is this? What kind of potential does he have?"
    },
    {
      "id": "quote_1015_1755663484542",
      "character": "Shimura Tae",
      "quote": "*To Shinpachi* When your friend is crying, cry with him. When your friend is worried, you should worry with him. And when your friend has an awkward bowel movement, then you must have an awkward bowel movement too, Shin-chan. If you are a friend, you should be able to share the other's pain, no matter what. And Shin-chan, if your friend goes down the wrong path... Then, you must stop your friend, even if it ruins your friendship. That is true samurai friendship."
    },
    {
      "id": "quote_1016_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Sake sure is nice. You can forget your troubles if only for a moment. You'll have to remember them tomorrow though, and they'll be even more painful than they were the night before. You can't run away from things like this. Especially from things you really want to forget."
    },
    {
      "id": "quote_1017_1755663484542",
      "character": "Hattori Zenzou",
      "quote": "It's quite easy for humans to become adults, but to always have a child-like heart that makes everything joyful isn't such an easy task."
    },
    {
      "id": "quote_1018_1755663484542",
      "character": "Isao Kondō",
      "quote": "I've told you before, he's not one to trust, Otae-san. No trustworthy man has eyes that look like a dead fish's eyes."
    },
    {
      "id": "quote_1019_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "We're not going to sneak in, we're gonna bust in. To bust in means to go in from the front, guns blazing."
    },
    {
      "id": "quote_1020_1755663484542",
      "character": "Shimura Tae",
      "quote": "No matter how beautiful a person may be, they will still age and ultimately - die. But even so, even if appearances change, don't you believe that we have, in us, things that don't change? Even as our bodies crumble, even as the months and years take their toll... don't you believe that we all have something that time can't spoil? Even if you cover us with wrinkles, we won't lose to you. That's because we know what beauty truly is."
    },
    {
      "id": "quote_1021_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "You yourself have to change first, or nothing will change for you."
    },
    {
      "id": "quote_1022_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Unfortunately, I don't have a nice eyeball like you, that can see this and that. All I can do to pursue one thing in front of me. So whether it's the abyss of death or an empty void, I won't fight for the manju offered to my grave. I'll fight for tomorrow's breakfast. That's all."
    },
    {
      "id": "quote_1023_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "When boys get to a certain age, family becomes a bother. That's how they become independent."
    },
    {
      "id": "quote_1024_1755663484542",
      "character": "Kotarō Katsura",
      "quote": "But I suppose it’s not so bad that an old friend is the same as ever."
    },
    {
      "id": "quote_1025_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Katsura, just stop this. No matter how elegant you think dying is, your death won't appease your conscience and won't change anything."
    },
    {
      "id": "quote_1026_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Nobody can take anybody's place. There isn't a person in this world that could take your place. It doesn't matter if you were based on me or have the same face."
    },
    {
      "id": "quote_1027_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Shut it! Do you know the pain of having a permanent perm?!"
    },
    {
      "id": "quote_1028_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "The best way to live a full life is to be a child, no matter your age."
    },
    {
      "id": "quote_1029_1755663484542",
      "character": "Kotarō Katsura",
      "quote": "Gintoki, will you take up your sword once again to cleanse this rotting nation? Lend me the strength of the fearsome white demon once again. [flashback to when they were fighting together] Is this it? Rather than falling into enemy hands, we should kill ourselves and die as warriors."
    },
    {
      "id": "quote_1030_1755663484542",
      "character": "Shimura Tae",
      "quote": "Some lies are necessary for giving children dreams."
    },
    {
      "id": "quote_1031_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "So what if the government collapses or the country is ruined? I'm not civic-minded! All I want to do is stand tall and live on until the day I collapse and die!"
    },
    {
      "id": "quote_1032_1755663484542",
      "character": "Hijikata Toushirou",
      "quote": "Inside your mouth, it's rat-ta-ta-ta-ta-ta-ta, wonderful."
    },
    {
      "id": "quote_1033_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "No matter how colossal a power you obtain, no matter how gigantic an army you bring with you, I ain't scared. While you've abandoned a hundred, I've connected with a thousand. While you've destroyed a thousand, I've been helped by ten thousand. So what's an army of a few thousand? We have protected everything as just three people. We're the Yorozuya."
    },
    {
      "id": "quote_1034_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "If you have time to think of a beautiful end, then live beautifully until the end."
    },
    {
      "id": "quote_1035_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Don't go thinking you're my rival, you circus freak!"
    },
    {
      "id": "quote_1036_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Whether I go or not, I'll die anyway. I have an organ more important than my heart. Although you can't see it, I feel it going through my head down to my feet, and I know it exists within me. It lets me stand on my feet, it lets me walk forward without trembling. If I stop here, I feel like it would break... My soul will break."
    },
    {
      "id": "quote_1037_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "You yourself have to change first, or nothing will change for you!"
    },
    {
      "id": "quote_1038_1755663484542",
      "character": "Okita Sougo",
      "quote": "*talking about Shinsengumi* Every time I'm with all of you, there's always a gap. I'm different from all of you."
    },
    {
      "id": "quote_1039_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "For a pregnant woman to give birth, she's gotta feel the pain of pulling a watermelon out of her nostril. For an Artist to create a masterpiece, he's gotta feel the pain of pulling entire galaxies out  of his ass."
    },
    {
      "id": "quote_1040_1755663484542",
      "character": "Gintama",
      "quote": "Do you have any idea how stupid we are? Don't underestimate us!!!"
    },
    {
      "id": "quote_1041_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Yeah, I know. It's not good to be reading Jump at my age."
    },
    {
      "id": "quote_1042_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Oh crap! Today is Jump release day! I forgot it comes out on Saturday this week! We have to go back!"
    },
    {
      "id": "quote_1043_1755663484542",
      "character": "Shimura Shinpachi",
      "quote": "Who the hell are they? Pedophile yakuza?"
    },
    {
      "id": "quote_1044_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Everyone's carrying something that matters. You just don't realize when you're carrying it. It's only after it slips out of your hand that you realize how heavy it was in the first place. So many times I thought that I'd never carry a load like that ever again. And yet, before I realized it, I was carrying it again. I'd feel so much better if I just got rid of it. But I just can't bring myself to do it."
    },
    {
      "id": "quote_1045_1755663484542",
      "character": "Obi Hajime",
      "quote": "Tears are handy for washing away troubling and sad feelings. But when you grow up, you'll learn that there are things so sad, they can never be washed away by tears. That there are painful memories that should never be washed away. So people who are truly strong laugh when they want to cry. They endure all of the pain and sorrow while laughing with everybody else."
    },
    {
      "id": "quote_1046_1755663484542",
      "character": "Okita Sougo",
      "quote": "Hijikata-san. I forgot my flute at the headquarters, so I'm gonna go back and get it real quick."
    },
    {
      "id": "quote_1047_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Happiness depends on each person. If you think you're happy, then you must be happy."
    },
    {
      "id": "quote_1048_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "That's the kind of people they are. Whether it was me or not doesn't make a difference. A person falling to their doom, and without a second thought they would jump in to save them. It's impossible to just sit and let it happen. Without thinking of the consequences their bodies just move. That's what kind of idiocy is gathered here. That's the Yorozuya. Even if you forget everything else, as long as you remember that much, we're good. As long as you remember that, whomever your leader is, you guys will do fine."
    },
    {
      "id": "quote_1049_1755663484542",
      "character": "Kagura",
      "quote": "Gin-chan told me to pay people back double for revenge!"
    },
    {
      "id": "quote_1050_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "*after Shinpachi caught up to him, while running from the police* What a nice boy you are. Have you come to return my wooden sword? That's all right. It was just a souvenir I bought on a school trip."
    },
    {
      "id": "quote_1051_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Shinpachi, just remember this... We aren't friends with justice or even your sister. We're YOUR friends."
    },
    {
      "id": "quote_1052_1755663484542",
      "character": "Kotarō Katsura",
      "quote": "The zipper is a window to society."
    },
    {
      "id": "quote_1053_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "What are you, some tantrum throwing brat who forgot to buy his Jump? Having no money is like having a sinus infection. You just have to ignore it and not pick at it, and it'll go away."
    },
    {
      "id": "quote_1054_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "[after hitting Kagura with his motor scooter, Gintoki looks inside a vending machine slot] D-don't worry. A-all we have to do is find a t-t-time machine."
    },
    {
      "id": "quote_1055_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "What are you talking about? We LET you corner us."
    },
    {
      "id": "quote_1056_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Life is like a mountain - you can say you've reached the top, but only after climbing back down."
    },
    {
      "id": "quote_1057_1755663484542",
      "character": "Tama",
      "quote": "If I were to survive, but couldn't protect what was important to me, then I might as well be dead."
    },
    {
      "id": "quote_1058_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "A samurai doesn't need a reason to do what's right. If you want to protect her, you must draw your sword."
    },
    {
      "id": "quote_1059_1755663484542",
      "character": "Kotarō Katsura",
      "quote": "Love is based on unpredictable events."
    },
    {
      "id": "quote_1060_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "What is it, you? Bang bang banging on people's heads like that. Are you hoping to become a tambourine player? If you don't like Shin-chan, then how about Sen-chan from secret operation?"
    },
    {
      "id": "quote_1061_1755663484542",
      "character": "Okita Sougo",
      "quote": "In this world, there are things you have to protect even if your hands get stained with blood."
    },
    {
      "id": "quote_1062_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "I'm telling you, it's just that it's soooooo lolilolilolied that it smokes. Come on, girls. One of you loan me your whistle. I'll lolly it up!"
    },
    {
      "id": "quote_1063_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "What is right? What is wrong? In this mixed up world, deciding what is right and wrong is not easy. You can't just go by somebody else's rules. If you let yourself be controlled like that, you'll just become a puppet that can't make decisions on it's own. You have to live by your rules."
    },
    {
      "id": "quote_1064_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Oi, oi, why are you letting them chase you, idiot?"
    },
    {
      "id": "quote_1065_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "The country? the skies? You can have them. I'm busy just protecting what's right in front of me. I don't know what'll happen to me in the future, but if something has fallen at my feet, then the least I can do is pick it up."
    },
    {
      "id": "quote_1066_1755663484542",
      "character": "Kagura",
      "quote": "You don't need a driver's license to hit and run!"
    },
    {
      "id": "quote_1067_1755663484542",
      "character": "Okita Sougo",
      "quote": "Sometimes, it's necessary to look back at the past in order to move on to the future."
    },
    {
      "id": "quote_1068_1755663484542",
      "character": "Kirara",
      "quote": "I think that in the end, I just care a lot about myself. I was the only one that I loved and respected. That's why I was scared to know what the others thought about me. I was afraid to get hurt, so I ran away and locked myself into my shell."
    },
    {
      "id": "quote_1069_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "You can't just run away, especially from the things you want to forget!"
    },
    {
      "id": "quote_1070_1755663484542",
      "character": "Hijikata Toushirou",
      "quote": "If you run into a wall and pretend it doesn't exist, you'll never make progress. The wall will never change, so you're the one who has to change."
    },
    {
      "id": "quote_1071_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "I don't have anything anymore, but if there's something on the floor, I'll pick it up."
    },
    {
      "id": "quote_1072_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Don't worry. When people break their old selves they embark a journey to find their new selves."
    },
    {
      "id": "quote_1073_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "No matter whether you win or not, there's no meaning to war."
    },
    {
      "id": "quote_1074_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "We've got nothing left at home but salt and sugar."
    },
    {
      "id": "quote_1075_1755663484542",
      "character": "Sakamoto Tatsuma",
      "quote": "Planets are just places for people to stand on. Planets are just rocks. It takes people to make it a world. You can have as many \"Earths\" as you want. I only care about what's inside."
    },
    {
      "id": "quote_1076_1755663484542",
      "character": "Ichi Terakado",
      "quote": "There’s no such thing as parents who don’t think about their children. But there are few children who understand their parents feelings."
    },
    {
      "id": "quote_1077_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "Trying to shoulder the burden all by yourself? Don't be a stranger. Weep and ask for help. Lean on me with your runny nose. Cry when you feel like crying. Laugh when you feel like laughing. When you're tearing up with an ugly face, I'll give you a good cry with an uglier face. When you're laughing so hard your stomach hurts, I'll laugh in a louder voice. That's how it should be. It's far better to get dirty while living true to yourself, than to throw away yourself and die a clean death."
    },
    {
      "id": "quote_1078_1755663484542",
      "character": "Takasugi Shinsuke",
      "quote": "The only people who say that money doesn't matter in this world are the ones with lots of it."
    },
    {
      "id": "quote_1079_1755663484542",
      "character": "Shimura Shinpachi",
      "quote": "[Shinpachi and Kagura are stuck in a trashcan, and have been pushed onto the train tracks. Shinpachi sees a train coming]This timing's just like some manga!"
    },
    {
      "id": "quote_1080_1755663484542",
      "character": "Matsu's Husband",
      "quote": "Matsu, you said that people and fireworks bloom like beautiful flowers for an instant and then fade away. That may be true, but Matsu, even if it's only for a moment, I want you to bloom by my side and when you fade away... do so at my side. In return, I will... make beautiful flowers bloom by your side again and again."
    },
    {
      "id": "quote_1081_1755663484542",
      "character": "Shimura Shinpachi",
      "quote": "There's no short-cut to becoming strong. Even if you try to look strong on the outside, that thin layer will soon fall off."
    },
    {
      "id": "quote_1082_1755663484542",
      "character": "Gintoki Sakata",
      "quote": "If we're unable to climb down the mountain, then we won't know whether there's another mountain to climb up."
    },
    {
      "id": "quote_528_1755700815539",
      "character": "Gintama",
      "quote": "Do you have any idea how stupid we are? Don't underestimate us!!!\n"
    },
    {
      "id": "quote_529_1755700815539",
      "character": "Hijikata Toushirou",
      "quote": "THERE'S NOT ENOUGH MAYONNAISE!"
    },
    {
      "id": "quote_530_1755700815539",
      "character": "Gintoki Sakata",
      "quote": "They have a one-eye bandaged member, so we'll be better and have a two-eye bandaged member!"
    },
    {
      "id": "quote_531_1755700815539",
      "character": "Okita Sougo",
      "quote": "End your sentences in \"Woof\" please."
    },
    {
      "id": "quote_532_1755700815539",
      "character": "Gintoki Sakata",
      "quote": "It may be tough now, but the worst is surely yet to come. Keep that in mind, and you'll be fine."
    },
    {
      "id": "quote_533_1755700815539",
      "character": "Kagura",
      "quote": "Kids these days just want to stuff their faces and make sweet love. At least that's what Gin-chan says."
    },
    {
      "id": "quote_534_1755700815539",
      "character": "Gintoki Sakata",
      "quote": "Having no money is like having a sinus infection. You just ignore it and it goes away."
    },
    {
      "id": "quote_535_1755700815539",
      "character": "Kotarō Katsura",
      "quote": "Eyebrow Zombies... How about we call them Zombrows?"
    },
    {
      "id": "quote_536_1755700815539",
      "character": "Gintoki Sakata",
      "quote": "A life without gambling is like sushi without wasabi!"
    },
    {
      "id": "quote_537_1755700815539",
      "character": "Gintoki Sakata",
      "quote": "When a woman says something's cute, a man just can't trust it."
    },
    {
      "id": "quote_538_1755700815539",
      "character": "Gintoki Sakata",
      "quote": "Listen up! Let's say you drink too much strawberry milk, and have to use the bathroom in the middle of the night. But it's cold outside your bed. You don't want to get up, but the urge to urinate is just too strong! You make up your mind to go! You run to the bathroom, stand in front of the toilet, and let loose! You think that all your life has led to this moment! But then you realize! It isn't the bathroom, you're still in bed! That feeling of lukewarm wetness spreads like wildfire! But you don't stop! You can't stop! That's what I'm talking about! THAT'S THE TRUTH OF THE STRAWBERRY MILK! DO YOU GET IT!?"
    },
    {
      "id": "quote_539_1755700815539",
      "character": "Gintoki Sakata",
      "quote": "*staring at his hand in the toilet* Do you know why people have two hands? That's because..."
    },
    {
      "id": "quote_540_1755700815539",
      "character": "Gintoki Sakata",
      "quote": "*Gintoki stopped by a metal detector* Could it be that this can even detect the blade of the soul?"
    },
    {
      "id": "quote_541_1755700815539",
      "character": "Gintoki Sakata",
      "quote": "Every since childhood we've dreamed of being pirates. We're looking for the fabled treasure they call \"One Pack\", right Zura? (One Piece parody)"
    },
    {
      "id": "quote_542_1755700815539",
      "character": "Gintoki Sakata",
      "quote": "Listen up! What we need is this! Yes, calcium! If we have enough calcium, we can do anything!"
    },
    {
      "id": "quote_543_1755700815539",
      "character": "Gintoki Sakata",
      "quote": "That's a good attitude. You should hate me more, curse me more, and detest me! Then you should take the power of that hatred and use it to survive in this rotten world. (parody of Naruto, Itachi)"
    },
    {
      "id": "quote_544_1755700815539",
      "character": "Kotarō Katsura",
      "quote": "It's not Zura. IT'S KATSURA!"
    },
    {
      "id": "quote_545_1755700815539",
      "character": "Gintoki Sakata",
      "quote": "Oi, oi. Why do you have red eyes? Have you been playing Tetris all night?"
    },
    {
      "id": "quote_546_1755700815539",
      "character": "Gintoki Sakata",
      "quote": "Man, I wish I had a Bankai or something.."
    },
    {
      "id": "quote_547_1755700815539",
      "character": "Gintoki Sakata",
      "quote": "If you die, don't come crying to me about it."
    },
    {
      "id": "quote_24_1755703802695",
      "character": "Kagura",
      "quote": "Whether doing good or evil, I will be the boss. "
    },
    {
      "id": "quote_25_1755703802695",
      "character": "Gintoki Sakata",
      "quote": "I don't have anything anymore, but if there's something on the floor, I'll pick it up. "
    },
    {
      "id": "quote_26_1755703802695",
      "character": "Gintoki Sakata",
      "quote": "The Other Side of the Other Side of the Other Side would be the Other Side. "
    },
    {
      "id": "quote_27_1755703802695",
      "character": "Gintoki Sakata",
      "quote": "It's often said, \"People who are similar can be called friends\", right? You haven't been making a good life for yourself, have you? Well, I guess I'm no better.. People don't try to make a life that they can't be proud of... They have the intention of staying on the straight path, but out of blue, they're in the dirt. But, even so, with heart and soul you try to brake through. There will be a day, that even dirt will dry and fall off.\r\n\r\n(Gintoki to Catherine\r\n\"Gintama chapter 24, page 19\")"
    },
    {
      "id": "quote_28_1755703802695",
      "character": "Gintoki Sakata",
      "quote": "I've told you, this isn't a cigarette. It's a lollipop!\r\n  "
    },
    {
      "id": "quote_29_1755703802695",
      "character": "Gintoki Sakata",
      "quote": "Listen up, I don't care what you punks do around the universe. But with this, my sword… anywhere it can reach, is part of my country! Asses who blunder in and violate my things… whether it be a Shogun, whether it be space pirates, whether it be a meteorite - I'll destroy them!! \r\n\r\n"
    },
    {
      "id": "quote_30_1755703802695",
      "character": "Shimura Tae",
      "quote": "*To Shinpachi* When your friend is crying, cry with him. When your friend is worried, you should worry with him. And when your friend has an awkward bowel movement, then you must have an awkward bowel movement too, Shin-chan. If you are a friend, you should be able to share the other's pain, no matter what. And Shin-chan, if your friend goes down the wrong path... Then, you must stop your friend, even if it ruins your friendship. That is true samurai friendship.\r\n"
    },
    {
      "id": "quote_2939_1772286980872",
      "character": "Sakamoto Tatsuma",
      "quote": "Planets are just places for people to stand on. Planets are just rocks. It takes people to make it a world. You can have as many \"\"Earths\"\" as you want. I only care about what's inside."
    },
    {
      "id": "quote_4746_1772286980872",
      "character": "Gintoki Sakata",
      "quote": "It's often said, \"\"People who are similar can be called friends\"\", right? You haven't been making a good life for yourself, have you? Well, I guess I'm no better.. People don't try to make a life that they can't be proud of... They have the intention of staying on the straight path, but out of blue, they're in the dirt. But, even so, with heart and soul you try to brake through. There will be a day, that even dirt will dry and fall off."
    },
    {
      "id": "quote_8446_1772286980872",
      "character": "Okita Sougo",
      "quote": "End your sentences in \"\"Woof\"\" please."
    },
    {
      "id": "quote_8466_1772286980872",
      "character": "Gintoki Sakata",
      "quote": "Every since childhood we've dreamed of being pirates. We're looking for the fabled treasure they call \"\"One Pack\"\", right Zura? (One Piece parody)"
    }
  ]
}