{
  "name": "Steins;Gate",
  "anilistId": 9253,
  "totalQuotes": 39,
  "totalCharacters": 6,
  "lastUpdated": "2025-08-20T15:34:51.256Z",
  "quotes": [
    {
      "id": "quote_1615_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "No one knows what the future holds. That's why its potential is infinite."
    },
    {
      "id": "quote_1616_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "Deceive your other self. Deceive the world. That is what you must do to reach the Steins Gate. Good Luck. El Psy Congroo."
    },
    {
      "id": "quote_1617_1755682004332",
      "character": "Moeka Kiryū",
      "quote": "People... need to be needed by someone in order to live. If a person isn't needed, they're worthless!"
    },
    {
      "id": "quote_1618_1755682004332",
      "character": "Moeka Kiryū",
      "quote": "When I realized, I was already on the roof of a building. ...I had come to hate everything. I was sick of sitting in my room holding my knees too. If nobody was going to notice or care if I died then... what's the point in living?"
    },
    {
      "id": "quote_1619_1755682004332",
      "character": "Mayuri Shiina",
      "quote": "We should work towards world peace. Like giving everyone in the world an Upa cushion..."
    },
    {
      "id": "quote_1620_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "Keep the past, for all intents and purposes, where it is."
    },
    {
      "id": "quote_1621_1755682004332",
      "character": "Kurisu Makise",
      "quote": "[after kissing Okabe] There was a scientific rationale for that! Because... important memories, including, but not limited to, one's first kiss, are stored in the hippocampus, which makes them harder to forget. So I figured..."
    },
    {
      "id": "quote_1622_1755682004332",
      "character": "Kurisu Makise",
      "quote": "Maybe there are copies of me on countless world lines. Maybe all their minds are connected, forming a single \"me.\" That sounds wonderful, don't you think? Being in all times and in all places. A strong love for someone... a strong belief in something... a strong desire to convey something... If all those things go beyond time to create \"you\"... ...then that would be magnificent. So don't think of it as letting me die. Even if the world line changes, as long as you don't forget me, I'll always be there. ... I'm sure that from now on you're going to suffer. You'll be in a world where no one but you remembers me. You care more about your friends than anything else, so I think it's going to be painful for you. I'm so sorry. But that pain will mean a lot to me. Whenever you're sitting around in the lab, whenever you sip a drink, whenever you walk around town ... it doesn't have to be every time - one time out of a hundred is fine. All I ask is that you remember me ... because I'll be there. I'll always be there."
    },
    {
      "id": "quote_1623_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "The universe has a beginning, but no end. — Infinity.\nStars, too, have their own beginnings, but their own power results in their destruction. — Finite.\nIt is those who possess wisdom who are the greatest fools. History has shown us this.\nYou could say that this is the final warning from God to those who resist."
    },
    {
      "id": "quote_1624_1755682004332",
      "character": "Kurisu Makise",
      "quote": "People's feelings are memories that transcend time."
    },
    {
      "id": "quote_1625_1755682004332",
      "character": "Kurisu Makise",
      "quote": "It feels like time is passing so quickly. Damn you, Einstein! Your science is crowding in on our kiss! He was right. The passage of time depends entirely on where you're standing. Relativity Theory... it's so romantic. But it's just so tragic too."
    },
    {
      "id": "quote_1626_1755682004332",
      "character": "Kurisu Makise",
      "quote": "Who'd eat a pervert's banana? *blushing*"
    },
    {
      "id": "quote_1627_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "Conspiracy's evil influence is much closer than you think, and is always ready to deceive you!"
    },
    {
      "id": "quote_1628_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "If you want to grant your own wish, then you should clear your own path to it."
    },
    {
      "id": "quote_1629_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "Urushibara Ruka. The mannerisms and voice of a woman... No. More feminine than ANY woman. But he's a guy. Taller than Mayuri, but so very thin... But he's a guy. Looks great in a miko outfit... But he's a guy. It's already twilight and yet, it's so hot. The cicadas are crying. But... He's a guy."
    },
    {
      "id": "quote_1630_1755682004332",
      "character": "Kurisu Makise",
      "quote": "I am a scientist, I have to act on my own theory. I can't let my emotions get in the way. But it's impossible to forget everything... because I've known you for longer than we've lived. This is reality. This is the world."
    },
    {
      "id": "quote_1631_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "Living should mean no do-overs. This is for the best."
    },
    {
      "id": "quote_1632_1755682004332",
      "character": "Kurisu Makise",
      "quote": "I've only lived 18 years, but I don't want to change any of them. They're all part of my life, even the failures."
    },
    {
      "id": "quote_1633_1755682004332",
      "character": "Moeka Kiryū",
      "quote": "(In Gamma worldline, to Okabe) Look, even if we were enemies in the world you were before, right now I'm your only ally. Even if the whole world turned against you, I would continue to be your only ally."
    },
    {
      "id": "quote_1634_1755682004332",
      "character": "Kurisu Makise",
      "quote": "You can run away, but that'll just make it worse!"
    },
    {
      "id": "quote_1635_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "Theories are nothing more than words. Accept what you've seen."
    },
    {
      "id": "quote_1636_1755682004332",
      "character": "Itaru Hashida",
      "quote": "There are two types of lies: Lies that hurt, and lies that don't hurt."
    },
    {
      "id": "quote_1637_1755682004332",
      "character": "Kurisu Makise",
      "quote": "Everyone is watching someone other than themselves, someone important to them..."
    },
    {
      "id": "quote_1638_1755682004332",
      "character": "Moeka Kiryū",
      "quote": "That day four years ago... When I wasn't needed by anyone. When nobody cared about me. When I had given up on living and was about to jump off the roof of a building... FB saved me with a single message. I didn't care if it was a joke or not. I was just happy that somebody knew... that I was alive... that it was OK for me to live..."
    },
    {
      "id": "quote_1639_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "You must not change the past, once it's been established."
    },
    {
      "id": "quote_1640_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "What kind of mad scientist worries about not getting enough vegetables?"
    },
    {
      "id": "quote_1641_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "Hey mister, I am mad scientist. It's SO COOOOOL!!! Sonovabitch."
    },
    {
      "id": "quote_1642_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "Screw you, future me!"
    },
    {
      "id": "quote_1643_1755682004332",
      "character": "Kurisu Makise",
      "quote": "Even if the world line changes, as long as you don't forget me, I'm there."
    },
    {
      "id": "quote_1644_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "Remembering something that no one else can is a painful thing. You can't talk to anyone about it. No one will understand you. You'll be alone."
    },
    {
      "id": "quote_1645_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "The\"'present\" is a leaf floating on top of the river. It moves along with the flow from past to future."
    },
    {
      "id": "quote_1646_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "History dictates that it is the wise who are most foolish."
    },
    {
      "id": "quote_1647_1755682004332",
      "character": "Suzuha Amane",
      "quote": "To rule time is to rule the world."
    },
    {
      "id": "quote_1648_1755682004332",
      "character": "Suzuha Amane",
      "quote": "Everyone gets help from someone else at some point in their lives. So someday, you should help someone too."
    },
    {
      "id": "quote_1649_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "Urushibara Ruka, delicate as an orchid, fair as a cherry blossom, the personification of feminine grace and also... a dude. Tall as a willow, slender as a reed, a dude. Radiant in shrine vestments, dude. The sun dips low in a rosy sky, secateurs buzz, Ruka is a dude."
    },
    {
      "id": "quote_1650_1755682004332",
      "character": "Kurisu Makise",
      "quote": "You know, Okabe, whether time is slow or fast, depends on perception. Theory of relativity is so romantic."
    },
    {
      "id": "quote_1651_1755682004332",
      "character": "Okabe Rintarou",
      "quote": "99% of perception that normal humans have are closed off. Those who don't think of themselves are quite foolish beings."
    },
    {
      "id": "quote_1652_1755682004332",
      "character": "Kurisu Makise",
      "quote": "Every brilliant day should be lived for those who passed away."
    },
    {
      "id": "quote_79_1755704091256",
      "character": "Kurisu Makise",
      "quote": "[after kissing Okabe] There was a scientific rationale for that! Because... important memories, including, but not limited to, one's first kiss, are stored in the hippocampus, which makes them harder to forget. So I figured... "
    }
  ]
}