{
  "name": "Denpa Onna to Seishun Otoko",
  "anilistId": 9379,
  "totalQuotes": 9,
  "totalCharacters": 5,
  "quotes": [
    {
      "id": "quote_1994_1755682104754",
      "character": "Denpa Onna to Seishun Otoko",
      "show": "Denpa Onna to Seishun Otoko",
      "quote": "If you have friends - you'll have a full life. And if you don't, you can still manage somehow."
    },
    {
      "id": "quote_1995_1755682104754",
      "character": "Mifune Ryouko",
      "show": "Denpa Onna to Seishun Otoko",
      "quote": "I find it fascinating how we can see something with our eyes, hear with our ears and speak from our mouths. Although science tells us how they work, I just really can't grasp it. I don't know how everyday items like phones work. I can't even explain why a bicycle is fast. When I think like this, I wonder how many things I really understand. Yet I can live on. Because all these mysteries have joined together to keep me alive. Sometimes I admire that before I go to bed."
    },
    {
      "id": "quote_1996_1755682104754",
      "character": "Makoto Niwa",
      "show": "Denpa Onna to Seishun Otoko",
      "quote": "The summer continues to make me wonder. So my head, boiling like a pot, will never cool. With the heat. With the cicadas buzzing. With the twinkling of the myriad stars floating in the sky."
    },
    {
      "id": "quote_1997_1755682104754",
      "character": "Yashiro Hoshimiya",
      "show": "Denpa Onna to Seishun Otoko",
      "quote": "Fool! Next time you see the sun at night, know it's your last!"
    },
    {
      "id": "quote_1998_1755682104754",
      "character": "Denpa Onna to Seishun Otoko",
      "show": "Denpa Onna to Seishun Otoko",
      "quote": "People can live without friends. Friends are not oxygen or water, they're more like luxury goods."
    },
    {
      "id": "quote_1999_1755682104754",
      "character": "Yashiro Hoshimiya",
      "show": "Denpa Onna to Seishun Otoko",
      "quote": "If you don't trust the boy who cries wolf - in other words, a child who lies, your sheep and goats will all get eaten. But who gives a damn about moral lectures. The important part is that because the boy believed in his lies, he really brought a wolf to the village. You can't deny that! *to Niwa Makoto*"
    },
    {
      "id": "quote_2000_1755682104754",
      "character": "Denpa Onna to Seishun Otoko",
      "show": "Denpa Onna to Seishun Otoko",
      "quote": "People's mind are like alien existence. We don't know where they are, and we can barely scratch the surface of what they really are."
    },
    {
      "id": "quote_2001_1755682104754",
      "character": "Makoto Niwa",
      "show": "Denpa Onna to Seishun Otoko",
      "quote": "To have a name. To remove one layer of the unknown. To be painted in reality. If you have your feet firmly planted to the ground, you may have a chance to pull someone down."
    },
    {
      "id": "quote_2002_1755682104754",
      "character": "Maekawa",
      "show": "Denpa Onna to Seishun Otoko",
      "quote": "For questions where your chance of being correct is 5050, it's best to go with your gut response."
    }
  ]
}