{
  "name": "Koi to Uso",
  "anilistId": 98320,
  "totalQuotes": 7,
  "totalCharacters": 4,
  "quotes": [
    {
      "id": "quote_69_1755682388417",
      "character": "Takasaki Misaki",
      "show": "Koi to Uso",
      "quote": "What is love?\nIts when your eyes start following someone, and you look for them if they’re not around. You get excited thinking you might run into him when you’re putting your shoes on in the morning. And when you don’t it’s a little disappointing. But then you pass by him and that makes you happy for the rest of the day. It feels like you can handle anything. Seeing him is enough to make you happy."
    },
    {
      "id": "quote_70_1755682388417",
      "character": "Nejima Yukari",
      "show": "Koi to Uso",
      "quote": "Sometimes, I wonder why people fall in love. Why do we abandon ourselves... to these painful and burdensome feelings?"
    },
    {
      "id": "quote_71_1755682388417",
      "character": "Takasaki Misaki",
      "show": "Koi to Uso",
      "quote": "I don't really want you to understand... I just don't want you to be like, 'Oh, is that all'? I don't need people to get it. These feelings... are important to me, and they're just for me."
    },
    {
      "id": "quote_72_1755682388417",
      "character": "Ichijou Kagetsu",
      "show": "Koi to Uso",
      "quote": "People don't fall in love based on looks. And that's a scientific fact."
    },
    {
      "id": "quote_73_1755682388417",
      "character": "Takasaki Misaki",
      "show": "Koi to Uso",
      "quote": "Just your touch... gets me excited. It makes me so happy. But those feelings will all turn into pain. The happier I am now, the more it'll hurt. I know how cruel this is... but no matter how hard I try, I can't rid myself of this. Nejima-kun... I... don't know... what love is."
    },
    {
      "id": "quote_74_1755682388417",
      "character": "Nisaka Yuusuke",
      "show": "Koi to Uso",
      "quote": "If you take someone at puberty, a teen... introduce him or her to a member of the opposite sex around the same age and say, \"This is the person who was meant for you\"... and then go on to spend a lot of time together... why wouldn't you fall for them?"
    },
    {
      "id": "quote_75_1755682388417",
      "character": "Nejima Yukari",
      "show": "Koi to Uso",
      "quote": "Even though you like someone already, your partner is decided for you... and you can't do anything about that crush. Because everyone keeps getting in the way... and saying you can't... But... when you're the one in love... the only thing that feels true... is that feeling."
    }
  ]
}