{
  "name": "Sekai Ichi Hatsukoi",
  "anilistId": 9926,
  "totalQuotes": 24,
  "totalCharacters": 5,
  "lastUpdated": "2025-08-20T15:34:43.930Z",
  "quotes": [
    {
      "id": "quote_1825_1755663538541",
      "character": "Shōta Kisa",
      "quote": "My problem is probably that I don’t have any confidence about anything I do. Even if the thing I want most is right in front of me, I can’t help but imagine a future where I’m being rejected by it. I’m scared of getting hurt, so I run away from the people I love. What a good-for-nothing loser."
    },
    {
      "id": "quote_1826_1755663538541",
      "character": "Ritsu Onodera",
      "quote": "If I give my best and am told that I’m useless, then that’s my own fault. But being considered useless, without having even tried, is something I can’t allow."
    },
    {
      "id": "quote_1827_1755663538541",
      "character": "Masamune Takano",
      "quote": "How much more love do you need for you to accept me?"
    },
    {
      "id": "quote_1828_1755663538541",
      "character": "Ritsu Onodera",
      "quote": "It's not like I'm pessimistic or anything... I'm just moving forward without looking back."
    },
    {
      "id": "quote_1829_1755663538541",
      "character": "Ryūichirō Isaka",
      "quote": "There are some people who possess certain things that money cannot buy... as if it as as natural as breathing..."
    },
    {
      "id": "quote_1830_1755663538541",
      "character": "Masamune Takano",
      "quote": "I don’t know what you’re aiming at, but you can’t expect to be perfect right off the bat. You have to build up your confidence… by achieving small tasks one by one."
    },
    {
      "id": "quote_1831_1755663538541",
      "character": "Masamune Takano",
      "quote": "No matter who I was with, I could never forget you."
    },
    {
      "id": "quote_1832_1755663538541",
      "character": "Masamune Takano",
      "quote": "You know... You like me more than you think you do."
    },
    {
      "id": "quote_1833_1755663538541",
      "character": "Shōta Kisa",
      "quote": "Love in real life isn’t as smooth as in manga..."
    },
    {
      "id": "quote_1834_1755663538541",
      "character": "Ritsu Onodera",
      "quote": "Since then… I’ve started to think…about things with the worst case outcome first. By doing so, even if you did get hurt a little bit, it wouldn’t end up being a lasting wound."
    },
    {
      "id": "quote_1835_1755663538541",
      "character": "Masamune Takano",
      "quote": "Sometimes I think delinquents are people… Who still have hope that things still can get better if they just put up a SOS sign. But I don’t even have the will to lift that sign anymore."
    },
    {
      "id": "quote_1836_1755663538541",
      "character": "Masamune Takano",
      "quote": "I'm going to make you say you love me again. Just you wait."
    },
    {
      "id": "quote_1837_1755663538541",
      "character": "Masamune Takano",
      "quote": "When I’m shown something so pure and innocent, I’m forced to see the filthy part of myself even more and it pisses me off."
    },
    {
      "id": "quote_1838_1755663538541",
      "character": "Masamune Takano",
      "quote": "I can’t shake the feeling that I’ve met you before, but I can’t remember where."
    },
    {
      "id": "quote_1839_1755663538541",
      "character": "Masamune Takano",
      "quote": "I knew that it was pointless to hope for anything. I was so apathetic because of this sort of upbringing."
    },
    {
      "id": "quote_1840_1755663538541",
      "character": "Masamune Takano",
      "quote": "You're not the first person I went out with... But you're my first love."
    },
    {
      "id": "quote_1841_1755663538541",
      "character": "Ritsu Onodera",
      "quote": "Usually, he just abuses everyone. Normally, he's so sarcastic. But now he's holding me as if I were something precious."
    },
    {
      "id": "quote_1842_1755663538541",
      "character": "Ritsu Onodera",
      "quote": "Maybe it would be just like in the mangas. I'd tell him I love him and then we cut to the happy ending."
    },
    {
      "id": "quote_1843_1755663538541",
      "character": "Takafumi Yokozawa",
      "quote": "A person who can't even take care of himself has no right to have a pet."
    },
    {
      "id": "quote_1844_1755663538541",
      "character": "Ritsu Onodera",
      "quote": "Loving someone means entrusting all of yourself to that person."
    },
    {
      "id": "quote_1845_1755663538541",
      "character": "Shōta Kisa",
      "quote": "Why do I always do this? I fall in love with someone, then I get all these and then I feel brokenhearted. And It's always my fault."
    },
    {
      "id": "quote_1846_1755663538541",
      "character": "Ritsu Onodera",
      "quote": "God, my face hurts from forcing smiles all night..."
    },
    {
      "id": "quote_1847_1755663538541",
      "character": "Ritsu Onodera",
      "quote": "My heart was beating so fast, that one heart wasn't enough."
    },
    {
      "id": "quote_1848_1755663538541",
      "character": "Ritsu Onodera",
      "quote": "I'm going to become the best manga editor anyone's ever seen! And then you can kiss your job goodbye!"
    }
  ]
}