{
  "name": "Again!!",
  "anilistId": null,
  "totalQuotes": 10,
  "totalCharacters": 4,
  "quotes": [
    {
      "id": "quote_318_1755681568818",
      "character": "Akira Fujieda",
      "show": "Again!!",
      "quote": "Listen up! Youth doesn't last all that long! These precious three years of your youth will zip by and you'll be left with nothing but regrets if you spend them running away in delusions and fantasies, so you have to make it clear whether you like someone or not!"
    },
    {
      "id": "quote_319_1755681568818",
      "character": "Kinichirou Imamura",
      "show": "Again!!",
      "quote": "Even if I'm not around, nothing will change, you say? It's not as if I'm living my life to prove something silly like that! We live our lives to see how the world changes around us, don't you think?"
    },
    {
      "id": "quote_320_1755681568818",
      "character": "Chihiro Iwasaki",
      "show": "Again!!",
      "quote": "What's wrong with change? In life, if you don't take shortcuts, you're the only one losing out."
    },
    {
      "id": "quote_321_1755681568818",
      "character": "Kinichirou Imamura",
      "show": "Again!!",
      "quote": "If we're going to regret it either way, then let's regret doing something fun that we wanted to do."
    },
    {
      "id": "quote_322_1755681568818",
      "character": "Tatsuhiko Ookuma",
      "show": "Again!!",
      "quote": "It's okay to set your goals high; that's what we call a dream!"
    },
    {
      "id": "quote_323_1755681568818",
      "character": "Kinichirou Imamura",
      "show": "Again!!",
      "quote": "As far as relationships with other people go, they don't just end because one person decides that it's over."
    },
    {
      "id": "quote_324_1755681568818",
      "character": "Kinichirou Imamura",
      "show": "Again!!",
      "quote": "An unreasonable situation deserves an unreasonable solution."
    },
    {
      "id": "quote_325_1755681568818",
      "character": "Kinichirou Imamura",
      "show": "Again!!",
      "quote": "What I hate the most in the world is when I'm already trying hard and I'm told to try harder!"
    },
    {
      "id": "quote_326_1755681568818",
      "character": "Kinichirou Imamura",
      "show": "Again!!",
      "quote": "People who aren't doing anything themselves, shouldn't be so quick to tell others what to do!"
    },
    {
      "id": "quote_327_1755681568818",
      "character": "Kinichirou Imamura",
      "show": "Again!!",
      "quote": "Don't go thinking that there's a world where it's natural to be happy! Even if you start complaining, nothing will change! You need to make things fun by yourself!"
    }
  ]
}