{
  "name": "Bleach: Official Character Book 3 UNMASKED",
  "anilistId": null,
  "totalQuotes": 1,
  "totalCharacters": 1,
  "lastUpdated": "2025-08-20T10:36:01.123Z",
  "quotes": [
    {
      "id": "quote_1_1755686161123",
      "character": "Ulquiorra Schiffer",
      "show": "Bleach: Official Character Book 3 UNMASKED",
      "quote": "What is there, over there? There is nothing. I was born in a bottom of a pit where no light shone. As if pressed together by the darkness. Untouched by everything at all. Born under those dark, dark sediments. I had a white form. My comrades were all in pure black. In those black forms with their eyes shining and teeth baring they were certainly eating something. And then... There was nothing to me, except my eyes. I felt nothing. No rather... It was possible that what I felt was \"void\", yet. I could hear nothing, I could bite nothing, I could smell nothing, I could feel nothing as I touch, I could not rest. I had no companion. Just walking, alone. The things reflected in my eyes have no meaning. The things that could not be reflected in my eyes do not exist. Walking walking walking walking walking walking walking walking. When I had arrived at last. I have found something extraordinary. It was somewhat the place of birth for those strange translucent objects that dotted this world. It was the first time... my eyes have been captured. With no colour, with no sound, with no scent. Does not interact with anything, it only exists there. It was the closest existence to \"void\" that I had ever laid eyes on. I sank my body... into... that great \"void\". There was nothing there,... Even I had lost my line of vision, and dissolved into the void... And felt as if everything had disappeared. Happiness. If such a thing called happiness exists in this world, it should be something which resembles the limitless nothingness. Nihility is having nothing, and having nothing to lose. If that isn't \"happiness\", then what is? The things reflected in my eyes have no meaning. The things that could not be reflected in my eyes, do not exist. There is nothing... in you... and... in me."
    }
  ]
}