{
  "name": "Death Parade",
  "anilistId": null,
  "totalQuotes": 16,
  "totalCharacters": 6,
  "quotes": [
    {
      "id": "quote_384_1755681576376",
      "character": "Decim",
      "show": "Death Parade",
      "quote": "I do not think humans are foolish. I have respect for people who live fulfilled lives."
    },
    {
      "id": "quote_385_1755681576376",
      "character": "Decim",
      "show": "Death Parade",
      "quote": "Life really is a mysterious thing. Each and every life spins its own, totally separate tale, yet they become intricately entwined in each other. And no one knows how they will end up."
    },
    {
      "id": "quote_386_1755681576376",
      "character": "Chiyuki",
      "show": "Death Parade",
      "quote": "People aren't as complex as you think they are. They're simple, and they get sad or angry over simple things. That's how they are. They're quickly affected by the littlest things, and live without knowing where they're going to fall down. That's who people are!"
    },
    {
      "id": "quote_387_1755681576376",
      "character": "Tatsumi",
      "show": "Death Parade",
      "quote": "In order to accomplish anything, sacrifices must be made."
    },
    {
      "id": "quote_388_1755681576376",
      "character": "Tatsumi",
      "show": "Death Parade",
      "quote": "It's only obvious that the world is a cruel place. If you can't change the world, then you have to change yourself!"
    },
    {
      "id": "quote_389_1755681576376",
      "character": "Nona",
      "show": "Death Parade",
      "quote": "Everyone Makes Mistakes. But people's feelings can manifest through the most subtle of expressions."
    },
    {
      "id": "quote_390_1755681576376",
      "character": "Chiyuki",
      "show": "Death Parade",
      "quote": "Everyone lives with the sins they've committed."
    },
    {
      "id": "quote_391_1755681576376",
      "character": "Chiyuki",
      "show": "Death Parade",
      "quote": "I'm sure it's not wrong for people to want to understand each other. And even if it is, I want us to understand each other."
    },
    {
      "id": "quote_392_1755681576376",
      "character": "Nona",
      "show": "Death Parade",
      "quote": "The truth is, there are no lives that are nothing but pretty."
    },
    {
      "id": "quote_393_1755681576376",
      "character": "Ginti",
      "show": "Death Parade",
      "quote": "Humans all behave the same way, like idiots. They all forget that someday, they're gonna die, so the moment they come face to face with death, they cling to life."
    },
    {
      "id": "quote_394_1755681576376",
      "character": "Decim",
      "show": "Death Parade",
      "quote": "I say... that people do not live just so that they can someday die. It is because they are alive that they someday die. There is no point to living. The same goes for judgment. Judgment must be performed hand in hand with both life and death. It is something that must be performed hand in hand with humans."
    },
    {
      "id": "quote_395_1755681576376",
      "character": "Death Parade",
      "show": "Death Parade",
      "quote": "There aren't many things you can believe. That's how human beings work. They only care about themselves, and no one else really matters. They get caught up in their own lackadaisical dialogue, lying their way through life."
    },
    {
      "id": "quote_396_1755681576376",
      "character": "Nona",
      "show": "Death Parade",
      "quote": "Do you know what the most primitive emotion people have is? It’s fear."
    },
    {
      "id": "quote_397_1755681576376",
      "character": "Death Parade",
      "show": "Death Parade",
      "quote": "Country of birth, time period, parents, location... various factors make people's lives unequal from the very beginning."
    },
    {
      "id": "quote_398_1755681576376",
      "character": "Decim",
      "show": "Death Parade",
      "quote": "Life is never fair. I'm sure you're well aware of that."
    },
    {
      "id": "quote_399_1755681576376",
      "character": "Chiyuki",
      "show": "Death Parade",
      "quote": "It's not just grief. There are as many emotions as there are people. The fragility of someone who lets their anger get the best of them... The strength to overcome fear because of love... You can't comprehend anything about them."
    }
  ]
}