{
  "name": "Dice: The Cube That Changes Everything",
  "anilistId": null,
  "totalQuotes": 5,
  "totalCharacters": 3,
  "quotes": [
    {
      "id": "quote_2155_1755682154081",
      "character": "Miju",
      "show": "Dice: The Cube That Changes Everything",
      "quote": "Huh? DO whatever you want without DICE? As if someone like you could understand. What's so bad about wanting to reach higher than yourself? After all, you're already up there. The place where I've always longed to be. If anything, isn't this world at fault? There's plenty of proof this world was created unfairly. The Crime rate's higher than ever. Wealth is the determining factor in life, and so when the most prestigious universities held an experiment, \"Does appearance affect the outcome in a trail?\" When comparing the results of the beautiful and the plain, the beautiful ones were declared innocent more often. Looks decide your worth. LOOKS, SEX, AGE, ETHNICITY, EDUCATION, JOB, once you realize that there will always be a 'High' and 'Low\", the goal is clear. Higher... and Higher! I'm sure that looking down from the highest place will be beautiful sight, so I must reach higher!"
    },
    {
      "id": "quote_2156_1755682154081",
      "character": "Dongtae",
      "show": "Dice: The Cube That Changes Everything",
      "quote": "Game!? Is life a game to you?...Life is not a game!!"
    },
    {
      "id": "quote_2157_1755682154081",
      "character": "Dong Taebin",
      "show": "Dice: The Cube That Changes Everything",
      "quote": "Just because you look a little better, everyone comes running at you screaming and pretending to be friendly... Just because you look a little worse, everyone ignores you and uses you as a plaything or a slave... Isn't life so unfair?"
    },
    {
      "id": "quote_2158_1755682154081",
      "character": "Dong Taebin",
      "show": "Dice: The Cube That Changes Everything",
      "quote": "Haven't you ever thought that life would be better if it was a game?"
    },
    {
      "id": "quote_2159_1755682154081",
      "character": "Dongtae",
      "show": "Dice: The Cube That Changes Everything",
      "quote": "The world is very boring. Everyone tries to live like a normal person without a second thought."
    }
  ]
}