{
  "name": "Ef - A Fairy Tale Of The Two",
  "anilistId": null,
  "totalQuotes": 11,
  "totalCharacters": 7,
  "quotes": [
    {
      "id": "quote_147_1755681545748",
      "character": "Hiro Hirono",
      "show": "Ef - A Fairy Tale Of The Two",
      "quote": "It doesn't matter what the essence of it is. The truth is what's hidden inside."
    },
    {
      "id": "quote_148_1755681545748",
      "character": "Himura Yuu",
      "show": "Ef - A Fairy Tale Of The Two",
      "quote": "Because she learned about happiness, she feels lonely for the first time. And because she knows unhappiness, she understands happiness for the first time."
    },
    {
      "id": "quote_149_1755681545748",
      "character": "Amamiya Yuuko",
      "show": "Ef - A Fairy Tale Of The Two",
      "quote": "Breaking a bond is every bit as painful as being physically torn apart. Can you endure that?"
    },
    {
      "id": "quote_150_1755681545748",
      "character": "Kuze Shuuichi",
      "show": "Ef - A Fairy Tale Of The Two",
      "quote": "To fulfill your dream, you need to have a dream first. You can have an image, a desire, or a wish of what you want to become. Don't forget about it, and keep wishing for it. That's the first step to fulfilling your dream."
    },
    {
      "id": "quote_151_1755681545748",
      "character": "Chihiro Shindou",
      "show": "Ef - A Fairy Tale Of The Two",
      "quote": "I want to break up while I can still say I love you."
    },
    {
      "id": "quote_152_1755681545748",
      "character": "Asou Renji",
      "show": "Ef - A Fairy Tale Of The Two",
      "quote": "Human beings are cruel. Even though it's heartbreaking, I feel hungry. Even though it's painful, I feel sleepy. And, even though it's painful for me, I still eat and sleep peacefully. I can't forgive myself, and hence it becomes even more painful."
    },
    {
      "id": "quote_153_1755681545748",
      "character": "Amamiya Yuuko",
      "show": "Ef - A Fairy Tale Of The Two",
      "quote": "A miracle never comes to those who seek it."
    },
    {
      "id": "quote_154_1755681545748",
      "character": "Amamiya Yuuko",
      "show": "Ef - A Fairy Tale Of The Two",
      "quote": "No matter how important a person is, some day you will lose them. No matter how much you desire it, eternity is one thing you will never possess. It’s the time you do spend with that person that’s important, so that you can meet your parting without regret."
    },
    {
      "id": "quote_155_1755681545748",
      "character": "Mizuki Hayama",
      "show": "Ef - A Fairy Tale Of The Two",
      "quote": "No matter how much you treasure them, both people and things will die someday. The bonds, the feelings, the memories, the hearts, and the lives. There's nothing in this world that won't die. There's nothing that won't break. Happiness is nothing more than a fabrication; a false mirage. That's why... That's why we should treasure them. So that we can face the farewell that'll one day visit us without regret. Because it'll break, it is precious. Let's make it precious."
    },
    {
      "id": "quote_156_1755681545748",
      "character": "Himura Yuu",
      "show": "Ef - A Fairy Tale Of The Two",
      "quote": "Besides, miracles don't exist in this world. There are only inevitabilities and accidents, and what you're going to do. That's it."
    },
    {
      "id": "quote_157_1755681545748",
      "character": "Mizuki Hayama",
      "show": "Ef - A Fairy Tale Of The Two",
      "quote": "After all, lying for someone's sake doesn't make it a lie."
    }
  ]
}