{
  "name": "Hai to Gensou no Grimgar",
  "anilistId": null,
  "totalQuotes": 28,
  "totalCharacters": 8,
  "quotes": [
    {
      "id": "quote_409_1755672504485",
      "character": "Haruhiro",
      "show": "Hai to Gensou no Grimgar",
      "quote": "Nobody knows what will happen in the future. Something even better might happen tomorrow."
    },
    {
      "id": "quote_410_1755672504485",
      "character": "Manato",
      "show": "Hai to Gensou no Grimgar",
      "quote": "Everybody has things they aren't good at or can't do. We cover each other's weakness. That's what a party's for."
    },
    {
      "id": "quote_411_1755672504485",
      "character": "Mary",
      "show": "Hai to Gensou no Grimgar",
      "quote": "There are wounds that even magic can't heal, but... even though it was painful to hear you talk about it, it was okay. That part was okay."
    },
    {
      "id": "quote_412_1755672504485",
      "character": "Haruhiro",
      "show": "Hai to Gensou no Grimgar",
      "quote": "You said that she's no different from us, right? So if we don't try to get to know her, she won't try to get to know us either. If we don't treat her as a friend, she won't treat us as her friends either, right?"
    },
    {
      "id": "quote_413_1755672504485",
      "character": "Haruhiro",
      "show": "Hai to Gensou no Grimgar",
      "quote": "If we had spent more time together, maybe I would have seen another side of him. I wish I knew him more. I wish I knew more about what kind of person he was. I wanted more time. If we had more time, we would've gone through things together. Maybe we would've gotten annoyed at each other and fight. Maybe we would've disliked each other, or liked each other more."
    },
    {
      "id": "quote_414_1755672504485",
      "character": "Shinohara",
      "show": "Hai to Gensou no Grimgar",
      "quote": "I understand the pain of losing a comrade. I've experienced it, too. Please do not forget the pain. You will move forward while holding on to that pain. Please treasure the comrades you have now. Once they are gone, they will not return. Usually, you don't realize this until afterwards."
    },
    {
      "id": "quote_415_1755672504485",
      "character": "Haruhiro",
      "show": "Hai to Gensou no Grimgar",
      "quote": "Are our enemies the kobolds? No, our real enemies are our overly weak selves."
    },
    {
      "id": "quote_416_1755672504485",
      "character": "Haruhiro",
      "show": "Hai to Gensou no Grimgar",
      "quote": "It's a battle of life and death, and I'm still alive! So I'm not going to give up, and I'll keep living. I'll keep living until I die."
    },
    {
      "id": "quote_417_1755672504485",
      "character": "Ranta",
      "show": "Hai to Gensou no Grimgar",
      "quote": "Don't sweat the small stuff. You'll only tire yourself out."
    },
    {
      "id": "quote_418_1755672504485",
      "character": "Ranta",
      "show": "Hai to Gensou no Grimgar",
      "quote": "I'm a man who makes precise choices about time, place, and people. Pleople call me Master of Choices. I'm gonna be the King of the Choices!"
    },
    {
      "id": "quote_419_1755672504485",
      "character": "Manato",
      "show": "Hai to Gensou no Grimgar",
      "quote": "If you guys weren't here, I don't know what would have happened to me. You can't live in this world alone, no matter how you look at it."
    },
    {
      "id": "quote_420_1755672504485",
      "character": "Haruhiro",
      "show": "Hai to Gensou no Grimgar",
      "quote": "After today, tomorrow will come again. Maybe I've been taking that for granted. But now... It's not easy, huh..."
    },
    {
      "id": "quote_421_1755672504485",
      "character": "Haruhiro",
      "show": "Hai to Gensou no Grimgar",
      "quote": "As for me, I have a lot of things that I'm not good at and that I need to work on. My comrades make up for those weaknesses by help me out, and maybe that's how we've found a balance in our party."
    },
    {
      "id": "quote_422_1755672504485",
      "character": "Mary",
      "show": "Hai to Gensou no Grimgar",
      "quote": "Okay. I will protect all of you. I will never let another friend die."
    },
    {
      "id": "quote_423_1755672504485",
      "character": "Ranta",
      "show": "Hai to Gensou no Grimgar",
      "quote": "Why do we have to be okay being friends with someone who won't treat us as friends?"
    },
    {
      "id": "quote_424_1755672504485",
      "character": "Manato",
      "show": "Hai to Gensou no Grimgar",
      "quote": "I'm the one who is grateful. That's because you're all willing to be my friends. For that, I'm grateful."
    },
    {
      "id": "quote_425_1755672504485",
      "character": "Haruhiro",
      "show": "Hai to Gensou no Grimgar",
      "quote": "We fall into a routine and make careless mistakes because of that. Maybe it'd be good for us to have some excitement or be under pressure once in a while."
    },
    {
      "id": "quote_426_1755672504485",
      "character": "Haruhiro",
      "show": "Hai to Gensou no Grimgar",
      "quote": "It seems like we spent a long time together, but it wasn't. It was actually pretty short. Too short. So I kind of know, but I kind of don't know what I want to say. He was friendly, easy to talk to, and smart. He could do anything and was reliable. I thought he was perfect. But maybe I just didn't realize what his faults were. He might have been hiding his flaws."
    },
    {
      "id": "quote_427_1755672504485",
      "character": "Brittany",
      "show": "Hai to Gensou no Grimgar",
      "quote": "Living has it own challenges. I'll give you just one piece of advice. Don't quit. Yes, when you die, you die. But if you give up, you're definitely going to die. That, I am sure of."
    },
    {
      "id": "quote_428_1755672504485",
      "character": "Haruhiro",
      "show": "Hai to Gensou no Grimgar",
      "quote": "I now have things that I don't want to forget, and things that I shouldn't forget. And I don't plan to ever forget those things, as long as I live."
    },
    {
      "id": "quote_429_1755672504485",
      "character": "Haruhiro",
      "show": "Hai to Gensou no Grimgar",
      "quote": "I'm different from who I was yesterday. I wonder what I will be like tomorrow. Day by day, we live in the today and keep living to meet our future selves."
    },
    {
      "id": "quote_430_1755672504485",
      "character": "Hayashi",
      "show": "Hai to Gensou no Grimgar",
      "quote": "The more battles we fought, the more our confidence grew. We weren't afraid of anything back then. But the difference between victory and defeat is paper-thin. We didn't realize this and were arrogant."
    },
    {
      "id": "quote_431_1755672504485",
      "character": "Haruhiro",
      "show": "Hai to Gensou no Grimgar",
      "quote": "I know we can't immediately treat her as part of our group, but if we always think of her as an outsider, she'll never have a chance to become part of our group."
    },
    {
      "id": "quote_432_1755672504485",
      "character": "Haruhiro",
      "show": "Hai to Gensou no Grimgar",
      "quote": "It doesn't matter what you were like before. Nobody cares."
    },
    {
      "id": "quote_433_1755672504485",
      "character": "Ranta",
      "show": "Hai to Gensou no Grimgar",
      "quote": "So now we know her past. So what? It doesn't have anything to do with us. We have to be nice to her just because she's had a rough past? You've got to be kidding."
    },
    {
      "id": "quote_434_1755672504485",
      "character": "Barbara",
      "show": "Hai to Gensou no Grimgar",
      "quote": "If you have enough breath to say you don't have energy, I haven't push you far enough!"
    },
    {
      "id": "quote_435_1755672504485",
      "character": "Haruhiro",
      "show": "Hai to Gensou no Grimgar",
      "quote": "Yeah, we've become friends. When you're in the same party, there will be times when things don't go smoothly, when you get angry, and when you fight. But they really are your precious friends. It doesn't matter why you became friends, but that you are friends at this moment."
    },
    {
      "id": "quote_436_1755672504485",
      "character": "Ranta",
      "show": "Hai to Gensou no Grimgar",
      "quote": "We should be driven by things like our desires, instincts, and impulses. That's how it should be."
    }
  ]
}