{
  "name": "Jormungand",
  "anilistId": null,
  "totalQuotes": 18,
  "totalCharacters": 5,
  "quotes": [
    {
      "id": "quote_205_1755672481436",
      "character": "Koko Hekmatyar",
      "show": "Jormungand",
      "quote": "You get free hatred for everything you sell. I've amassed a real supply of it, so I'd like to sell it too... But no one wants to buy it from me!"
    },
    {
      "id": "quote_206_1755672481436",
      "character": "Koko Hekmatyar",
      "show": "Jormungand",
      "quote": "People who kill too much, turn into dragons one day. Beasts that rule the land atop piles of money and fly the skies with authority. They become more and more violent, until they can no longer understand the language of men. We cannot allow dragons to remain in this world, even though we are the ones from which they are spawned. To slay a dragon is the greatest of honors."
    },
    {
      "id": "quote_207_1755672481436",
      "character": "Koko Hekmatyar",
      "show": "Jormungand",
      "quote": "You can't direct armies from your bedsheets."
    },
    {
      "id": "quote_208_1755672481436",
      "character": "Koko Hekmatyar",
      "show": "Jormungand",
      "quote": "The world is lucky! Despite of how much I hate the world, I have decided to mend it rather than destroy it."
    },
    {
      "id": "quote_209_1755672481436",
      "character": "Koko Hekmatyar",
      "show": "Jormungand",
      "quote": "Put a steel mask on your face and armor on your heart."
    },
    {
      "id": "quote_210_1755672481436",
      "character": "Koko Hekmatyar",
      "show": "Jormungand",
      "quote": "I hate humans. I find the thought that I'm from the same species to be depressing."
    },
    {
      "id": "quote_211_1755672481436",
      "character": "Koko Hekmatyar",
      "show": "Jormungand",
      "quote": "Modern-day saints carry assault rifles, and spread the word of God with their bullets."
    },
    {
      "id": "quote_212_1755672481436",
      "character": "Koko Hekmatyar",
      "show": "Jormungand",
      "quote": "I think running a restaurant would fit you better than being an assassin."
    },
    {
      "id": "quote_213_1755672481436",
      "character": "Johnathan Mar",
      "show": "Jormungand",
      "quote": "Even peaceful people, given a gun, can go crazy. Afterwards they can't even understand what led them to do it."
    },
    {
      "id": "quote_214_1755672481436",
      "character": "Koko Hekmatyar",
      "show": "Jormungand",
      "quote": "I'm an arms dealer anyway. There's no point in fearing what I sell."
    },
    {
      "id": "quote_215_1755672481436",
      "character": "Koko Hekmatyar",
      "show": "Jormungand",
      "quote": "Kindness is weakness. Your weakness will delay the trigger by a moment. This world doesn't treat kindness kindly."
    },
    {
      "id": "quote_216_1755672481436",
      "character": "Johnathan Mar",
      "show": "Jormungand",
      "quote": "When the hunger seemed to kill me, I was wondering if the world hates me. I can't explain it, but I still love the world."
    },
    {
      "id": "quote_217_1755672481436",
      "character": "Kasper Hekmatyar",
      "show": "Jormungand",
      "quote": "Now you know what fear does to you. In the face of death you thought."
    },
    {
      "id": "quote_218_1755672481436",
      "character": "Jormungand",
      "show": "Jormungand",
      "quote": "I devour the five lands and drain the three seas, yet only the sky is impossible to reach. With this body lacking wings, hands, or legs. I am the World Serpent. My name is Jormungand."
    },
    {
      "id": "quote_219_1755672481436",
      "character": "Koko Hekmatyar",
      "show": "Jormungand",
      "quote": "Weapons are used by soldiers on the battlefield. If you have never used them yourself, you have no idea what you're selling."
    },
    {
      "id": "quote_220_1755672481436",
      "character": "Jonathan Mar",
      "show": "Jormungand",
      "quote": "There are so many weapons scattered across my path that it makes me wonder if this world is made of little more than lead and gunpowder."
    },
    {
      "id": "quote_221_1755672481436",
      "character": "Koko Hekmatyar",
      "show": "Jormungand",
      "quote": "It is man's heart which sets the world aflame."
    },
    {
      "id": "quote_222_1755672481436",
      "character": "Koko Hekmatyar",
      "show": "Jormungand",
      "quote": "In this world, guns are always within arm's reach, and sadly they are more trustworthy than kindness."
    }
  ]
}