{
  "name": "Liar Game",
  "anilistId": null,
  "totalQuotes": 19,
  "totalCharacters": 4,
  "quotes": [
    {
      "id": "quote_1_1755680659204",
      "character": "Kanzaki Nao",
      "show": "Liar Game",
      "quote": "Saying humans can't be trusted, please never use such words again!"
    },
    {
      "id": "quote_2_1755680659204",
      "character": "Akiyama Shinichi",
      "show": "Liar Game",
      "quote": "People who are still tormented by their consciences are still worth saving."
    },
    {
      "id": "quote_3_1755680659204",
      "character": "Yokoya Norihiko",
      "show": "Liar Game",
      "quote": "The question is what does it take to be the one in control? Money? Brains? Strategic Prowess? Of course, all three are very important. However, there is something that outshines them all and provides a faster and more effective way to victory. And that is... information. The one in possession of information will be able to easily become the ruler of the liar game."
    },
    {
      "id": "quote_4_1755680659204",
      "character": "Artier",
      "show": "Liar Game",
      "quote": "The society you all live in has long since turned into the Liar Game. Still, what all of you demonstrated through this game is that 'Believing' is by no means, an easy path to follow. Sometimes, taking it means allowing yourself be deceived or suffering heavy damage you will not ever recover from. And yet, 'Trust' born when you forget your personal interests and join forces to fight against the odds together holds tremendous power."
    },
    {
      "id": "quote_5_1755680659204",
      "character": "Akiyama Shinichi",
      "show": "Liar Game",
      "quote": "Now, you’ve only got two different options to choose from: Prove that everything I just said was bullshit, or admit your guilt."
    },
    {
      "id": "quote_6_1755680659204",
      "character": "Akiyama Shinichi",
      "show": "Liar Game",
      "quote": "The true evil is becoming apathetic about other people."
    },
    {
      "id": "quote_7_1755680659204",
      "character": "Akiyama Shinichi",
      "show": "Liar Game",
      "quote": "Don't succumb to panic. Only those who see the bigger picture win."
    },
    {
      "id": "quote_8_1755680659204",
      "character": "Akiyama Shinichi",
      "show": "Liar Game",
      "quote": "People SHOULD be doubted... Doubting people is simply a part of trying to know them."
    },
    {
      "id": "quote_9_1755680659204",
      "character": "Yokoya Norihiko",
      "show": "Liar Game",
      "quote": "That's people for you. Trusting one another, helping one another- it's all a fantasy. Humans are creatures that will always betray."
    },
    {
      "id": "quote_10_1755680659204",
      "character": "Akiyama Shinichi",
      "show": "Liar Game",
      "quote": "Doubt them. Question them, suspect them... and take a good, long look into their hearts. Humans are the kind of beings that can't put their pain into words, after all."
    },
    {
      "id": "quote_11_1755680659204",
      "character": "Akiyama Shinichi",
      "show": "Liar Game",
      "quote": "Humans, in general, feel uneasy when there’s dissonance between them and their external environment. And so, to cancel that uneasiness they try to synchronize (or make peace) with that environment."
    },
    {
      "id": "quote_12_1755680659204",
      "character": "Akiyama Shinichi",
      "show": "Liar Game",
      "quote": "It's because you're so fucking honest that you're so easy to fool."
    },
    {
      "id": "quote_13_1755680659204",
      "character": "Kanzaki Nao",
      "show": "Liar Game",
      "quote": "I believe that there's not a single person whose heart is evil."
    },
    {
      "id": "quote_14_1755680659204",
      "character": "Akiyama Shinichi",
      "show": "Liar Game",
      "quote": "People should be doubted. Many people misunderstand this concept. Doubting people is just a part of getting to know them. What many people call \"trust\" is really just giving up on trying to understand others, and that very act is far worse than doubting. It is actually \"apathy\"."
    },
    {
      "id": "quote_15_1755680659204",
      "character": "Akiyama Shinichi",
      "show": "Liar Game",
      "quote": "\"Trust\". The act is without a doubt a very noble one. But you know, what many people call \"trust\" is actually giving up on trying to understand others. And that has nothing to do with \"trust\", but is rather apathy."
    },
    {
      "id": "quote_16_1755680659204",
      "character": "Akiyama Shinichi",
      "show": "Liar Game",
      "quote": "A former teacher of mine, Okabe-sensei, was always saying this to me: 'To believe people is to doubt them.'... meaning if you keep doubting people and searching what's inside them, sooner or later you're bound to understand something about them. And when you do, you'll be able to entrust something to them. That is what it means to trust and believe."
    },
    {
      "id": "quote_17_1755680659204",
      "character": "Akiyama Shinichi",
      "show": "Liar Game",
      "quote": "You gotta love humans. When everything sticks to the script, they can put on a great act. But as soon as something unexpected happens, they react completely true to their nature."
    },
    {
      "id": "quote_18_1755680659204",
      "character": "Kanzaki Nao",
      "show": "Liar Game",
      "quote": "People can believe in one another if we keep trying."
    },
    {
      "id": "quote_19_1755680659204",
      "character": "Akiyama Shinichi",
      "show": "Liar Game",
      "quote": "I've already made up my mind, to the statement: \"The most important thing in life is money\". I answered \"No\"."
    }
  ]
}