{
  "name": "Log Horizon",
  "anilistId": null,
  "totalQuotes": 19,
  "totalCharacters": 9,
  "quotes": [
    {
      "id": "quote_98_1755664716734",
      "character": "Nyanta",
      "show": "Log Horizon",
      "quote": "People...At least, all children are born into a world that seems unreasonable and crazy to them. No one is asked at birth if they agree to come into the world. Everyone is born that way."
    },
    {
      "id": "quote_99_1755664716734",
      "character": "Shiroe",
      "show": "Log Horizon",
      "quote": "If you can't do something, then don't. Focus on what you can do."
    },
    {
      "id": "quote_100_1755664716734",
      "character": "William Massachusetts",
      "show": "Log Horizon",
      "quote": "We lost. We got wiped out. We may be finished. Maybe it was all a waste. Like they always said... We're idiots who've wasted our time on something as pointless as games. Game junkies who never leave their houses. Vegetables. But who cares? We knew that all along. We knew it, and we do it anyway. But we love games. We chose this. And sometimes we'll win, and sometimes we'll lose. So what? We've dedicated our lives to it. So it's real!"
    },
    {
      "id": "quote_101_1755664716734",
      "character": "Shiroe",
      "show": "Log Horizon",
      "quote": "Being strong on your own is meaningless. To have power you need other people, and they need a world where they can be at their best."
    },
    {
      "id": "quote_102_1755664716734",
      "character": "Shiroe",
      "show": "Log Horizon",
      "quote": "Stealing someone's name is never all right. It means you're unwilling to recognize them as human."
    },
    {
      "id": "quote_103_1755664716734",
      "character": "Akatsuki",
      "show": "Log Horizon",
      "quote": "Games are fun because you can do things you couldn’t in real life, right?"
    },
    {
      "id": "quote_104_1755664716734",
      "character": "Rayneshia El-Arte Corwen",
      "show": "Log Horizon",
      "quote": "Adventurers are free. They are more free than we are. It's true that we may be weaker than they are. But that doesn't mean that, in our weakness, we can become aggressive. We don't have the right to take advantage of our weakness and use them as tools!"
    },
    {
      "id": "quote_105_1755664716734",
      "character": "Nyanta",
      "show": "Log Horizon",
      "quote": "Recklessness is the way of the young and tolerance is the beauty of adulthood."
    },
    {
      "id": "quote_106_1755664716734",
      "character": "Crusty",
      "show": "Log Horizon",
      "quote": "Living your life to the fullest 'til the moment of your death, this is the rule to live by in any world."
    },
    {
      "id": "quote_107_1755664716734",
      "character": "Shiroe",
      "show": "Log Horizon",
      "quote": "It's true that there's a lot we don't know about this world. But that's why we must go forward and do what we can. One thing at a time."
    },
    {
      "id": "quote_108_1755664716734",
      "character": "Henrietta",
      "show": "Log Horizon",
      "quote": "They want to believe that's true and when someone wants to believe something is true, they usually will."
    },
    {
      "id": "quote_109_1755664716734",
      "character": "Nyanta",
      "show": "Log Horizon",
      "quote": "Any kind of life can go wrong, or sicken or suffer. Lives get old, decay, and finally die. Disliking that fact because it hurts, isn't any different than disliking life itself."
    },
    {
      "id": "quote_110_1755664716734",
      "character": "Rayneshia El-Arte Corwen",
      "show": "Log Horizon",
      "quote": "Protecting someone means giving them a place to belong. Giving them a place where they can be happy."
    },
    {
      "id": "quote_111_1755664716734",
      "character": "Mizufa Trudy",
      "show": "Log Horizon",
      "quote": "The strong use their strength as their weapon. The weak use their weakness as their weapon."
    },
    {
      "id": "quote_112_1755664716734",
      "character": "William Massachusetts",
      "show": "Log Horizon",
      "quote": "A man's come all the way out to the end of the North to ask for my help. Wouldn't it be rude to wait to hear what he wanted?"
    },
    {
      "id": "quote_113_1755664716734",
      "character": "Naotsugu",
      "show": "Log Horizon",
      "quote": "You're either an open pervert or a closet pervert!"
    },
    {
      "id": "quote_114_1755664716734",
      "character": "Crusty",
      "show": "Log Horizon",
      "quote": "Failing to act, for fear of the risk, is no different than a living death. No matter what world you’re in."
    },
    {
      "id": "quote_115_1755664716734",
      "character": "Shiroe",
      "show": "Log Horizon",
      "quote": "If you're going to give up that easily, we have no hope."
    },
    {
      "id": "quote_116_1755664716734",
      "character": "Nyanta",
      "show": "Log Horizon",
      "quote": "Any treasure you attain without anyone ever working for it is no treasure at all."
    }
  ]
}