{
  "name": "Ore Monogatari!!",
  "anilistId": null,
  "totalQuotes": 9,
  "totalCharacters": 2,
  "quotes": [
    {
      "id": "quote_570_1755672521897",
      "character": "Takeo Gouda",
      "show": "Ore Monogatari!!",
      "quote": "Suna, maybe people all have a hot, molten core inside their hearts, but they just live their lives, never showing it to the world, as if nothing is really going on."
    },
    {
      "id": "quote_571_1755672521897",
      "character": "Takeo Gouda",
      "show": "Ore Monogatari!!",
      "quote": "Why won't human emotions, not even my own, work out the way we want?"
    },
    {
      "id": "quote_572_1755672521897",
      "character": "Makoto Sunakawa",
      "show": "Ore Monogatari!!",
      "quote": "Who wouldn't want their friends to be happy? That's just normal, man. It's nothing amazing."
    },
    {
      "id": "quote_573_1755672521897",
      "character": "Takeo Gouda",
      "show": "Ore Monogatari!!",
      "quote": "People are born into this world. And people are taken from this world."
    },
    {
      "id": "quote_574_1755672521897",
      "character": "Makoto Sunakawa",
      "show": "Ore Monogatari!!",
      "quote": "Just because someone's friends with a nice person doesn't mean they're nice, too. \nSometimes they're friends because the person's nice enough to have them."
    },
    {
      "id": "quote_575_1755672521897",
      "character": "Makoto Sunakawa",
      "show": "Ore Monogatari!!",
      "quote": "Who'd want to date girls that talk smack about your friends?"
    },
    {
      "id": "quote_576_1755672521897",
      "character": "Takeo Gouda",
      "show": "Ore Monogatari!!",
      "quote": "I have no idea what you really want, what you're really thinking, or what the right thing to do really is. But I'm your friend. Let me stay."
    },
    {
      "id": "quote_577_1755672521897",
      "character": "Makoto Sunakawa",
      "show": "Ore Monogatari!!",
      "quote": "Studying is for people to get the knowledge they need to not screw up in life."
    },
    {
      "id": "quote_578_1755672521897",
      "character": "Takeo Gouda",
      "show": "Ore Monogatari!!",
      "quote": "The important things in life, like feelings, hearts, and souls, are all things you can never see. The more you try to reassure yourself that they exist, the more you feel they don't exist at all. But right now, I know for sure that they do exist. They're so close, you can almost touch them."
    }
  ]
}