{
  "name": "Oyasumi Punpun",
  "anilistId": null,
  "totalQuotes": 18,
  "totalCharacters": 8,
  "quotes": [
    {
      "id": "quote_671_1755681793796",
      "character": "Sachi Nanjou",
      "show": "Oyasumi Punpun",
      "quote": "Such shallow emotions evoked by simple and cheerful stories won't solve anything! What people need is a more tangible sense of values with which to resolve the conflicts of everyday life! Even if that causes others to think of you as warped, as long as you can remain true to yourself until the moment you die; that is what I believe true dignity is!"
    },
    {
      "id": "quote_672_1755681793796",
      "character": "Masumi Seki",
      "show": "Oyasumi Punpun",
      "quote": "With such nice weather, I start thinking about useless things much more than usual. Humans are free. Although we can’t fly through the skies all alone, if we can think it, we can do almost anything. We can sleep when we’re sleepy. We are free to start or stop anything whenever we wish. Of course, it is a bit hindered by common sense, moralities, and the rules of society. Walking nude out in the streets, stealing from the elderly, and even killing, we can do all of this as long as we throw out our morals. Which is why they drill these laws in our head when we are children. And yet, people still continue to fight, deceive, and steal from each other. And so, people suffer because they live. Even now, there are events of happiness and unhappiness going on all over the world. …What can we do to make everyone happy? Of course that’s impossible for me to know. If the answer to that could be found in the shallow wisdoms of a kid, wars would have stopped long ago. But I also dislike just leaving that problem up to society or the government. After all, a great person is just one who follows the popular will of the people. In this world, the essence of a frank honest human is just an idealization. I’m sure that there’s nothing that can make everyone happy. Happiness is relative, and that’s how people want it. Evil is also relative. Mothers can become demons when they do anything to protect their child. Yet it’s usually seen as admirable. But when a person does anything for the country he loves, wars break out. Isn't it all the same thing? No matter how much a person pretends to be good and kind, he will still have negative aspects. But nobody really tries to notice that fact. Why is that? They all try to place the blame on others, and never even consider the possibility that they themselves may have played part in the problem. Just what the heck am I thinking? The world isn't going to change no matter what I think. Then what should I be doing? I don’t really want to do anything. I don’t want to order nor trouble anyone. That’s just laziness, I guess. I don’t go to school nor do I work and I've been wasting my time away since noon. Look at me, talking about the freedom of humans when I’m just some suspicious punk in this town. In conclusion, I have nothing."
    },
    {
      "id": "quote_673_1755681793796",
      "character": "Yuichi Onodera",
      "show": "Oyasumi Punpun",
      "quote": "I just don't understand the reason why humans continue living on all the while as our individual egos hurt each other..."
    },
    {
      "id": "quote_674_1755681793796",
      "character": "Yuichi Onodera",
      "show": "Oyasumi Punpun",
      "quote": "What do you think are the most important things in life? Money, dreams, sympathy towards others... Yes, they're all important things as well... But the most important thing is responsibility for your own actions."
    },
    {
      "id": "quote_675_1755681793796",
      "character": "Yuichi Onodera",
      "show": "Oyasumi Punpun",
      "quote": "But once you grow old, you become afraid of even losing things without any value."
    },
    {
      "id": "quote_676_1755681793796",
      "character": "Oyasumi Punpun",
      "show": "Oyasumi Punpun",
      "quote": "Although Punpun didn’t really want to think about what the point of having dreams that could never come true was… To have dreams and worries that you could talk frankly about… In a way, that was probably a more fulfilling lifestyle than his own, Punpun admitted. Being cool was merely a paper-thin difference away from being empty."
    },
    {
      "id": "quote_677_1755681793796",
      "character": "Harumi Shuntarou",
      "show": "Oyasumi Punpun",
      "quote": "People change. And as the years go by, so do our environments. I think it’s alright for there not to be a \"proper\" way of living. But I do believe that instead of trying to be satisfied on just one answer and blocking out the rest, searching for more answers, despite the pain they may bring, is a much more honest way of living."
    },
    {
      "id": "quote_678_1755681793796",
      "character": "Sachi Nanjou",
      "show": "Oyasumi Punpun",
      "quote": "Risks are just an unavoidable part of life. Even if you realize the danger, nothing's gonna come from always running away. That way, even when you die, you can be content that you gave it your all."
    },
    {
      "id": "quote_679_1755681793796",
      "character": "Isogi Toshio",
      "show": "Oyasumi Punpun",
      "quote": "I think that what people who've committed crimes need isn't punishment, but rather the knowledge of the pain of being forgiven."
    },
    {
      "id": "quote_680_1755681793796",
      "character": "Sachi Nanjou",
      "show": "Oyasumi Punpun",
      "quote": "Even the hardest of things can shatter when one little crack appears."
    },
    {
      "id": "quote_681_1755681793796",
      "character": "Sachi Nanjou",
      "show": "Oyasumi Punpun",
      "quote": "It's fine even if you're useless right now. As long as you keep looking towards the future, I'm sure a day will come when you'll find your worth."
    },
    {
      "id": "quote_682_1755681793796",
      "character": "Yuichi Onodera",
      "show": "Oyasumi Punpun",
      "quote": "I despise myself... because others are too kind to me..."
    },
    {
      "id": "quote_683_1755681793796",
      "character": "Isogi Toshio",
      "show": "Oyasumi Punpun",
      "quote": "There are always chances in life."
    },
    {
      "id": "quote_684_1755681793796",
      "character": "Aiko Tanaka",
      "show": "Oyasumi Punpun",
      "quote": "I wonder why it is, that people fall in love with others? I think that to seek out love even when you already have a nice family is being greedy. No matter how much you like another person, you can never be with that person forever... But I dislike that. I don't care if I have to throw away everything else. I just want you to look at me."
    },
    {
      "id": "quote_685_1755681793796",
      "character": "Sachi Nanjou",
      "show": "Oyasumi Punpun",
      "quote": "There're a lot of people who want to be in despair just so they can pity themselves... But I think it's a waste of time, that's all. After all, you're the one who wishes to be left alone and refuses to share your pain with anyone else."
    },
    {
      "id": "quote_686_1755681793796",
      "character": "Punpun Onodera",
      "show": "Oyasumi Punpun",
      "quote": "I always believed that everyone in this world was far nicer and smarter than me. That no matter how unlikeable they seemed to be, they still had a good conscience and had justifiable circumstances for acting the way they did. That’s why I hated myself for being so timid and depressed when I didn’t even have any good reason for doing so. …But now I see that there actually are people who’re despicable in every way and don’t blink twice at ruining another’s life. Now that I think about it, it’s almost strange. Why don’t most people try to kill other people? How can they just stand by and let the scum have their way without the slightest indifference? Maybe my expectations were too high. I’m only disappointed because I expected something from them. But the answer was quite simple all along. There’s no such thing as a decent human being in this world. Not a single one. I did what I had to do. And I feel quite refreshed after doing it. That’s why I can say that this world could afford to be a little more chaotic."
    },
    {
      "id": "quote_687_1755681793796",
      "character": "Isogi Toshio",
      "show": "Oyasumi Punpun",
      "quote": "As long as the kindness received from others... is returned back, it's fine even if it takes time."
    },
    {
      "id": "quote_688_1755681793796",
      "character": "Yuichi Onodera",
      "show": "Oyasumi Punpun",
      "quote": "True happiness only lasts for a brief time, so you better enjoy it while you can, right?"
    }
  ]
}