{
  "name": "Psycho Love Comedy",
  "anilistId": null,
  "totalQuotes": 5,
  "totalCharacters": 3,
  "quotes": [
    {
      "id": "quote_1547_1755681981327",
      "character": "Kamiya Kyousuke",
      "show": "Psycho Love Comedy",
      "quote": "Love is never without trials and tribulations--precisely because of that, there's bitterness. What do you think? The feelings from liking someone... cannot be satisfied by your own efforts alone. It's not the same as simple anger or sadness. One-sidedly declaring your feelings... this doesn't bring satisfaction. Only when the other person feels the same way... Only when two hearts love each other is fulfillment achieved."
    },
    {
      "id": "quote_1548_1755681981327",
      "character": "Syamaya Saki",
      "show": "Psycho Love Comedy",
      "quote": "Everyone shows their true face on death's doorstep. Even a noble-minded gentlemen will cast away his principles to beg on the ground. Even a cordial and gentle lady will start cursing with a face like a demon's. Even a frivolous and humorous man will accept death without any punchlines... That is what I believe--The instant just prior to death is when all sorts of true natures will be revealed. Using fear and suffering leading straight to death, baring naked hearts to be admired at one's leisure... This is also one of the wonders of murder."
    },
    {
      "id": "quote_1549_1755681981327",
      "character": "Kamiya Kyousuke",
      "show": "Psycho Love Comedy",
      "quote": "Pull yourself up after falling and advance with resilience."
    },
    {
      "id": "quote_1550_1755681981327",
      "character": "Kamiya Kyousuke",
      "show": "Psycho Love Comedy",
      "quote": "Whether in a brawl or anything else, bones can be broken but the spirit must not yield. Once a decision was made, it must be upheld until the bitter end."
    },
    {
      "id": "quote_1551_1755681981327",
      "character": "Hikawa Renko",
      "show": "Psycho Love Comedy",
      "quote": "Don't start thinking of killing just when the slightest thing doesn't go your way! How selfish are you!?"
    }
  ]
}