{
  "name": "Psycho-Pass Extended Edition",
  "anilistId": null,
  "totalQuotes": 8,
  "totalCharacters": 2,
  "quotes": [
    {
      "id": "quote_111_1755682426404",
      "character": "Makishima Shougo",
      "show": "Psycho-Pass Extended Edition",
      "quote": "A beautiful flower too will eventually wither and fall. That's the fate of all living beings. If that's the case, it's only natural for one to want to stop the time while they're still blossoming in all full glory."
    },
    {
      "id": "quote_112_1755682426404",
      "character": "Makishima Shougo",
      "show": "Psycho-Pass Extended Edition",
      "quote": "Most people don’t mind killing cows and chickens but they’d probably have a hard time doing the same to chimpanzees. Partially, it’s because chimpanzees bear a slight resemblance to humans, but the primary reason is that they can draw pictures. Suppose fish were able to draw pictures. Even if we are unable to understand what they’re thinking, it becomes harder to kill animals that can draw. Instinctively, in our minds we would say to ourselves… “May be they have feelings” That shows how high a value we assign to expression."
    },
    {
      "id": "quote_113_1755682426404",
      "character": "Makishima Shougo",
      "show": "Psycho-Pass Extended Edition",
      "quote": "Aging is quite similar to death. Some people stand up to aging and death as if it were nothing. They can do it not because they're braver than others, but simply because they lack imagination. Only once people deny that which they love, do they become able to create it anew. Perhaps, the book I write, too, will die one day just like my body will. However, people have to accept that death is unavoidable. They will probably be gone in ten years. Their books will no longer exist in a hundred years. People accept this. Eternity is promised neither to humans nor to books. We live because we were born. If the system possesses the power of life and death over you... you're no longer a human. You're livestock. No matter how hard a rancher tries to pretend otherwise, they never recognize their livestock as friends. It's a mystery to me... How is it that these people, treated as livestock in this boring society, have not tried at all to destroy it? Nothing in this world is eternal. The only thing that truly exists is the splendor of the souls that atone for their sins."
    },
    {
      "id": "quote_114_1755682426404",
      "character": "Makishima Shougo",
      "show": "Psycho-Pass Extended Edition",
      "quote": "Suppose someone said \"humans are foolish\"... Obviously, that person would be talking about themselves as well. If you want to understand human beings, you need to do more than just watch them. You need to pay attention to what they themselves are watching. What are you watching? You are the ones who I'm watching. It may be hard to believe, but I like you guys. You know what they say... The opposite of love is not hatred, but indifference. An indifferent person would lack the drive to kill or hurt. My mind keeps jumping around. Am I nervous...? Did I underestimate my enemy so much that I stepped in too deep...? ...What a silly thought."
    },
    {
      "id": "quote_115_1755682426404",
      "character": "Tomomi Masaoka",
      "show": "Psycho-Pass Extended Edition",
      "quote": "Everything you've been taught is based on theories and logic. Soon you will likely come to realize how pointless they are in the world we live in."
    },
    {
      "id": "quote_116_1755682426404",
      "character": "Tomomi Masaoka",
      "show": "Psycho-Pass Extended Edition",
      "quote": "People's thoughts, wishes, hopes and desires... We live in a time where technology can read everything in your mind, and yet, this place teems with people who hate, lie, steal and try to harm others. If that's not irrational, then what is it?"
    },
    {
      "id": "quote_117_1755682426404",
      "character": "Makishima Shougo",
      "show": "Psycho-Pass Extended Edition",
      "quote": "Overall, I think people tend to reveal their true selves when they step into an avatar. As I said earlier, they probably feel some sense of freedom. But freedom easily gained quickly turns into a false sense of omnipotence."
    },
    {
      "id": "quote_118_1755682426404",
      "character": "Makishima Shougo",
      "show": "Psycho-Pass Extended Edition",
      "quote": "Clausewitz, he pointed out that no matter how carefully one plans, on the battlefield, even the smallest of details can cause setbacks. Regardless of how well-thought it is, armchair strategizing only works in the realm of theory. Unexpected troubles, or uncontrollable factors such as weather. Operations face those sorts of troubles. They are the cause of strife on the battlefield."
    }
  ]
}