{
  "name": "Re:Zero kara Hajimeru Isekai Seikatsu",
  "anilistId": null,
  "totalQuotes": 14,
  "totalCharacters": 4,
  "lastUpdated": "2025-08-20T10:25:53.211Z",
  "quotes": [
    {
      "id": "quote_107_1755685553211",
      "character": "Rem (re:zero)",
      "show": "Re:Zero kara Hajimeru Isekai Seikatsu",
      "quote": "Ever since that fiery night, my time has been stopped. But it was you who melted my frozen heart and kindly made my stopped time begin to move forward again."
    },
    {
      "id": "quote_108_1755685553211",
      "character": "Subaru Natsuki",
      "show": "Re:Zero kara Hajimeru Isekai Seikatsu",
      "quote": "All those times I got hurt, all the crying I did, all the pain I felt, all the fighting I did with my life at stake... And my reward was her name and a single smile. Jeez... Talk about unequal compensation."
    },
    {
      "id": "quote_109_1755685553211",
      "character": "Subaru Natsuki",
      "show": "Re:Zero kara Hajimeru Isekai Seikatsu",
      "quote": "I'm not sure what you're talking about, but to atone for that you got mad and decided to do this alone? Rem... Super slap! For starters, are you dumb? No, you are dumb! Listen, where I'm from there's a saying, \"3 heads are better than 1.\" Wait, is it 2 heads? Whatever, the point is, 3 heads, thinking together are harder to break than only 1 arrow. It means you should rely on those around you instead of thinking about stuff alone!"
    },
    {
      "id": "quote_110_1755685553211",
      "character": "Subaru Natsuki",
      "show": "Re:Zero kara Hajimeru Isekai Seikatsu",
      "quote": "While we talk,  look forward to making up for all the time you've wasted looking back! We can start by talking about tomorrow. You can say anything like, whether you'll make Japanese or Western style breakfast tomorrow, or whether you'll put on your right or left shoe first. It can be something silly like that. No matter how silly it is, you can talk about tomorrow because you have a tomorrow."
    },
    {
      "id": "quote_111_1755685553211",
      "character": "Rem (re:zero)",
      "show": "Re:Zero kara Hajimeru Isekai Seikatsu",
      "quote": "I love it when you stroke my hair. I feel as if we can understand each other through the contact between your hand and my hair. I love your voice. Just hearing you say one word makes my heart feel warmer. I love your eyes. Normally, they look stern,  but when you're being kind to someone,  I love the way they soften. I love your fingers. For a boy, you have such lovely fingers. But when they clutch me, I know they are the strong, slender fingers of a man. I love the way you walk. When we walk together, I love the way you occasionally turn, to make sure I keep up. I love the way you look when you sleep. You look unguarded, like an infant, and your eyelashes are on the long side. When I touch your cheek, you calm down... And when I playfully touch your lips, you don't even notice... And it makes my heart ache terribly. I love you."
    },
    {
      "id": "quote_112_1755685553211",
      "character": "Subaru Natsuki",
      "show": "Re:Zero kara Hajimeru Isekai Seikatsu",
      "quote": "I have no Strength, but I want it all. I have no Knowledge, but all I do is dream. There's nothing I can do, but I struggle in vain"
    },
    {
      "id": "quote_113_1755685553211",
      "character": "Subaru Natsuki",
      "show": "Re:Zero kara Hajimeru Isekai Seikatsu",
      "quote": "I finally remembered why I'm here to begin with. I'll kill you, you shitbag! I won't let you play your trump card! I'll blow you away and get a happy ending."
    },
    {
      "id": "quote_114_1755685553211",
      "character": "Rem (re:zero)",
      "show": "Re:Zero kara Hajimeru Isekai Seikatsu",
      "quote": "When you said that you hate yourself, it made me want to tell you all the wonderful things I know about you."
    },
    {
      "id": "quote_115_1755685553211",
      "character": "Subaru Natsuki",
      "show": "Re:Zero kara Hajimeru Isekai Seikatsu",
      "quote": "I guess, as long as I have life, all I can do is fight with all my might."
    },
    {
      "id": "quote_116_1755685553211",
      "character": "Crusch Karsten",
      "show": "Re:Zero kara Hajimeru Isekai Seikatsu",
      "quote": "Stand up! lift your faces! Take up your weapons! Look at that boy. He's so weak and fragile a breath could blow him away and he's unarmed! He is a powerless boy, whose defeat I have seen with my own eyes! He's weaker than anyone else here! Yet he's shouting louder than anyone that we can still do this so how can we sit down, with downcast gaze? If our weakest man has not given up how is kneeling in defeat acceptable for us? Did you come this far to wallow in shame?"
    },
    {
      "id": "quote_117_1755685553211",
      "character": "Rem (re:zero)",
      "show": "Re:Zero kara Hajimeru Isekai Seikatsu",
      "quote": "No matter what painful things happens, even when it looks like you'll lose... when no one else in the world believes in you... when you don't even believe in yourself... I will believe in you!"
    },
    {
      "id": "quote_118_1755685553211",
      "character": "Rem (re:zero)",
      "show": "Re:Zero kara Hajimeru Isekai Seikatsu",
      "quote": "I can always tell when you’re lying. I also know that you cannot tell me why you do so. So there is no need to convince me, or wrap everything in lies, or try to take the blame on yourself like that. Because I have complete faith in you, Subaru-kun."
    },
    {
      "id": "quote_119_1755685553211",
      "character": "Subaru Natsuki",
      "show": "Re:Zero kara Hajimeru Isekai Seikatsu",
      "quote": "It was rough. It was so painful. I was so scared. I was so sad. It hurt so much, I thought I'd die. I tried so hard... I tired so hard! I was so desperate, so desperate to make everything right! It's the truth. I've honestly never tried so hard at anything in my life! Because I loved this place... Because it was so important to me! I was so desperate to get back. I was scared... I was so scared! I didn't want those eyes looking at me like that again... And I hated myself so much for feeling that way!"
    },
    {
      "id": "quote_120_1755685553211",
      "character": "Wilhelm van Astrea",
      "show": "Re:Zero kara Hajimeru Isekai Seikatsu",
      "quote": "Even if you have regrets, even if you have remorse, you must fight. If you have made the decision for yourself to fight, to struggle, then fight with all you have. Do not give up for one second, one moment, or one instant. Cling greedily to the victory you have within your sight. If you can still stand, if your fingers still move, if all your teeth have not broken, stand and fight. You must fight!"
    }
  ]
}