{
  "name": "The Garden of Sinners",
  "anilistId": null,
  "totalQuotes": 21,
  "totalCharacters": 5,
  "quotes": [
    {
      "id": "quote_30_1755672466305",
      "character": "Aozaki Touko",
      "show": "The Garden of Sinners",
      "quote": "When something dies or is lost, that thing doesn't truly disappear, as long as someone remembers it. And that remembering it is to acknowledge its existence, and because of that, it can sometimes be seen again."
    },
    {
      "id": "quote_31_1755672466305",
      "character": "Azaka Kokutō",
      "show": "The Garden of Sinners",
      "quote": "I have a confession. I love special things."
    },
    {
      "id": "quote_32_1755672466305",
      "character": "Ryougi Shiki",
      "show": "The Garden of Sinners",
      "quote": "A terrible premonition can bring about a terrible reality."
    },
    {
      "id": "quote_33_1755672466305",
      "character": "Aozaki Touko",
      "show": "The Garden of Sinners",
      "quote": "There are two ways to escape: escape without a purpose, and escape with a purpose. I call the former \"floating\", and the latter \"flight\". You are the only one that decides which of the two your view of the world from on high was. But you don't choose these paths because of the weight on your soul. We don't choose the path we take because of the sins we carry. But we carry our sins on the path we choose."
    },
    {
      "id": "quote_34_1755672466305",
      "character": "Aozaki Touko",
      "show": "The Garden of Sinners",
      "quote": "It's a mistake to choose your path based upon the sins that you carry. We don't choose our path based on the sins that we carry, but we must bear our sins on the path we choose."
    },
    {
      "id": "quote_35_1755672466305",
      "character": "Mikiya Kokutō",
      "show": "The Garden of Sinners",
      "quote": "I guess it can't be helped. I'll bear your sins in your place."
    },
    {
      "id": "quote_36_1755672466305",
      "character": "Aozaki Touko",
      "show": "The Garden of Sinners",
      "quote": "A writer once said that \"a designer knows he has achieved perfection not when he has nothing left to add, but when he has nothing left to take away\"."
    },
    {
      "id": "quote_37_1755672466305",
      "character": "Ryougi Shiki",
      "show": "The Garden of Sinners",
      "quote": "A person can only murder another once. The act of murder is giving up the humanity that is within oneself. What is left is just emptiness. You can not lose humanity if it is already lost. The act of murder turns into the act of slaughter. They are two different things."
    },
    {
      "id": "quote_38_1755672466305",
      "character": "Ryougi Shiki",
      "show": "The Garden of Sinners",
      "quote": "I can kill anything that exists - even if it's a god."
    },
    {
      "id": "quote_39_1755672466305",
      "character": "Mikiya Kokutō",
      "show": "The Garden of Sinners",
      "quote": "Pain isn't something you have to feel, it's something you have to express."
    },
    {
      "id": "quote_40_1755672466305",
      "character": "Aozaki Touko",
      "show": "The Garden of Sinners",
      "quote": "It's a rule that I've had in my life. Kill anyone who calls me \"Dirty Red\"."
    },
    {
      "id": "quote_41_1755672466305",
      "character": "Aozaki Touko",
      "show": "The Garden of Sinners",
      "quote": "In a business like this, there are times when you need to change as the situation demands. I switch my personality depending on how I view things."
    },
    {
      "id": "quote_42_1755672466305",
      "character": "Ryougi Shiki",
      "show": "The Garden of Sinners",
      "quote": "My eyes can see the death of everything. I can cut the lines as long as I understand the death behind it. This means I can kill anything, even if that thing is God."
    },
    {
      "id": "quote_43_1755672466305",
      "character": "Aozaki Touko",
      "show": "The Garden of Sinners",
      "quote": "Vision is not what your eyes see, but an image that your brain comprehends."
    },
    {
      "id": "quote_44_1755672466305",
      "character": "Fujou Kirie",
      "show": "The Garden of Sinners",
      "quote": "It wasn't the pain that hurt me. Rather, it was the feeling of me being ripped apart, and the sound of the knife plunging deep, deep into my heart. That incomparably bittersweet fear. My body shook and trembled at the thought of it. My silent weeping contained my uneasiness, my loneliness, my will to live. My tears aren't from the pain either, or from the fear of the encounter. It was for the brush of death that I had never before experienced, but had now fallen in love with, even though I pray every night for the strength to live."
    },
    {
      "id": "quote_45_1755672466305",
      "character": "Aozaki Touko",
      "show": "The Garden of Sinners",
      "quote": "What does a view from a high place remind you of? The impulse you feel when you look down at the world you live in. A violent cognition that attacks you even if you refuse it. An emotion created by an overlooking view - That's \"far\". The scenery you see from a high place is magnificent. Even an ordinary landscape looks beautiful. But a vision that's too large creates a boundary between you and the world. It's more correct for you to recognize the large world you see as the world you live in rather than as the small space around you. But you can't feel that you're living in this big world no matter how hard you try.Your reasoning, represented by your knowledge, and your experience, respresented by your realization, will crash against each other. And eventually, you will lose yourself and confusion will begin. And then you will fall. Vision is not what your eyes see, but an image that your brain comprehends. Our vision is protected by our common sense. Humans cannot live outside their box... under normal circumstances."
    },
    {
      "id": "quote_46_1755672466305",
      "character": "Aozaki Touko",
      "show": "The Garden of Sinners",
      "quote": "People do not cease to exist immediately after dying, as long as there are people who remember them."
    },
    {
      "id": "quote_47_1755672466305",
      "character": "Fujou Kirie",
      "show": "The Garden of Sinners",
      "quote": "The flash of light I felt when I was stabbed in the heart. The overwhelming torrent of death and the beat of life. I always thought I had nothing, but there is still that simple thing left in me. This fear that sends a chill down my spine. I have to feel the most death I can to feel the happiness of life. For everything in my life I have ignored until now. But it probably would be impossible to die like I did that night. I probably cannot hope for such a striking end. That death pierced me like lightning, like a needle, like a sword. That's why I will try to come as close to that as possible. I don't have any idea right now but I still have a few days to think about it. And I've already decided on the method. I don't think I even need to say this, but I think my end should be a long fall from a place overlooking the world."
    },
    {
      "id": "quote_48_1755672466305",
      "character": "Aozaki Touko",
      "show": "The Garden of Sinners",
      "quote": "There are three conditions to terrify someone: One, the monster can't speak. Two, the monster has to be unidentifiable. Three, it's meaningless if the monster can die."
    },
    {
      "id": "quote_49_1755672466305",
      "character": "Aozaki Touko",
      "show": "The Garden of Sinners",
      "quote": "The words “fly” and “fall” are tied together. But the more you're hooked to flying, the more you forget about that fact. As a result, you end up trying to reach the skies even after you die. Not falling to the ground, but falling toward the sky."
    },
    {
      "id": "quote_50_1755672466305",
      "character": "Ryougi Shiki",
      "show": "The Garden of Sinners",
      "quote": "Everything in existence has a flaw. Not to mention humans, but air, will, and even time. It's natural to have an end if it has a beginning."
    }
  ]
}