{
  "name": "Three Days of Happiness",
  "anilistId": null,
  "totalQuotes": 7,
  "totalCharacters": 3,
  "quotes": [
    {
      "id": "quote_2335_1755682233433",
      "character": "Kusonoki",
      "show": "Three Days of Happiness",
      "quote": "You appearing before me was the best thing that’s ever happened in my life. The worst was when you left my sight. …And depending on your reply now, I might have a new best or worst."
    },
    {
      "id": "quote_2336_1755682233433",
      "character": "Three Days of Happiness",
      "show": "Three Days of Happiness",
      "quote": "People who’ve had lots of failures talk about those failures as if to imply that if they have another life, they’ll be a big success. After facing all that hardship, they think they won’t mess up again. But they’re all - me included, of course - making a fundamental mistake. Failures know a lot about failure, sure. But knowing failure is completely different from knowing success. Fixing your mistakes doesn’t mean success takes their place - you’ve just got a point to start at, is all. That’s something failures don’t understand."
    },
    {
      "id": "quote_2337_1755682233433",
      "character": "Miyagi",
      "show": "Three Days of Happiness",
      "quote": "There can be no going back once you come to love someone."
    },
    {
      "id": "quote_2338_1755682233433",
      "character": "Kusonoki",
      "show": "Three Days of Happiness",
      "quote": "However happy or sad something is, you’ll soon forget it if you don’t get a chance to recall it. What people don’t realize is that they’ve forgotten about forgetting. If everyone really preserved the happiest memory from their past perfectly, they’d only be sadder living in their relatively hollow present. And if everyone preserved the worst memory from their past perfectly, well, they’d still be sad. Everyone just remembers what it’s inconvenient not to remember."
    },
    {
      "id": "quote_2339_1755682233433",
      "character": "Kusonoki",
      "show": "Three Days of Happiness",
      "quote": "I’d rather have my physical pain exceed my mental pain than the other way around. By hurting myself just enough, I could turn my attention to that."
    },
    {
      "id": "quote_2340_1755682233433",
      "character": "Kusonoki",
      "show": "Three Days of Happiness",
      "quote": "Re-explaining my memories through words made good memories easier to savor, and bad memories easier to accept."
    },
    {
      "id": "quote_2341_1755682233433",
      "character": "Kusonoki",
      "show": "Three Days of Happiness",
      "quote": "I don’t put much trust in words like \"personality\" or \"disposition\" or \"character.\" Those things all change depending on the situation. Looking at it in the long run, what changes people is what situations they get into. People put a lot of faith in consistency, but it’s something more superficial than most people think."
    }
  ]
}