{
  "name": "Torikago no Tsugai",
  "anilistId": null,
  "totalQuotes": 7,
  "totalCharacters": 4,
  "lastUpdated": "2025-08-20T10:24:16.316Z",
  "quotes": [
    {
      "id": "quote_63_1755685456316",
      "character": "Shirasagi Yuki",
      "show": "Torikago no Tsugai",
      "quote": "I believe that people have the individual right to decide how they want to live. So whether you just listen to what others say, or get stuck a lot of times...and cause trouble to others, it ultimately comes back to yourself."
    },
    {
      "id": "quote_64_1755685456316",
      "character": "Blue Owl",
      "show": "Torikago no Tsugai",
      "quote": "There's no master who deliberately lets his birds escape from his birdcage"
    },
    {
      "id": "quote_65_1755685456316",
      "character": "Gin Kurobe",
      "show": "Torikago no Tsugai",
      "quote": "Life is all about \"selection\". There's no such thing as a life of being pushed around by circumstances or a life of doing as one is told.  It is you who selected to be \"swept along\""
    },
    {
      "id": "quote_66_1755685456316",
      "character": "Blue Owl",
      "show": "Torikago no Tsugai",
      "quote": "A true hero is a sage with a clean heart, a fake hero is a fool with an ignoble heart. The sage will be saved and the fool will be punished."
    },
    {
      "id": "quote_67_1755685456316",
      "character": "Kuruwa Kimiharu",
      "show": "Torikago no Tsugai",
      "quote": "You see, I really hate the word \"responsibility\" saying something or doing something \"it's your responsibility\" \"take responsibility\" making a \"selection\" always comes with \"responsibility.\" That's why I abandoned \"selection\" therefore, I don't have to bear any responsibility anymore."
    },
    {
      "id": "quote_68_1755685456316",
      "character": "Shirasagi Yuki",
      "show": "Torikago no Tsugai",
      "quote": "In some ways, the more one thinks, the closer one feels to getting the answer...but in the end, it's hard to tell what is really the safe answer. I started to dislike being like that at one point, and my motto is, \"make quick decisions and act fast.\" I choose the first answer that feels \"right\" to me."
    },
    {
      "id": "quote_69_1755685456316",
      "character": "Blue Owl",
      "show": "Torikago no Tsugai",
      "quote": "\"Selection\" is important. Even in life. Living, dying, killing are all the results from your selection. Bad luck? Poor fortune? Poor judges of character? You're wrong. It's a selection error for not thinking thoroughly and choosing the answer without proper consideration."
    }
  ]
}