{
  "name": "Utsuro no Hako to Zero no Maria",
  "anilistId": null,
  "totalQuotes": 17,
  "totalCharacters": 7,
  "quotes": [
    {
      "id": "quote_167_1755681553486",
      "character": "Shindo Iroha",
      "show": "Utsuro no Hako to Zero no Maria",
      "quote": "One can evoke \"extraordinary\" abilities if one focuses all energy on just one point."
    },
    {
      "id": "quote_168_1755681553486",
      "character": "Otonashi Maria",
      "show": "Utsuro no Hako to Zero no Maria",
      "quote": "Someone that really can't kill others, has no reason. It is unnatural when you are able to find a reason why you can't kill, and can tell others smoothly."
    },
    {
      "id": "quote_169_1755681553486",
      "character": "Hoshino Kazuki",
      "show": "Utsuro no Hako to Zero no Maria",
      "quote": "I believe that love is much deeper than that. It’s much more irreversible. It exceeds just caring for each other and continues until both parties become entangled and inseparable. They combine to form a single concept. They become one. Neither of them must come apart. THAT’S LOVE."
    },
    {
      "id": "quote_170_1755681553486",
      "character": "Usui Haruaki",
      "show": "Utsuro no Hako to Zero no Maria",
      "quote": "I no longer pay attention to other people’s skills. It doesn’t matter; at the end of the day, you can only do your best."
    },
    {
      "id": "quote_171_1755681553486",
      "character": "Usui Haruaki",
      "show": "Utsuro no Hako to Zero no Maria",
      "quote": "You can’t cause a change without some courage and determination."
    },
    {
      "id": "quote_172_1755681553486",
      "character": "Hoshino Kazuki",
      "show": "Utsuro no Hako to Zero no Maria",
      "quote": "If I abandoned you, I would be released from this pain. I would live on. But before long, I would end up seeking you again, for all my actions are ultimately devoted to you and only you. All I want is to stay on target and walk straight ahead—ignoring the losses and opposition, and even the results. That’s all I can do. Some people might call it an obsession, others may deem it a miracle—but to me and many others, my driving rationale couldn’t be more obvious and natural. There are people who understand this and there are people who don’t, and I simply happen to belong to the first group. The only difference is whether they have noticed that they don’t need boxes to make their wishes come true, and what it means to fulfill a wish. My commitment to find you comes with great suffering. Not once have I thought it’s easy. For your sake, I laughed, cried, and yelled. Because of you, I destroyed my heart, my body, and the world. Still, I’m only really alive when I’m touching the fragment of you that I carry within me. Even if I don’t reach you in the end… Even if I know the horrible outcome that awaits me… I will keep searching for you, who dwells inside Maria. I’m going to vanish. Maybe I’m getting my just deserts for being too greedy with my wish. To be honest, part of me regrets that we met, but if I were to choose between a life in which we met and a life in which we didn’t, I would always pick the former. Always. I’m sure of that, even though I may be hesitating over, wavering about, and regretting my choices all the time. I will not have accomplished anything by the time I vanish, and I’m certainly not mature enough to say that I can accept that. Even now, I’m still dreaming— …that my efforts might be rewarded with some kind of happy ending."
    },
    {
      "id": "quote_173_1755681553486",
      "character": "Otonashi Maria",
      "show": "Utsuro no Hako to Zero no Maria",
      "quote": "Do you know why you are making the mistake of sacrificing yourself? It’s because you’re weak. It’s because you can’t face reality."
    },
    {
      "id": "quote_174_1755681553486",
      "character": "Oomine Daiya",
      "show": "Utsuro no Hako to Zero no Maria",
      "quote": "Only someone that's prepared to devote oneself to others' happiness, without caring about his own, is allowed to become a king."
    },
    {
      "id": "quote_175_1755681553486",
      "character": "Oomine Daiya",
      "show": "Utsuro no Hako to Zero no Maria",
      "quote": "No matter what you do, no matter where you go, you can't get away from your nature."
    },
    {
      "id": "quote_176_1755681553486",
      "character": "Otonashi Maria",
      "show": "Utsuro no Hako to Zero no Maria",
      "quote": "Cry when you’re sad. Laugh when you’re happy. Get angry when you don’t like something. Depend on someone when you’re depressed. Care for yourself before you care for others. Don’t hate anyone. Be proud of yourself. Stay loyal when you fall in love."
    },
    {
      "id": "quote_177_1755681553486",
      "character": "Oomine Daiya",
      "show": "Utsuro no Hako to Zero no Maria",
      "quote": "Boredom - there are people that blast their own brain away just to escape from this beast."
    },
    {
      "id": "quote_178_1755681553486",
      "character": "Miyazaki Ryuu",
      "show": "Utsuro no Hako to Zero no Maria",
      "quote": "A lie yields hope when you realize it's a lie. On the other hand, when you feel that a cruel fact is reality, you fall into despair all the more."
    },
    {
      "id": "quote_179_1755681553486",
      "character": "Hoshino Kazuki",
      "show": "Utsuro no Hako to Zero no Maria",
      "quote": "Life has no weight in itself; it’s a concept created by the observer that does not have a definite form. Essentially, life does not entail multiple instances but is just one massive wobbly lump. However, we tend to refer to the bodies that were formed out of that giant lump as “lives”. The essence of life is in all of us and can’t be “stolen” or “born.” As long as the essence of life exists, life does not decrease or increase, and it certainly won’t disappear."
    },
    {
      "id": "quote_180_1755681553486",
      "character": "Otonashi Maria",
      "show": "Utsuro no Hako to Zero no Maria",
      "quote": "There’s no despair that can’t be overcome by everyday life."
    },
    {
      "id": "quote_181_1755681553486",
      "character": "Usui Haruaki",
      "show": "Utsuro no Hako to Zero no Maria",
      "quote": "\"Because I won’t die if I miss.\" I can totally understand the words of that slugger. We won’t die just because our dreams and efforts prove futile, nor do we need to despair. We both faced much greater despair, so we aren’t afraid of the obstacles that lie before us. We can easily bet on a coin flip while others are too frightened to even pick heads or tails."
    },
    {
      "id": "quote_182_1755681553486",
      "character": "Shindo Iroha",
      "show": "Utsuro no Hako to Zero no Maria",
      "quote": "The purpose of practice is to improve your power. The purpose of the real race is to win."
    },
    {
      "id": "quote_183_1755681553486",
      "character": "Otonashi Aya",
      "show": "Utsuro no Hako to Zero no Maria",
      "quote": "Giving people what they want only results in temporary delight, and that you can only make a select few people happy that way."
    }
  ]
}